{"title":"Why many who backed the BJP in 2017 are now rooting for change in Uttar Pradesh’s Basti ","content":"On February 19, as a crowd of around fifty men gathered at a small clearing near a line of shops in Mahadewa to hear the Samajwadi Party candidate from the constituency speak, one of his aides bellowed at the audience: “If you want a Samajwadi government this time, you have to ensure Doodhram ji wins because history is testament that whoever wins from Mahadewa comes to power in Lucknow.”The gathering nodded in solemn agreement. Mahadewa in Uttar Pradesh’s Basti district has a bit of a local reputation as a bellwether constituency. Almost without fail, the party that won this seat, reserved for candidates from the Scheduled Castes, went on to form the government in the state. In 2012, it was the Samajwadi Party, and in 2017, the Bharatiya Janata Party, which had last registered a victory here in 1991. At the second spot in the 2017 polls was Doodhram, who had contested on a Bahujan Samaj Party ticket. In 2007, when the BSP had come to power in Uttar Pradesh, Doodhram had emerged as the winner from Mahadewa, then known as Nagar East. But in 2020, Doodhram left the BSP to join the Samajwadi Party. “I can guarantee you I will bring in 50% of the BSP’s core voters with me,” he said, alluding to the Jatav Dalit community, to which he belongs, and which is considered the traditional base of the BSP. The aide who invoked Mahadewa’s supposed bellwether nature, however, pegged Doodhram’s “hold on the community” at 25%.Doodhram (sporting the Samajwadi Party's red cap) on his campaign trail.A failed experiment In any case, Doodhnath Chamar is unlikely to be one of them. Chamar, a lanky man with short-cropped snow white hair, is the pradhan, or chief, of Janwal village, part of the Mahadewa constituency. “He is a dal-badlu [party-hopper] – we are not going to vote for him,” he said of Doodhram, with disdain. “I will go back home this time and vote for Mayawati.”Chamar described it as a homecoming because he had loyally voted for the BSP until 2017, when he picked the BJP. “There was a consensus in our village that year,” he recalled. “Kendra me Modi aa gaya tha, humne socha UP ko bhi kamal ke hawale kiya jaaye – Narendra Modi had become prime minister, so we thought might as well vote for the BJP in Uttar Pradesh too.”But the BJP government, Chamar said, had fallen miserably short of expectations. “Koi fayda nahi, sirf nuksaan – we didn’t gain anything, in fact, things became worse,” he said. “So, we should vote for haathi only.” The haathi or the elephant is the BSP’s election symbol. Doodhnath Chamar is the Pradhan of Janwal village.Courting new votersIn 2017, while Mahadewa lived up to its knack of backing the winning party, it didn’t quite stand out in Basti – the BJP won all five seats in the district where its presence had always been marginal.The BJP’s brute dominance in Uttar Pradesh that year – it secured an unprecedented three-fourth majority – was built on its success at drawing in voters from communities that had historically not voted for it. In Mahadewa, for instance, where every third person is a Dalit, the BJP candidate got more than 40% of the total votes, suggesting that there were perhaps others like Doodhnath who had backed the party. As the Samajwadi Party tries to wrest power from the BJP, it is hoping to attract some of these voters to its fold. After all, Dalits account for 20% of Basti’s population. The BSP’s hegemony in the district till 2017 is believed to have been built on their support.But when I had first visited Basti in December, the Samajwadi Party appeared to be struggling to court Dalit voters, particularly Jatavs. Many in the community seemed to unequivocally pledge their allegiance to the BSP. In mid-February, when I went back to the district, not much seemed to have changed. Most Jatav Dalits, who are around 60% of the total Scheduled Caste population in Basti, according to local estimates, continue to be wary of the Samajwadi Party.This report is part of a series of dispatches from Uttar Pradesh districts where the BJP defied historical trends to win seats in the 2017 Assembly elections. Five years later, is it holding on to these gains or does the Opposition stand a chance to wrest them back?The cult of MayawatiIn Ailiya village, a group of Jatav women tore into a young Yadav man who was trying to convince them to vote for the Samajwadi Party. “Why should we vote for your party? So that there are more fights and trouble again?” asked Rajkumari Chamar, in an apparent reference to the widely-held belief that Samajwadi Party-run governments have little control over lumpenism. “Main cheez sammaan hai – the most important thing is respect,” she told the young man. “That is what we need, and no one’s done as much for the self-respect and upliftment of the poor as Mayawati.” Among Jatav Dalits, impassioned allegiance to the BSP leader Mayawati, also known as Behenji or elder sister, endures despite the party’s seeming erosion of strength in recent years. In Rudhauli constituency’s Arda village, Parshuram Gautam, a marginal farmer, explained the reasons for it: “Behenji ke shashan me dabane wala system nahi… ki koi bada aadmi aake humein daba de – people from upper castes don’t oppress us when Behenji is in government.” This group of Dalit women in Mahadewa are staunchy opposed to the Samajwadi Party.The change factorThe Samajwadi Party’s senior leaders from the district seem reconciled to the fact that Jatav Dalit voters are unlikely to vote for them in large numbers. Ram Prasad Chaudhary, a five-time legislator from the district who led a BSP exodus to the Samajwadi Party in 2020, speculated: “15-20%… those who are educated and looking for jobs, such Dalits are with us.”  Given the Samajwadi Party’s conventional support groups, the Yadavs and Muslims, are significantly smaller in number in Basti than their state average, one would assume this means trouble for the party. Yet, this may not necessarily be the case. While the Jatav Dalits may be loath to vote for the Samajwadi Party, acute economic distress means many among the numerous non-Yadav backward caste communities are now rooting for change. Predominantly comprising small farmers, artisans and workers, these communities played an important role in securing the BJP’s victory in 2017. But this time, disillusioned with the BJP, many among these communities want the Samajwadi Party back in power – for a reason.Parshuram Gautam said he felt safe under the Bahujan Samaj Party.Jobs for votes In Chanaipur village, Atul Kumar Kanojia, who has studied up to Class 12, professed his support for Akhilesh Yadav, former chief minister and leader of the Samajwadi Party. “My vote is for Akhilesh this time because he is saying he will give jobs and he has a track record of giving employment,” said the 26-year-old.  Kanojia, who belongs to Dalit Dhobi caste, said he had voted for the BJP in 2017, as did most others from his community in the village, according to him. Across Basti district, resentment about the purported lack of government jobs is ubiquitous, particularly among the young and aspirational. Worryingly for the BJP, many of the disillusioned voters claim to have voted for them in 2017.  “First of all vacancies rarely ever appear nowadays, whether in the defence [forces] or police,” said 28-year-old Deep Chand Gupta of Belsar village in the district’s Kaptanganj constituency. “And when they do and we sit for exams, results are postponed indefinitely.” “I have had enough,” he added. “I will not vote for them this time. I am sure the BJP has done good things for the nation, but for me nothing is more important than getting a government job.”According to Gupta, “100% of Belsar”, which is home to mainly communities such as the Gaurs and Telis, voted for the BJP in 2017. “This time, anyone who cares about their future, wants a job, will not vote for them,” he insisted. In Chanaipur, Atul Kumar Kanojia’s neighbour, Hari Prasad Kanojia, a middle-aged farmer, wasn’t as open about his voting preference, but confirmed that many voters had switched to the BJP in the last election. Has the decision paid off? “Well, there’s never been mehengai [inflation] like this, but some say at least they are giving Rs 2,000 thrice a year,” he said, referring to a Central scheme under which the government provides an annual cash assistance of Rs 6,000 to small and marginalised farmers. “But is that really enough for a family of six-seven considering how expensive everything in the market is?” he asked.While the Centre’s cash transfers to farmers and free food rations may have offset some of the disquiet over the palpable economic distress in Uttar Pradesh, increasingly many voters like Kanojia ask how long will they live on free rations and meagre cash incentives if the young and educated don’t have jobs.In Rudhauli’s Shashtri Nagar village, Vikram Chaudhary summed up the sentiment: “The government is taking away much more than it is giving.” “We have voted for the party consistenly since 2014, but this is not working out,” he said. “We are starting to feel that Akhilesh is a much better administrator.”Nirmala Nishad, who lives in Rudhauli’s Kirti Nishad Nagar, concurred. “During Akhilesh’s time, our boys would study and get jobs,” she said. “Now everything has been ruined, schools are closed, businesses are shut.”Nirmala Nishad said the the Samajwadi Party government offered better prosects for the youth.The limits of communal politicsApart from welfare schemes, another source of comfort for the BJP was the perception that the law and order situation in the state had improved under Adityanath. At least we can roam without fear, and our bahu-beti – the women in the family – can go out when they please, men in Uttar Pradesh would often tell you. While this view largely persists, many voters are starting to question it too.“Ram rajya hasn’t come in UP yet,” caustically remarked Dharampal Nishad in Haraiyya’s Ubhai village, invoking the Hindu idea of an utopian state. “The BJP should stop communalising everything.”In Mahadewa’s Tengariya Raja, a group of men belonging to the Kurmi and Rajbhar communities spoke along similar lines. “If ending crime means targeting Muslims, that has surely happened,” said Jaipal Chaudhury. “But otherwise, there is no difference.”Chaudhary’s neighbour, Ram Pratap Rajbhar, a daily-wage labourer, was equally sceptical. “You can’t always rule with the stick as Yogi ji seems to think,” he said, referring to chief minister Adityanath. In Mahadewa’s Tengariya Raja, Kurmi and Rajbhar men questioned the BJP's claims of reducing crime in Uttar Pradesh.Being poor and jadedBut the BJP’s top leaders in the district insisted things were under control. Harish Dwivedi, the member of Parliament from Basti, attributed the anti-BJP sentiments among a section of Kurmi and Rajbhar voters to the fact that key leaders from the communities had joined hands with the Samajwadi Party. He was referring to Ram Prasad Chaudhary, one of the tallest Kurmi leaders from the area, and Om Prakash Rajbhar, the leader of the Suheldev Bhartiya Samaj Party which has allied with the Samajwadi Party for this election. In 2017, it was a BJP ally.Dwivedi insisted that there was “a silent wave for Modi ji among the poor who have benefited from the government’s welfare schemes.”While the scale of this support is contested, there is indeed a section which is grateful for the cash incentives, free rations and housing – most of them are the poorest of the poor who struggle to put together two square meals and a roof over their head.In Haraiyya’s Kasaila village, for instance, I met a group of Rajbhar women, all of them landless labourers, who struck a defeatist note on almost everything. “No matter which government comes, our future is not going to ever change, so how does it matter at all whom we vote for?” asked Rajwati Rajbhar. “But Modi-Yogi is at least giving us free rations. No one else did that.”These Rajbhar women in Haraiyya’s Kasaila village were grateful for the free rations.In Rudhauli’s Badkuea village, Ram Bhawan Nishad was equally resigned. “Only big people who can afford to give bribes will get jobs under Akhilesh,” said Nishad, who repairs cycles for a living. “We will always do this work, whichever government comes. At least this Modi gave me Rs 2.5 lakh for a house – what more can a small man like me ask for?”People like Rajwati Rajbhar and Ram Bhawan Nishad abound in Uttar Pradesh where almost a third of the population is below the poverty line.Ram Bhawan Nishad got money from the BJP government to construct a pucca house where he now lives.Caste is truth, truth is casteBesides, in Uttar Pradesh, for many, the perception of the world is almost invariably contingent on their caste locations. Consider Indrawati Chamar and Shakuntala Sonkar. Both of them live in Mahadewa, are in their mid-thirties, and come from families that barely earn enough to stay afloat. Yet, their assessment of the prevailing conditions couldn’t be more different. Indrawati Chamar said the free rations meant little given the high price of essentials.Chamar, who is a Jatav Dalit, said the government’s free rations served little purpose given the soaring prices of essentials. “They will stop giving it after the elections anyway,” she said. “We want Mayawati back, only she can lift us out of our penury.”Sonkar, on the other hand, said life had never been better. “No other government has given as much to the poor,” she said. “Has anyone else ever given free rations?”Sonkar belongs to the Khatik Dalit community, which in recent times is believed to have backed the BJP. The current Mahadewa legislator also comes from the same community. Shakuntala Sonkar said there had never been a government better than the current one in Uttar Pradesh and at the Centre.It is perhaps not surprising then that political parties and their leaders, in private conversations, quickly switch from material issues to quoting “samikaran” or caste equations to make their cases. As a senior BJP politician from the district smugly remarked, “Brahman ko danda maariye, tabhi bhi woh jaayega kamalwa ko hi de ke aayega – you go beat up a Brahmin, he will still go vote for the BJP.”","author":"Arunabh Saikia","time":"2022-02-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170662-nscgdjhnfu-1645802972.jpg","tags":["Samajwadi Party","Uttar Pradesh","Uttar Pradesh 2022 Assembly Elections","Five years after BJP's UP sweep"],"source":"https://scroll.in/article/1018258/why-many-who-backed-the-bjp-in-2017-are-now-rooting-for-change-in-uttar-pradeshs-basti"}