{"title":"Why India’s ‘secular’ parties are struggling to mobilise Muslims ","content":"In 2018, Congress leader Sonia Gandhi addressed a media conclave and outlined the reasons behind the party’s drubbing in the 2014 elections. Among other factors, she emphasised the ability of the Bharatiya Janata Party “to convince people, to persuade people that the Congress party is a Muslim party”. The speech reflected the Congress leadership’s acceptance of the diagnosis of the AK Antony report, which had first espoused the view that perceived minority appeasement was behind the Congress’ electoral decline.  The Congress has certainly not been the only party grappling with this apparent need to correct for a “Muslim bias”. Many other secular parties, particularly in northern India, have internalised the notion that any visible presence of Muslims or “Muslimness” in their political platforms has become a toxic commodity in the prevailing political culture. However, secular parties still imagine the Muslims as a homogenous community with clear political interests, and do not forswear their claim on this Muslim “vote-bank”. Nevertheless, the rise of the BJP dominant system has destabilised the pattern of relationships of these parties with their Muslim constituents.Politics of Muslim issues Secular parties have moved away from mobilising Muslims on the traditional package of Muslim issues. As Hilal Ahmed has argued in his book Siyasi Muslims, the imagination of a Muslim vote-bank has traditionally rested on a particular formulation of Muslim issues. These issues included Babri Masjid, personal laws, Urdu, and the minority character of Jamia Milia Islamia and Aligarh Muslim universities. Secular parties and the Muslim elites had constructed these Muslim issues as the primary instrument of gathering the votes of the community.Members of a Muslim organisation during a protest condemning the Supreme Court's verdict on Ayodhya, in Chennai in November 2019. Credit: Reuters. All these issues shared one common denominator: they were essentially “negative issues” entailing the protection of certain existing “privileges” for Muslims. Even though all these issues (personal laws, Babri, Aligarh Muslim University, etc.) still form a key part of the Hindu majoritarian discourse, secular parties stay clear of articulating their views on these issues. This discursive distancing from “Muslim issues” has been driven by a fear of “Hindu consolidation”. The passage of the triple talaq legislation, as well as the Ram Temple judgement, was received with either passivity or muted acceptance. Therefore, instead of claiming to protect certain policy preferences of Muslims (personal laws, Urdu, Aligarh Muslim University, etc), secular parties now talk about protecting Muslims per se. The community is implored to vote en bloc against this undefined threat posed by the BJP. In states where Muslims have multiple non-BJP options, parties compete amongst themselves to show that they are the primary opponent of the BJP. This is reflected in the proliferating “B team” rhetoric, where the “B team of the BJP” is sought by any party accused of cutting into the Muslim votes of the primary opponent of the saffron party. The All India Majlis-e-Ittehadul Muslimeen, as well as other secular parties such as the Bahujan Samaj Party and the Janata Dal (Secular) have had to recently contend with the “B team” tag. Therefore, the essential purpose of the “Muslim vote bank” is presented in terms of defeating the BJP. Secondly, the discursive space of Muslim empowerment has been ceded by the secular parties to Muslim identity-centric parties. In the post-Sachar Committee phase, secular parties had taken a renewed interest in minority empowerment, particularly the issue of minority quotas. In the 2012 Uttar Pradesh elections, for instance, the Congress and the Samajwadi Party had both floated demands for minority reservation in jobs. The trope of Muslim “economic backwardness,” popularised as well as legitimised by the studies conducted under the United Progressive Alliance governments, was also deployed by the Trinamool Congress in Bengal in its attacks against the Left. A decade on, the only party employing the narrative of Muslim “backwardness” in the Uttar Pradesh elections was the ll India Majlis-e-Ittehadul Muslimeen. A PIL has been filed in the SC challenging the constitution of the Sachar Committee. Says the then PM Dr. Manmohan Singh constituted the Committee without Cabinet approval. Adds, the Muslim community is not entitled to any special treatment as they were the rulers for many years— The Leaflet (@TheLeaflet_in) July 30, 2021\n\nIn Bengal, Mamata Banerjee of the Trinamool Congress was also emphasising the “politics of security,” cautioning the Muslims that Indian Secular Front’s Abbas Siddiqui has “taken money from the BJP to divide Muslim votes…you will face the biggest danger if BJP comes to office”. Meanwhile, it was the Indian Secular Front, which (apart from its religious rhetoric) was making use of the “economic backwardness” vocabulary to frame the Trinamool Congress’s relationship with Muslims as one of “betrayal”. For the secular parties, the spread of Hindu majoritarianism among the electorate has left them little room to articulate the traditional issues of Muslim identity as well as the relatively recent issue of Muslim empowerment. While the politics of security did help the primary opponent of the BJP – the Samajwadi Party in Uttar Pradesh, the Trinamool Congress in Bengal, the Rashtriya Janata Dal-Congress combination in Bihar – to corner upwards of three-quarters of the votes of the Muslims in each of their states, the long-term reliability of such a strategy remains unclear. Indeed, the evidence of the All India Majlis-e-Ittehadul Muslimeen’s breakthrough in the Seemanchal region of Bihar or the All India United Democratic Front’s  continuing hold over Lower Assam and Barak Valley might point to the conclusion that secular parties struggle in Muslim-majority regions where the politics of aspiration outweighs the politics of security.Politics of representation Accompanying this discursive shift on Muslim issues, secular parties have also reformulated their idea of Muslim representation. Since “Muslim issues” are no longer the primary axis of electoral Muslim mobilisation, there is a corresponding decline in the functional utility of the Muslim religious and political elites in constructing and leveraging these Muslim issues. Secular parties are now less dependent on these Muslim intermediaries, and have sought to fashion a more direct relationship with their Muslim constituents.  The relevance of the Muslim religious elite in the electoral arena has been shrinking for a long time, as has been pointed out by numerous studies. The anti-Citizenship Amendment Act agitation – led by a middle class of students, activists, and intellectuals in a secularised idiom – gave way to the removal of any remnants of political influence that the ulema might have retained amongst Muslims. The recent Uttar Pradesh elections witnessed little of the customary courting of the clergy. In fact, the only party that made a pronounced attempt in this regard – the Uttar Pradesh Congress, with its cultivation of the cleric Tauqeer Raza of the Ittihad-e-Millat Council – was rejected comprehensively by Muslim voters, much in line with the wider population. Similarly, the Congress-Left partnership with the firebrand cleric Abbas Siddiqui in West Bengal fetched it few Muslim votes. It must be noted that the tactic of pursuing religious leaders is now used by parties languishing at third or fourth places in the electoral fray as a last-gasp attempt to influence Muslims, rather than being the default mechanism it had been in an earlier era. There has also been an analogous decline in the emphasis given to Muslim faces of secular parties. It is true that the Muslim MPs and MLAs have historically taken the party line in secular parties and had not been afforded a distinctive voice of their own. But these parties had tended to develop prominent Muslim faces, which had a state-wide/nation-wide recall value and could forcefully articulate the party’s stand on “Muslim issues” (Azam Khan in the Samajwadi Party, Mohammed Ashraf Fatmi in the Rashtriya Janata Dal, and Salman Khurshid in Congress). The need for such tokenism has declined. The Samajwadi Party and Rashtriya Janata Dal campaigned without projecting a prominent Muslim face and still managed to get the bulk of the Muslim vote. In fact, the Samajwadi Party had spent the two years before the elections subtly distancing itself from a legally embattled Azam Khan. The Muslim political representatives of secular parties dutifully follow the party line of largely remaining silent on issues deemed to be “polarising” by their parties. Moreover, Muslims are also seen to set little store by symbolic representation. In Uttar Pradesh, the Bahujan Samaj Party fielded a large number of Muslim candidates (91 out of its 403 candidates) but none of them managed to win. Secular parties are trying to forge direct linkages with Muslim voters without needing the presence of visible Muslim faces that tend to become the focal points of the BJP’s charges of “Muslim appeasement”.Redefining Muslims, politically Admittedly, the picture is more complex if one makes a state-by-state analysis. The stand of the secular parties toward Muslims also depends on the structure of political competition in states – whether they are locked in a bipolar contest with the BJP or in a triangular fight. For instance, the Congress chief in Telangana, Revanth Reddy, has asserted that Muslims are more backward than Dalits and has cornered the Telangana Rashtra Samithi government over its failure to implement the promised 12% quota for Muslims. The Congress leadership in Karnataka, especially former chief minister Siddaramaiah, has taken an assertive stand against the restriction on the hijab in school. This discourse of Muslim empowerment and Muslim identity would be hard to imagine coming from a Congress unit in a state like Rajasthan or Madhya Pradesh, where they face the BJP in a direct contest. Likewise, the shift in positioning of the Samajwadi Party, Rashtriya Janata Dal, and Trinamoool Congress is also driven by the increasing bipolarity in political competition in their states, which, in turn, owes itself to the rise of the BJP. A couple leaves after casting their vote at a polling station during the last phase of state assembly elections in Varanasi in Uttar Pradesh in March. Credit: Reuters.There is also certain space provided for creative contradictions within the party platforms. For instance, in the Congress, discursive distancing from “Muslim issues” has coincided with a growing willingness to partner with Muslim identity-centric parties such as the Indian Secular Front in Bengal and the All India United Democratic Front in Assam. These ambiguities have also provoked a debate within the party. Former Congress leader Kapil Sibal criticised these tie ups and asserted that “minority and majority communalism are equally dangerous for the country”. In response, Salman Khurshid defended the party’s moves and quoted Jawaharlal Nehru’s warning that the “communalism of the majority is far more dangerous than the communalism of the minority”.The rise of the BJP’s dominant system has exposed the glaring weaknesses in the secular parties’ approach to Muslims, frozen in an anachronistic view of Muslim identity and anchored to an exploitative conception of a Muslim vote bank. The response of the secular parties has been to tamp down on the Muslim visibility or “Muslimness” of their political platforms. They have, however, stuck to the dominant paradigm of a “politics of protection” in their electoral mobilisation of Muslims, even as the terms of the protection offered have drastically changed. One can only hope that the present phase represents a transitional period before secular parties undergo a more creative reconceptualisation of their Muslim imagination. Asim Ali is an independent political researcher.The article was first published on India in Transition, a publication of the Center for the Advanced Study of India, University of Pennsylvania.","author":"Asim Ali","time":"2022-11-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158174-mbphfjxoxt-1668251770.jpeg","tags":["Hindutva","Secularism","Indian Muslims"],"source":"https://scroll.in/article/1036769/why-indias-secular-parties-are-struggling-to-mobilise-muslims"}