{"title":"Why is BJP wooing Bengali-origin Muslims in Assam?","content":"After he casts his vote today in Assam’s Nagaon Lok Sabha constituency, Rabbul Islam will take a train back to Chennai, where he works in a vehicle repair shop. The 30-year-old is a resident of Sutar Gaon, a village on the banks of the mighty Brahmaputra inhabited mostly by Muslims of Bengali origin. Over the years, floods and river erosion have damaged houses and livelihoods, forcing an exodus of the young.  “Over 500 families have lost their homes in the last two years because of the erosion,” Islam said, as he played carrom with other young migrant workers, home for Eid as well as the Lok Sabha election, at the Sutar Gaon market on April 23. “The government did not do anything to protect us. After losing homes and crops, we moved to the cities to feed ourselves.”Talk at the carrom table revolves around a rally that the Bharatiya Janata Party held at the market a day before. Flags of the party dot the 20-25 shops in the market – an uncharacteristic addition to the electoral landscape for most residents. “They never came here in the past seeking our votes,” Minarul Islam, a 27-year-old said. Minarul has good reason to be surprised. Assam chief minister Himanta Biswa Sarma has often asserted that the Bharatiya Janata Party does not need votes from “Miyas,” a pejorative word for Bengali-origin Muslims who are often vilified as illegal migrants. In 2016, the Bharatiya Janata Party came to power riding on anti-Bengali-Muslim sentiments, calling the Assembly polls “The Last Battle of Saraighat”, while the BJP termed the 2021 election as “civilizational war” – “a fight between 65% and 35%.” There are around 35% Muslims in Assam.The BJP does not have a single Muslim legislator in the 126-member Assam Assembly.  Sarma’s government has followed a hardline Hindutva agenda that has repeatedly targeted Bengali Muslims, through aggressive evictions, demolition of madrasas, a drive against child marriage that ended up jailing thousands of Muslim men and a promise to end polygamy in the state. The Assam chief minister has even accused Bengali Muslim vegetable farmers of “fertiliser jihad”.But ahead of this Lok Sabha election, the BJP is aggressively vying for Muslim votes in at least three seats – Nagaon in central Assam, Darrang-Udalguri on the northern bank of the Brahmaputra and Karimganj in Southern Assam’s Barak Valley. Except Nagaon, the BJP won all seats in the 2019 Lok Sabha election.At a rally in Nilambazar in Karimganj constituency on April 18, Himanta Biswa Sarma delivered a rare speech in Bengali. “Haven’t you people [Muslims] received Orunodoi?” he asked, referring to a state government scheme that transfers Rs 1,250 every month to eligible women in the state. “Do you get 5 kg of free rice every month or not? Do Muslims have Ayushman Bharat cards or not?”In the week leading up to April 26, Sarma intensified his campaign in Muslim-majority areas, drawing huge crowds at almost every meeting. But the party is not just emphasising its welfare push as it jockeys for votes of a community it has often belittled. It is also reaching out to lower-caste Bengali Muslim groups, with the promise of Scheduled Caste status and reservation in higher educational institutions – even as Prime Minister Narendra Modi accuses the Congress of giving away reservation benefits of Scheduled Caste, Scheduled Tribe and Other Backward Classes to Muslims. However, the party has not fielded any Muslim candidate in the 14 Lok Sabha seats of the state – in at least three of those seats, Muslims constitute over 50% of the voters. In some cases, BJP leaders have been accused of outright intimidation to obtain Muslim votes.‘They did good work’In two of three constituencies that go to polls on April 26 – Nagaon and Karimganj – Muslims of Bengali origin are in a majority. As Scroll travelled through these  constituencies, the BJP’s appeal appeared to resonate with some members of the community, though it is hard to tell if it will convert into votes. “It is the first time that a section of Muslims seems to be inclined towards the BJP,” said Zakaria Tapadar, a member of Barak Kantha, a Karimganj-based social service organisation.   BJP flags at Sutar Gaon market.“Nobody would have imagined people would consider voting for the BJP here,” agreed Monsur Ahmed, a 40-year-old shopkeeper of Sutar Gaon who comes from a family of traditional Congress supporters. “But there is a change in people’s perspective after the BJP government started the construction of the dyke.”Ahmed was referring to a 930 metre-long embankment being built by the state water resources department to prevent the Brahmaputra’s waters from washing away homes and fields in Muamari, Sutar Gaon and other villages of Moirabari-Dhing area.  “The BJP has done good work,” said Atowar Rahman from Biringabari village, near Sutar Gaon. “The Congress never did anything to protect us from the river.”The party is pulling out all stops to convince the voters of its sincerity in Nagaon, which is seeing a close contest between the saffron party, Congress and the All India United Democratic Front. The BJP candidate for the seat not just visited mosques but also participated in namaz and iftar parties while campaigning. “Almost all the candidates in Nagaon have visited the Moirabari Jame Masjid, the largest mosque at Moirabari,” said Mohhamed Eyasin Ali, 41-year-old, who teaches at a madrassa in the area.  “I have been voting for the AIUDF for the last 15 years. This time, I will vote for the party who can form the government.” Monsur Ahmed, a shopkeeper, said there is a change in people’s perspective after the BJP government started building a dyke near his village. But suspicion of the party runs deep. “BJP has harassed Muslim people a lot,” said Abdur Rahim, a 24-year-old who, like Rabbul Islam, also works in Chennai. “They have evicted people from chars (riverine islands), demolished and destroyed houses. But now they are coming to seek our votes. We will never vote for them.”Rahim admitted that some members of the community are shifting their loyalties. “Those who have some social influence or depend on the government, such as contractors or brokers at police stations and circles or district offices have joined the BJP,” he said. “But most Muslims will not be swayed by the temptation of money or a new government scheme.”  Added his uncle, Bahar Uddin: “We will not vote for the BJP. They attack our religion, call Muslim women baby-producing factories and destroy mosques and madrasas.” Behind BJP’s U-turnFor many decades now, Muslims in Assam have voted either for the Congress or the Badruddin Ajmal-led All India United Democratic Front. A tacit understanding between the two parties saw them come together to stop the BJP in the 2019 Lok Sabha polls. Congress won three Lok Sabha seats, all of which had significant numbers of Muslim voters and where AIUDF did not field candidates. This included Kaliabor and Nagaon, which are held by Congress leaders Gaurav Gogoi and Pradyot Bordoloi. In the 2021 Assembly elections, when the Congress and the All India United Democratic Front came together, they won 45 seats in the Assembly – of which 31 were won by Muslim MLAs.  This year, with the Congress and the AIUDF contesting separately, potentially splitting the vote of the state’s large Bengali-origin Muslim community, the BJP has an advantage.So, why then is the party eager to woo Muslim voters? The answer: delimitation.As Scroll has reported, the delimitation exercise last year reduced the number of Assembly seats where Muslim candidates stand a chance of electoral victory. But the number of Lok Sabha seats where Muslim candidates are likely to win have gone up from two to three.For example, Karimganj and Nagaon now have around 60% Bengali Muslim voters. The BJP’s ally AGP is contesting in the third Muslim-majority in Dhubri seat, which goes to polls on May 7 and where AIUDF is the strongest contender.After the redrawing of the borders of constituencies, Rajen Gohain, who won the Nowgong seat for the BJP four times in a row from 1999, had said that the delimitation exercise has rendered the Lok Sabha constituency “unwinnable for a BJP candidate in the future”.“The BJP knows that they cannot win Nagaon only with Hindu votes,” said a Congress leader who is associated with incumbent Member of Parliament Pradyut Bordoloi’s campaign. “It has taken a drastic U-turn to woo minority votes.”  In 2019, Bordoloi had defeated Rupak Sarmah, the BJP candidate, with a narrow margin of 16,752 votes.  The Congress leader admitted that the BJP’s “entry in minority areas are hurting our prospects.” The party is also worried about the AIUDF candidate cutting into its vote share. The party is banking on Bordoloi’s greater acceptability among a section of Hindus, who are dissatisfied with the BJP’s choice of Suresh Borah, a former Congress leader who once joined the militant group, United Liberation Front of Asom. “This may help Congress in getting the majority,” the Congress leader said.Bahar Uddin (left) said he has been hurt by the BJP's attacks on his religion. Caste politicsIn its pursuit of electoral victory, the BJP is also reaching out to “lower caste” communities among Muslims with promises of Scheduled Caste status and reservation. One such group is the Maimal or Mahimals, an OBC Muslim fishing community that lives in the three districts of Barak Valley and the Sylhet district of neighbouring Bangladesh. “The Congress has used our community as a vote bank for the last 75 years but they have not worked for us,” said Mohammed Fakhrul Islam, who heads the Barak Valley Mahimal Coordination Committee, a new group representing the community. Fakhrul Islam claimed that in February, chief minister Himanta Biswa Sarma had assured the group that he would look into their list of four demands – “granting us indigenous and Scheduled Caste status, 2% special reservation for Mahimal students in medical and engineering colleges of Assam, and a census to determine our numbers.”  Maimal Muslims of Nilambazar on their way to listen to BJP leader Himanta Biswa Sarma on April 18.At the Nilambazar rally on April 18, hundreds of members of the community had turned up to listen to Sarma. “Most of our people will vote for the BJP,” said 38-year-old Atowar Rahman, a fish trader of Nilambazar, holding a BJP flag.  Fakhrul Islam claimed that around 1.2 lakh Maimal voters have now shifted allegiance to the BJP in hope of getting benefits.In March, the BJP also announced a development council for the Kiran Sheikhs, once a group of tenant farmers who tilled the land of big zamindars. Most of them continue to subsist as peasant cultivators, share-croppers, agricultural labourers and daily-wagers. “We are treated as low caste among Muslims just like the Namasudra among Hindu Bengalis,” said Bulbul Hussain, a farmer in his 40s. “We have been neglected by the Congress for years. The BJP gave us a development council and they will give us reservation like other communities.” Members of the Kiran Sheikh community head to a BJP rally. The Assam government announced a development council for them in March.  The Kiran Sheikh community has a voter base of about 50,000 in Karimganj district.   In Karimganj constituency, apart from the Maimal factor, the BJP is also banking on the possible split of the “anti-BJP” vote.  “Traditionally, Muslim votes in Karimganj constituency have split between Congress and AIUDF but this time it’s a three-way split,” said Ahmed Tohidus Jaman, a Karimganj resident who teaches in a private institute.Karimganj is known to be a AIUDF stronghold, but Muslim residents, say observers, are mobilising in favour of the Congress candidate Hafiz Rashid Ahmed Choudhury.Promise of landIn February, Sarma had announced his government’s plan to carry out a land survey in the char or riverine areas of the state. He also promised to provide titles to the landless by freeing land from the possession of  “matabbars” – an elite, landowning group in certain Muslim areas. He doubled down on this promise during the campaign. On April 24, during an election meeting in Darrang district, Sarma said, “There are many poor people in chars who don’t have land documents. For that, they face atrocities. This time, the BJP government will do surveys in the permanent chars and we will give nyay (justice) to the poor people.”  “Many Muslims in the chars of Dhalpur, Kharupetia and Dalgaon believe that if they vote for the BJP, they will get titles,” said Saddam Hussen, a Darrang resident and activist. “This insecurity was earlier used by the Congress and now is being played on by the BJP.” Intimidation, insecuritiesWhile holding out promises, the BJP is also preying on the fears of Bengali Muslims under the regime, say observers.In Karimganj, BJP MLA Bijoy Malakar allegedly threatened a section of Muslim voters with bulldozer action and demolitions if they did not support the saffron party – a charge denied by Malakar.  At an election rally in Morigaon on April 18, sitting BJP MLA Rama Kanta Deori also allegedly threatened to harm minority voters if they did not cast their ballots for the BJP in the election.In Darrang, several residents told Scroll that they may have to vote for the party in order to protect themselves. “Muslims are themselves shifting towards the BJP to protect themselves from eviction and harassment,” said Saddam Hussen.Since 2016, the BJP state government has evicted more than 10,000 families, overwhelmingly Bengali-origin Muslims, for allegedly encroaching on government land.A similar fear is echoed in Karimganj, too. “There have been eviction drives in minority areas of Karimganj,” said Jaman. “People are afraid that if BJP comes to power again – but without minority votes – evictions will increase. Muslims are considering voting BJP, but out of fear.”All photographs by Rokibuz Zaman","author":"Rokibuz Zaman","time":"2024-04-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200294-dxyvszenjn-1714041638.jpg","tags":["Assam","BJP","Lok Sabha Elections 2024","Miya Muslims","Himanta Biswa Sarma","Nagaon","Karimganj","delimitation","Assam identity politics","Lok Sabha 2024","Karimganj lok sabha","Nagaon Lok Sabha"],"source":"https://scroll.in/article/1067071/why-is-bjp-wooing-bengali-origin-muslims-in-assam"}