{"title":"Why the closure of Mumbai's iconic Rhythm House is a blow to scholars of the city","content":"The final notice has now been posted on the Rhythm House website that the shop is closing down and the online business is going.  It feels like reading an obituary notice as this old friend has been part of my bond with Indian cinema and the city of Mumbai, in particular this area of town where I risk my life as a determined pedestrian.  I’ve been shopping at Rhythm House for 25 years, using it as a major resource for my research on Hindi cinema and getting to know its red-jacketed staff.  My sadness is not purely personal as this also marks a shift for all of us who work on and in Mumbai, albeit one we knew was long coming as shopping practices change with the growth of malls and changes in film viewing practices and media consumption.I know many have mourned other changes to Kala Ghoda and I too have my own special memories of the place – of special times with poets, filmmakers, movie stars, in cafes, restaurants, and at parties.  The name still makes me smile – how wonderful to call it after the long-vanished black horse on which sat a statue of the Prince of Wales, later Edward VIII, the King Emperor, no longer commemorated even by the museum in this precinct that once bore his name.Kala Ghoda has attracted students of Indian film for two reasons.  One is to see where the first film in India was screened, shorts made by the Lumiere Brothers, July 7, 1896, at Watson’s Hotel, now the Esplanade Mansion.  The second is Rhythm House, its brilliant name and curved walls making it a Bombay landmark, a real ajeeb ghar, or wonder house.  I used to buy cassettes, then CDs, then VCDs and lastly DVDs.  I have well over a thousand Hindi films on DVD, most of which I bought here.My routine was to pick up my basket and head to the film section, and soon Maqbool would appear to tell me which old films had just been released on DVD, which other films that were good and which had something that I would find interesting. I think he knew more about which films I had than I did.  I was glad that he and others came to my last book launch at Kitab Khana, a relatively recent shop down the road, which is perhaps the bibliophile’s equivalent of Rhythm House.I was a frequent user of Rhythm House’s online site which still allowed for a personal relationship with the staff. I often had trouble with online payments but would email Mahmood Curmally or Faiyaz and later go to the shop to pay for already received DVDs. Friends coming to the UK from all over India regularly brought parcels for me and I think that one last delivery will reach me for Christmas.A losing battleYet although Rhythm House adapted to online shopping, the site of the shop on valuable real estate rather defeated the economies of electronic retail.  Meanwhile, people like me have been killing shops as we have switched to doing nearly all our shopping online.  I read Twitter, Facebook and the newspapers with the shopping websites open and rarely visit a shop except for some recreational shopping and an outstanding bookshop.  It’s not the same personal experience but the convenience and cost is incomparable.It’s not just shopping itself which has changed but also the technologies of what one buys.  E-books have not been a great success in the West where they, as Stephen Fry put it, pose as much of a challenge to printed books as escalators do to staircases but I buy the books themselves.  If I buy music, it’s as online MP3s that I can transfer to all my devices, etc.  I still buy DVDs for reference tools or for teaching with subtitles rather than stream them or use torrent. I dislike the new public spaces of malls and multiplex cinemas so I rarely see films other than on small screens.Kala Ghoda itself is changing in some good ways with the National Gallery for Modern Art opening in 1996, while new cafes and shops sprout in the side lanes. Yet Rhythm House was always the beating heart of Kala Ghoda and it is now silent, taking with it another part of my Bombay.  I’m sure its name will linger on like that of the phantom Black Horse.","author":"Rachel Dwyer","time":"2015-12-21T12:30:14+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/777029-54af70be-4f6c-4672-942b-8ffaf7f66a64.jpg","tags":[],"source":"https://scroll.in/article/777029/why-the-closure-of-mumbais-iconic-rhythm-house-is-a-blow-to-scholars-of-the-city"}