{"title":"Why relief to Army captain casts shadow on role of senior officers in Amshipora fake encounter","content":"Seven months after an Army court found one of its officers guilty of killing three labourers in Amshipora village, Kashmir, and passing them off as militants, the Armed Forces Tribunal has flagged several lapses in the Army’s investigation.On November 9, the tribunal’s principal bench in Delhi suspended the life imprisonment sentence to Captain Bhoopendra Singh and granted him bail. In March, a court martial had indicted Singh, from the 62 Rashtriya Rifles unit, of the murder of the three young men in a staged encounter in Shopian district in July, 2020. The suspension of sentence has been met with dismay in Kashmir, with several political leaders, including former chief ministers Omar Abdullah and Mehbooba Mufti, questioning the respite to the captain. The Kashmir police’s own investigation had shown that Singh had  abducted the three men from their rented accomodation and taken them  to “an unattended lone house/shelter in an orchard” in Amshipora “where they were murdered.”However, the armed forces tribunal said that the flaws in the court martial proceedings might open the door to the captain’s acquittal. The tribunal expressed scepticism at the prosecution’s claim that Singh carried out the alleged fake encounter on his own, and without the knowledge and directions of his superiors.Just spoke with the father of the innocent civilian killed in the fake Amshipora encounter . He is utterly devastated by the Army Tribunal’s decision to revoke the life sentence judgement given to the Captain , who himself admitted to the crime .Raises serious questions on the…— Mehbooba Mufti (@MehboobaMufti) November 14, 2023\n\nA gunfight that was not On July 18, 2020, the Jammu and Kashmir police said that security forces gunned down three militants in Amshipora area of Shopian district. No photographs of the alleged militants were released by the police at the time, nor were the three men identified. They were buried in Baramulla district, 125 km away, the police statement said.Nearly four weeks later, three families from Jammu’s Rajouri district, some 160 km from Shopian, filed missing persons complaints with the police.According to the complainants, all of whom were related to each other, three young men from their families had been missing since July 17, 2020 – a day before the alleged encounter. Their families said they had gone to south Kashmir’s Shopian district to work as labourers. Two of the missing young men – 20-year-old Imtiyaz Ahmad and 16-year-old Ibrer Ahmad – were from Rajouri’s Dharsakri village. The third and the eldest – 25-year-old Mohammed Ibrar – belonged to the nearby Tarkasi village of the district.Soon after, the Indian Army’s spokesperson in Srinagar announced that a high-level Court of Inquiry had been launched into the Amshipora encounter.  The Army’s cryptic acknowledgement of wrongdoing came on September 18, 2020 – two months after the gunfight – when it said that an inquiry has found “prima facie evidence that during the operation, powers vested under the AFSPA [Armed Forces Special Powers Act] 1990 were exceeded.”  Image for representative purposes only. Credit: PTI The Armed Forces Special Powers Act, or AFSPA, is a contentious law that grants sweeping powers to the military to search, arrest and open fire during counterinsurgency operations in areas declared “disturbed”.  The Army also confirmed that the three unidentified men killed in the Amshipora encounter were indeed the labourers from Rajouri who had gone missing on July 17, 2020.What the police found More than five months after the killings in Amshipora, the Jammu and Kashmir police filed a chargesheet against Captain Bhoopendra Singh and two civilians. According to the police, Singh and the other accused had “conspired” to abduct and murder the civilians in a staged encounter with “the motive to gain prize money of Rs 20 lakh.”However, the Army later denied the allegation levelled in the police investigation. The investigation also established that Singh planted “illegally acquired illegal weapons and material” on the bodies of the three men, stripped them of “their identities” and tagged them as “hardcore terrorists”. But the police investigation did not lead to any arrest, as the armed forces have immunity from prosecution in a civilian court under the Armed Forces Special Powers Act. Under the special law, which has been widely criticised by rights organisations for giving immunity to armed forces personnel, prior approval of the central government for civilian prosecutions of military personnel is mandatory. A map showing the location of Amshipora in Shopian district of Jammu and Kashmir.Army’s parallel inquiry Nearly a week after the Army said it had taken note of the missing complaints filed by the three Rajouri families, Singh was taken into the Army’s custody. In April 2022, the Army said it had initiated general court martial proceedings against Singh after the “court of inquiry and the summary of evidence indicated a need for disciplinary proceedings.” Under Army law, a court of inquiry involving a serious incident of misconduct is followed by the summary of evidence. “Once the court of inquiry is complete, if the commanding officer feels the allegations against the accused are of serious nature, a chargesheet is framed,” said a senior lawyer, who is well-versed with military law in India and who declined to be identified. “Then, all the evidence in support of the chargesheet is collected which is called the summary of evidence.” As court martials are not open to the public, it is not clear what evidence was found against Singh.The proceedings concluded on January 16 this year. A day later, Singh was found guilty of six charges including murder and sentenced to life imprisonment. Singh then approached the Armed Forces Tribunal, with multiple applications challenging the findings and seeking a stay on his conviction.Inadmissible confession?In its November 9 order, the principal bench of the Armed Forces Tribunal made damning observations about the “defects and perversity” in the court martial which eventually convicted Singh.Those loopholes, the bench said, might actually lead to his acquittal. “Prima facie, based on the material available on record we are convinced that the likelihood of the applicant [Singh] being acquitted after hearing of this appeal cannot be ruled out,” the tribunal observed.The tribunal picked holes in the prosecution’s claim that the staged encounter was the work of Singh alone.The Army’s internal report said that as many as 391 rounds of AK-47 bullets were fired during the encounter, apart from 125 rounds of light-machine guns and other weapons such as hand-grenades.“…if the situation report of the encounter and the expenditure of arms and ammunition are taken note of, the statement of CO [Commanding Officer] …to the effect that he was unaware of the event seems to be totally untrustworthy and cannot be given due credence at this stage,” the tribunal said.This observation has given some weight to Singh’s contention before the Armed Forces Tribunal that he had “obediently complied with the orders of his commanding officer” at the time of the planning and the execution of the Amshipora encounter and that he was made a “scapegoat”.The tribunal pointed out that the court martial had heavily relied on the confession statement of Singh recorded when he was in “close arrest”.But that statement, the bench said, “has not been recorded in accordance to the requirement of law (sic),” the tribunal said.The tribunal also observed changes in Singh’s confessional statement at different stages of the Army’s internal enquiry process and the subsequent court martial. “The statement of the applicant in the Summary of Evidence recorded under Rule 22 is totally different from the statement recorded in the COI [Court of Inquiry].” Besides the confession, the tribunal said, Singh had been “implicated” on the basis of the statement of a civilian co-accused in the Amshipora case.During the investigations, the civilian had turned police approver and had been pardoned by a local court in Shopian. “Relying upon the statement of a co-accused, in our considered view, is in breach of the provisions of Section 27 of the Indian Evidence Act wherein it has been stipulated that based on the statement of a co-accused, a conviction cannot be ordered.”The tribunal also took note that the second civilian co-accused in the case, who had implicated Singh during the Army’s investigations, had turned hostile.‘A deleted WhatsApp conversation’In his appeal filed earlier this year, Singh claimed he was “made the sacrificial lamb due to intense political pressure, media scrutiny and also to ensure the position and promotions of senior Army officers did not get affected.” His appeal also brought attention to a press conference held by the Commander of 12 Sector of Rashtriya Rifles, Brigadier Ajay Katoch, after the Amshipora encounter on July 18, 2020 in which he said “three terrorists were neutralized…” in the operation. The video of the press conference is still available on YouTube. According to Singh’s appeal, while he and his unit were initially appreciated for the operation, only he was blamed when “tides turned against the operation” In its order on November 9, the tribunal seemed to largely concur with Singh’s prayers.  The tribunal pointed out that it was implausible to believe that captain Singh carried out the alleged fake encounter without the knowledge of his senior officer. “…the evidence available on record shows that there cannot be any motive for the applicant [Singh] to eliminate three civilians and conduct such an operation without the knowledge of PW-3 [Commanding Officer]. This is highly doubtful.” At the centre of Singh’s appeal was also the alleged deletion of a WhatsApp group chat of the battalion in which conversations regarding the planning, preparation, location and conduct of the Amshipora encounter were purportedly available. Singh alleged that the conversations were deleted once the court of inquiry was launched. After examining the statements of various witnesses from Singh’s unit, the tribunal said their testimonies “throw some light with regard to the fact that prior information of the operation and permission from the CO was available and there was also sharing of location including deletion of chats from WhatsApp group.” Raising doubts about the encounter, the tribunal also expressed surprise “about the absence of anyone from CAT 1 [Company Assault Team] along with the accused [Singh] while the alleged act/operation was conducted….” Due to this reason, the tribunal said, “…the entire operation becomes suspect.” ‘How is this justice?’ The families of the three men from Rajouri are aghast at the bail being granted to Singh. “When Singh was given a life sentence, I was content that at least the person who confessed to killing my sons in cold blood will spend the rest of his life in jail,” said Haji Mohammad Yousuf, the father of Mohammed Ibrar, one of the three young workers killed in the Amshipora fake encounter. “Now, he has been set free. How is that justice? How can I now believe that I will get justice?” In order to challenge Singh’s bail, Haji Yousuf said the families are already in touch with a lawyer.  “If need arises, I will go to the Supreme Court,” he said. “I will sell the land I had kept for my son. I will fight as long as there is breath in me.”","author":"Safwat Zargar","time":"2023-11-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161804-tunhfzrrbm-1626951674.jpg","tags":["amshipora","fake encounter","afspa","army","kashmir conflict","armed forces tribunal","court martial","Bhoopendra singh"],"source":"https://scroll.in/article/1059408/why-relief-to-army-captain-casts-shadow-on-role-of-senior-officers-in-amshipora-fake-encounter"}