{"title":"Why do Donald Trump’s supporters believe he is telling the truth?","content":"According to fact checkers, Donald Trump made more than 30,000 false or misleading claims during his presidency. That’s around 20 a day. But, according to several opinion polls during his presidency, around 75% of Republican voters still considered Trump to be honest. It seems incredible that a serial liar – whose biggest lie about the  2020 election results led to a violent insurrection and nearly brought  American democracy to its knees – is still considered honest by so many  people.We began to tackle this question in a recent article  that examined the political discussions of all members of the US  Congress on Twitter between 2011 and 2022. To do this, we analysed  nearly 4 million tweets. Our approach was based on the idea that  people’s understanding of “honesty” involves two distinct components.One component can be referred to as “fact-speaking”. This form of  speech relies on evidence and emphasises veracity and seeks to  communicate the actual state of the world. Most of us probably consider  this an important aspect of honesty. By this criterion, Donald Trump  cannot be considered honest.The other component can be referred to as “belief-speaking”. This  focuses on the communicator’s apparent sincerity, but pays little  attention to factual accuracy. So when Trump claimed that the crowds at  his inauguration were the largest ever (they were not), his followers  may have considered this claim to be honest because Trump seemed to  sincerely believe the claim he was making.Healthy political debate involves both fact-speaking and  belief-speaking. Political ideas often cannot be contested based on  facts alone, but also require beliefs and values to be taken into  account. But democratic debate can be derailed if it is entirely based on the expression of belief irrespective of factual accuracy. One of Trump’s senior advisers, then US counsellor to the president, Kellyanne Conway, coined the phrase “alternative facts”  in order to back her boss by persisting with the falsehood about the  largest inauguration crowd. This allowed viewers to choose whose “facts”  to accept.Within two years Trump’s senior lawyer and adviser Rudy Giuliani was insisting on national TV that “truth isn’t truth”.  He was defending Trump’s feet-dragging over submitting to an interview  with special counsel Robert Mueller and the likelihood that Trump’s  testimony would conflict with sworn testimony offered by another  witness.\n\n\n    \n    Play\n\n These are examples of an extreme form of belief-speaking that goes beyond the bounds of conventional democratic debate.Whose ‘truth’We wanted to know the extent to which either belief-speaking or  fact-speaking have become more prevalent in political speech, in this  case in Twitter posts by Republican and Democrat members of the US  Congress since 2011. To do this we set up and validated two  “dictionaries” that captured those two components of honesty. To capture  belief-speaking, we used words such as “feel”, “guess”, “seem”. To  capture fact-speaking we used words such as “determine”, “evidence”,  “examine”.Using advanced mathematical analysis,  we were able to measure the extent to which each tweet represented  belief-speaking and fact-speaking, and how the two trended over time.Our analysis first considered the long-term trend of belief-speaking  and fact-speaking. We found that for both parties, both belief-speaking  and fact-speaking increased considerably after Trump’s election in 2016.  This may reflect the fact that topics concerning misinformation and  “fake news” became particularly prominent after 2016 and may have  resulted in opposing claims and corrections – involving belief-speaking  and fact-speaking, respectively.When we related the content of tweets to the quality of news sources  they linked to, we found a striking asymmetry between the two parties  and the honesty components. We used the news ratings agency NewsGuard  to ascertain the quality of a domain being shared in a tweet. NewsGuard  rates the trustworthiness of news domains on a 100-point scale based on  established journalistic criteria, such as differentiating between news  and opinion, regularly publishing corrections, and so on, without  fact-checking individual items of content.We find that for both parties, the more a tweet expresses fact-speaking, the more likely it is to point to a trustworthy domain.By contrast, for belief-speaking we observed little effect on the  trustworthiness of sources in tweets by Democratic members of Congress.  There was, however, a striking association between belief-speaking and  low trustworthiness of sources for Republicans: A 10% increase in  belief-speaking was associated with a 12.8-point decrease in the quality  of cited sources.The findings illustrate that misinformation can be linked to a unique  conception of honesty that emphasises sincerity over accuracy, and  which appears to be used by Republicans – but not Democrats – as a  gateway to sharing low-quality information.Why does this happen? Another aspect of our results hints at an  answer. We found that belief-speaking is particularly associated with  negative emotions. So if Republican politicians want to use negative  emotional language to criticise Democrats, this goal might be more  readily achieved by sharing low-quality information because high-quality  domains tend to be less derogatory of the main parties.Finally, we also found that the voting patterns during the 2020  presidential election in their home state were not associated with the  quality of news being shared by members of Congress. One interpretation  of this result is that politicians do not pay a price at the ballot box  for misleading the public. This may be linked to their convincing use of  belief-speaking, which large segments of the public consider to be a  marker of honesty.Stephan Lewandowsky is Chair of Cognitive Psychology, University of Bristol. Jana Lasser is Postdoc Researcher, Graz University of Technology.This article was first published on The Conversation.","author":"Stephan Lewandowsky, The Conversation Jana Lasser, The Conversation ","time":"2023-10-02T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188772-aowmmsmkih-1680666604.jpg","tags":["Donald Trump","United States","Politics","Truth"]}