{"title":"Why are Christians being attacked in Adivasi villages in Chhattisgarh?","content":"Our first glimpse of Chingavaram, a village in Chhattisgarh’s Sukma district, was in the dark. It was early evening on November 28. The village was quiet and apparently peaceful. A youth sat in the verandah of the local grocery shop, browsing on his mobile.“Yes, there was some trouble three nights ago,” he told us, pointing down the road. “The Christian houses are there.” We found no one there except for a few old women.  The attackThe next morning, we spent two hours with influential members of the village: the sarpanch-pati, or the powerful husband of the female head of the panchayat, the patel, or the village headman, the son of the pujari, the village priest, and a teacher. We also met a leader of the Koya samaj, a tribal body, from the neighbouring village and a few others. Budra Madavi, the sarpanch-pati, described what had happened a few days earlier:“The incident occurred on the intervening night of November 24 and 25. It began around 1am. Some families in our village have been Isu [Jesus] believers for the last five or six years. We had sat with them two or three times and tried to reason with them. We told them, don’t believe in Jesus. We have always believed in devi-devta. Be with us. But they did not listen. That evening, around 60 persons from outside had come to Mukka’s house. A DJ was used. Songs were being played and people were dancing. The Christians had not taken permission from the patel or pujari. We asked them, why are you doing this? That time we were 15-16 of us. Afterwards, men of the whole village went and they beat them up.”Mukka Madavi is one of the Christians in the village, explained Budra Madavi.  Chingavaram, he said, was a village of around 130 households, all of them Gond Adivasi. More than half the households, including three of those we were talking to, participated in the “attack”. Budra Madavi said he had not been part of the “maar-peet”, beating.When asked how they had beaten people up, they said that they had used their hands and dandas – thick bamboo or wooden sticks.  They said that some managed to run away but they beat up whoever they could catch, man or woman. When asked whether there was any retaliation, they said: “Humi log, gaon vale, mare. Vah log vapas nahi kiye.” We, the village people, beat them. They did not hit back.In one version of the story, the reason for anger was that the Christians had gathered without permission just a day after the rest of the village had celebrated the traditional harvest puja. According to local accounts, the attack had been led by the patel, Somda Madavi, and the pujari, Devi Madavi. A large number of those who participated in the attack were from Patel para (locality), where the sarpanch, patel and pujari reside, and Mirkum para. Somda Madavi said much the same thing as the sarpanch-pati. He had also talked to Mukka Madavi, who hosted the programme, hoping for a samjhauta, compromise. “He did not listen, so we beat them up,” he said. The patel added that the revellers had slaughtered a cow for the feast, but that was not a point of contention – all families in the village eat beef from time to time. Christian families at the gathering, however, made no mention of a cow.Sanni Madkam raises her hand to show where she was wounded.Beatings and a bonfireLater in the day, we managed to find the affected Christians in Sukma town. They had taken refuge there in a makeshift camp, with the help of the Church of New Bethesda Jesus Christ, to which they belong. We had a long discussion with 20-25 men, women and children. Many of them had wounds – broken limbs, fractured ribs, beating scars and so on. We learnt that four persons had to be hospitalised for serious injuries while 15-20 others sustained minor injuries.According to their account, on the evening of November 24, a programme was organised at Mukka Madavi’s house in Naka para, at one end of the village. A hut built in Mukka Madavi’s courtyard three years ago serves as a church.The programme started around 7 pm. The guests, around 40 of them, were from nearby villages and districts. A prayer meeting was followed by a chhatti, naming ceremony, for Prakash, Mukka Madavi’s new nephew. After that, everyone had a meal of chicken, lentils and rice. Then most went to sleep or were talking among themselves while seven to 10 children and young people were dancing to songs played on a loudspeaker, but not very loudly, they said.They were suddenly attacked by a large group of persons from their own village, armed with danda, metal rods, bows and arrows and sickles, they said. Many of the attackers were drunk, they alleged, and were shouting abuses and threats as they started beating whoever they could catch. The attack went on for a long time. “I managed to hide during the night but I was caught early in the morning by Somda patel, Deva pujari and four others,” said Madka Madavi, who is around 40. “They dragged me in front of our church and thrashed me mercilessly, fracturing my arm and a rib.”The church in Mukka Madavi's courtyard where the gathering happened.Laxman Madavi, a college student, recounted how his father, 50-year-old Mukka Madavi, the host of the gathering, was hit by an arrow in the lower back and was in hospital. So was Sodi Ganga, who had been beaten with sticks and rods. Bending on the mud-plastered floor, Jaisingh lifted his shirt and showed us the dark marks on his back. Sanni Madkam, a young woman, raised her bandaged hand to show us where she had been hit by a rod. Three other women took me behind the house to show me the severe bruises on their buttocks, as did Gangi Madavi, who had bruises all over her body. They mentioned that the assailants heaped all the belongings of the guests in a pile and burned them. Among the things in the pile was a Bible and Rs 15,000.Kikir Lakka, a Christian from Sukma town who was one of the guests, said he managed to run away that night while the attack was still in full spate. He ran to the nearby Central Reserve Police Force camp, less than half a kilometre down the road. He claimed he begged the CRPF to intervene but they refused, saying: “Bhago yahan se! Hum log raat me nahi aayenge.” Go away from here. We will not go there at night. Lakka said he and six others refused to leave; they stayed outside the camp until the police arrived from the Gadiras thana 12 km away. The sub-inspector of the thana told us that he had learnt about the incident at 6am, when one of the thana staff, who was at the CRPF camp during the night, told him about it. He said went there soon afterwards with an ambulance. The district collector and the superintendent of police also visited the village later that day.An FIR was filed by Bhima Madavi, one of the Christian residents of Chingavaram, at the Gadiras thana on November 25. It names 16 persons, who were charged under Sections 147 (rioting), 149 (holding every member of the unlawful assembly guilty), 294 (“obscene acts and songs”), 506B (“punishment for criminal intimidation”) and 323 (“punishment for voluntarily causing hurt”) of the Indian Penal Code. Eleven of the alleged attackers were apprehended on November 25 but released after three hours when they provided a personal bond of Rs 30,000. Five others were arrested and released the next day.The Christian families sheltering in Sukma are terrified of going back to their homes in Chingavaram. They claimed that they had been told that if they went back, there would be “murder”. Mukka Madavi, his wife Pojje Madavi and his sons are said to be “targets” at greater risk.Some of the village leaders from Chingavaram.Faith and communityDiscussions with both sides revealed the complexity of the issue. Christian families said that there had been tensions in the past but they did not lodge a complaint. For example, in 2019, Mukka Madavi’s house was allegedly surrounded by the same crowd, but he got wind of it and escaped. In March-April 2020, a village meeting was held in which Joga Madavi, a teacher we met, tried to reason with the Christian families to give up their faith. When they refused, the families said, other village residents at the meeting beat them up. Such incidents have picked in the last two years, they say.The attackers had several misgivings about the Christian families. Their main grudge is that the Christians stay aloof from the community and are giving up the collective traditions and practices of the village. “Unko alag hi samjho [consider them separate]”, said one resident of the Christian families. Some also mentioned other grudges. For instance, one person expressed a fear that Christian organisations would gradually convert the whole village: “Pehle ek jan tha Isu ka phir dhire dhire badha, dhire-dhire pure gao ko kabja karte hain” – initially there was only one Christian and then slowly their numbers grew; they take over the whole village over time. Another resident said people were lured into Christianity with unscientific promises – you will have children or be cured of an illness – and material inducements.One Koya Samaj leader from a neighbouring village argued that Adivasis who became Christians should not be entitled to reservation. He also argued that in an area under the Fifth Schedule, which aims to preserve tribal autonomy and culture, people have their own way of life and institutions, and outsiders should not be allowed in. The Christian residents of Chingavaram saw it differently. Madka Madavi, who was beaten badly, said, “I became a Christian because of the dukh [pain] in my life.” Others mentioned that the regular meetings, collective prayers and blessings made them feel better. They said that they had changed their lives – by giving up liquor, for instance – and were now better off than others, which gave rise to resentments.Government looks the other wayThis is the second mob attack on Christian Adivasis by other Adivasis from the same village in the last two months in Chhattisgarh’s Bastar division. In late September, an attack on Christians of four villages in Kondagaon district made headlines. A joint team, consisting of the National Alliance for People’s Movements and the People’s Union for Civil Liberties, led by activist Medha Patkar, had investigated the incident a month later. We then met Chhattisgarh Chief Minister Bhupesh Bhagel and warned him of the imminent dangers. The ruling Congress party seems reluctant to antagonise the Adivasis in these villages by taking strict action. The Christian vote bank, as they see it, is theirs in any case. In Kondagaon, the district administration chose to attribute the incident to routine intra-village tensions. In the Sukma case, the assailants are trying to play down the issue as ordinary “maar-peet” and the police are going along with it: none of the charges in the FIR are to do with communal violence. According to reliable sources in the government, the police have been instructed to hush up the communal nature of the incident and avoid taking sides.  The question here is not of the Congress or the Bharatiya Janata Party – or, for that matter, the Communist Party of India, which has a strong presence in Sukma district. It is a deeper question of adivasi identity and culture. While adivasis of Bastar would be right in asserting their singular histories and traditions, the fact is that they have long been exploited by dominant forces. The Hinduisation of Adivasis in India is an old phenomenon and has been carried out by successive governments, across the party spectrum. Some Adivasis have turned to Christianity as one way out of their “dukh”, as Madka Madavi explained. While forced conversion would of course be wrong, voluntary conversion can hardly be objected to under Article 25 of the Constitution.  Having said this, perhaps Chrisitian missionaries need to ask themselves a question often asked locally – whether good cannot be done for Adivasi communities without conversion. The New Bethesda Jesus Christ, for example, is an expansionist project that aims to cover Adivasi areas under its “Tribal Ministries”. That Adivasis also have a way of life that needs to be protected may not be appreciated by even well-meaning missionaries. Christian missionaries may feel that they are “saving” people when they convert them, but if conversions end up dividing Adivasi society and bringing strife, they hardly serve people’s interests. Conversion activism also gives a foothold to rightwing organisations, such as the Bajrang Dal, which have their own expansionist and communal agenda.There are many profound questions to be asked. But further communal violence in the area can be avoided only if all sides abide by the Constitutional principles of secularism, freedom of religion and respect for Adivasi culture.All pictures by Bela Bhatia.The author is a human rights lawyer and writer based in Bastar, Chhattisgarh.","author":"Bela Bhatia","time":"2020-12-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151871-cwlalyanir-1607697029.jpg","tags":["Chattisgarh","Christians in India","Congress"],"source":"https://scroll.in/article/980993/why-are-christians-being-attacked-in-adivasi-villages-in-chhattisgarh"}