{"title":"Why Centre’s decision to apply two constitutional provisions to J&K has  sparked anger – and anxiety","content":"On February 28, the Union Cabinet extended two constitutional amendments to the state of Jammu and Kashmir. While the Constitution (Seventy Seventh Amendment) Act, 1995 will make state employees from Scheduled Castes and Scheduled Tribes eligible for reservation in promotions, the Constitution (One Hundred and Third Amendment) Act, 2019 will provide the newly introduced 10% quota to the economically weaker sections. The Cabinet also amended the Jammu and Kashmir Reservation Act of 2004 through an ordinance, extending the reservation benefits available to people living along the Line of Actual Control to permanent residents living along the International Border. This was done on the recommendation of the governor’s advisory council.In Kashmir, the decision drew protests from the mainstream political parties. “The Peoples Democratic Party doesn’t oppose the idea of reservation but the method the governor’s administration has adopted is very dangerous and it’s a clear subversion of the letter and spirit of law,” said the party’s president and former Chief Minister Mehbooba Mufti.The National Conference described the move as “a dangerous and blatant violation of Article 370 of the Constitution”.The decision has triggered fears that it is another step towards repealing Article 35A, which empowers the state government to define permanent residents of Jammu and Kashmir and grant them special rights and privileges. Unease about the law has been building up since last year and three petitions challenging its constitutional validity are pending in the Supreme Court.Special statusArticle 370 mediated the terms of Jammu and Kashmir’s membership of the Indian Union. It put in place a constitutional arrangement whereby only three subjects – defence, foreign affairs and communications – were to be under Central control. It gave the state the power to draft its own constitution as well as autonomy over all other subjects.If the Union Cabinet wanted to extend a central law to Jammu and Kashmir, it had to do so through a presidential order, with the concurrence of the state government and the Jammu and Kashmir Constituent Assembly.The first presidential order was issued in 1950 but it was superseded by the order of 1954, also known as the major order. Article 35A was introduced through the major order. Issued under Article 370, the major order was later absorbed into the Jammu and Kashmir Constitution, which came into being in 1956. Since then, central laws have been extended to the state through presidential orders modifying the major order of 1954.The Constitution (Application to Jammu and Kashmir) Amendment Order, 2019, which extends the reservations to the state, amends clauses in the major order.State’s concurrenceBefore last week’s Cabinet decision, the Centre had issued 48 presidential orders to extend provisions of the Indian Constitution to Jammu and Kashmir. Together, the presidential orders have contributed to the “erosion” of Article 370, political parties in the Valley argue. The latest decision, it is argued, especially violated the principle of concurrence laid out in Article 370 because it was signed off by the governor and not an elected state government.Former Finance Minister Abdul Rahim Rather of the National Conference contended the “state government’s authority to give ‘concurrence’ lasted until the Constituent Assembly was dissolved in 1956”. It was only an “interim power”. Yet, a number of central laws have been applied to Jammu and Kashmir through presidential orders ratified by the state legislature since 1956.“Even if we assume, though I personally don’t admit it, that the state government still has the powers to give concurrence, we have to rely on the definition of government explained in Article 370 itself,” Rather added. “The article defines ‘state government’ as the maharaja of the state, who was aided and advised by the council of ministers.”By this definition, Rather argued, the governor, an appointee of the central government, did not have the authority to approve any of the constitutional amendments extended to the state. “The governor doesn’t fit in this definition by any stretch of the imagination,” he said. “How can the Union government’s own appointee give concurrence to any provision of the Indian Constitution for the state? If he does so, it will be a clear nullity.”Governor Satya Pal Malik has taken a series of controversial decisions since taking charge in August last year. Photo credit: PTIAccording to a constitutional expert in the Valley who asked not to be named, the words “aided and advised by the council of ministers” are key to the definition of state government under Article 370. “The governor doesn’t have a council of ministers,” he said. “He has advisors and they are not ministers. More importantly, none of them is elected.”But this is not the first time governors have ratified presidential orders extending central laws to the state. In 1986, when the state was under central rule, Governor Jagmohan approved an order extending Article 249 of the Indian Constitution to the state. As the constitutional scholar AG Noorani noted, this empowered “Parliament to legislate even on a matter in the State List if a Rajya Sabha resolution so authorises it by a two-thirds vote”.That order was challenged in the Jammu and Kashmir High Court by Rather and fellow National Conference leader Mohammad Shafi Uri. “The petition never came up for hearing,” said Rather. “It’s still pending with the court.”Governor’s wayJammu and Kashmir has been under governor’s rule since June 2018 and this isn’t the first time Governor Satya Pal Malik’s actions have caused anxiety about the autonomy of the state and its institutions. In November, Malik ordered that the state’s premier financial institution, the Jammu and Kashmir Bank, be treated as a public sector undertaking, a move that would have put it under greater central control. The order was withdrawn under a barrage of protests. A month later, the governor’s administration was in the line of fire again after reports emerged it was mulling “procedural changes” in the way permanent resident certificates were granted. Amid protests that this was yet another way to tinker with Article 35A, the administration clarified it had no such plan.“Governor’s or President’s rule is always temporary,” said the constitutional expert in the valley. “They have to take care of day to day decisions and the normal functioning of the administration. They should not be taking important constitutional decisions. It is unconstitutional.”  According to Jahangir Iqbal Ganai, the state’s former advocate general, the governor overstepped his remit. “In the constitutional scheme, the role of the governor is well defined,” he explained. “He’s there as an interim arrangement. As per my reading of Article 370, the government has to be an elected one. Constitutional amendments cannot be approved during governor’s or President’s rule.” He feared last week’s decision could set a “precedent” for extending central laws to the state. “The larger implications of this decision could be that down the line if any proposal goes from this side [the governor], the president can issue an order nullifying something or adding something,” Ganai said. “It won’t be a proposal from an elected government.”Taking a standThe Valley’s leading mainstream parties, the National Conference and the Peoples Democratic Party, plan to challenge the Union Cabinet’s decision before the courts.The People’s Conference, a former ally of the Bharatiya Janata Party, also criticised the decision. “Amending constitutional provisions in the absence of an elected government will not only have a bearing on J&K’s constitutional relationship with India but also further the trust deficit between people and Centre,” said a statement issued by the party, led by Sajad Lone.The constitutional expert said Kashmir’s political parties should make every effort to challenge the Centre’s “unilateral decision”. “Otherwise, it will open the gates for a lot of other things, with the state’s elected governments having no power to prevent them whatsoever,” he said. “A line must be drawn.”Also read: Revisiting Article 35A, key to Kashmir’s special status and the subject of a raging debateJ&K governor’s decision to reimpose stamp duty on property bought by women upsets Kashmiris","author":"Safwat Zargar","time":"2019-03-05T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114500-iqezibgjcv-1551716786.jpg","tags":["Kashmir","Peoples Democratic Party","National Conference","Article 370","Kashmir conflict","Narendra Modi","Satya Pal Malik","Governor's Rule","Article 35A"],"source":"https://scroll.in/article/915397/why-centres-decision-to-apply-two-constitutional-provisions-to-j-k-has-sparked-anger-and-anxiety"}