{"title":"Why India needs concessionary federalism to address the grievances of its southern states","content":"The “One Nation” ideology is increasingly being pushed by the Bharatiya Janata Party-ruled Union government in several forms, the most recent being the “One Nation, One Election” proposal to hold  elections to the Lok Sabha and state assemblies simultaneously.  Will the pursuit of a homogeneous nation come at the cost of the diversity that underpins Indian unity? This question gains urgency in light of a string of criticism from Opposition-ruled states, especially in South India, just in the past few weeks.Telangana minister KT Rama Rao on September 26 warned of a “people’s movement” in South India over the the upcoming delimitation of parliamentary constituencies that is expected to increase the representation of North Indian states. A week earlier, Tamil Nadu’s Udhayanidhi Stalin criticised the Centre’s imposition of Hindi. Kerala Chief Minister Pinarayi Vijayan on September 5 criticised the Union government’s “one nation, one election” idea, alleging that it undermines the parliamentary federal system. Around the end of August, Karnataka Chief Minister Siddharamaiah wrote to Union Finance Minister Nirmala Sitharaman seeking the release of funds for the state in line with the recommendations of the 15th Finance Commission.The growing dissatisfaction among the southern states of India with respect to the Union government’s policies raises questions about the robustness of Indian federalism. Left unresolved, these issues can not only exacerbate existing North-South divisions but also introduce novel fissures grounded in subnationalism. The Centre’s positions on population-based delimitation or fiscal equalisation may be justified from a national perspective. But to secure the acquiescence of the South Indian states, the Centre must work on concessions that are acceptable to both sides.South Indian nationalism, troubling silenceLocal politics in South India are premised on opposing Hindi and rejecting Brahmanical culture. The genesis of South Indian nationalism can be traced to the period between 1920 and 1937 when the Justice Party governed much of the region.The party marked Independence Day as a “black day” because it meant the end of its dream for an independent Dravida Nadu and the advent of socio-cultural domination by the “Brahmin-Bania” power structure,  whose exploitation they feared would be worse than that of the British.India’s first prime minister, Jawaharlal Nehru, was aware of these apprehensions. But he also believed that the imperative of “nation-building” called for a spirit of compromise, conciliation, and a concessionary approach wherever possible. On September 12, 1949, Nehru cautioned the Constituent Assembly, tasked with drafting the Constitution, about the perils of imposing Hindi on India’s diverse population:  “Is your approach going to be a democratic approach or what might be  termed an authoritarian approach.... If you consider the question with  wisdom, this (authoritarian) approach will do more injury to the  development of the Hindi language than the other approach. You just  cannot force any language down the people or group who resist that.”Nehru’s inclusive and conciliatory politics helped Dravidian parties overcome secessionist inclinations as they believed their cultural autonomy would be preserved within the Indian union. The BJP’s centralisation agenda in South India is encountering far greater resistance today than in the Nehruvian era because these states have evolved into economic powerhouses – contributing substantially to India’s gross domestic product while also subsidising the poorer states in the North. This transformation became particularly evident after the landmark economic reforms of 1991. Adopting welfare-focused governance models, South Indian states have consistently outpaced their Northern counterparts in both economic well-being and human development indicators.Yet, in the current scenario, where South Indian nationalism has resurfaced with renewed vigour, there is a silence on seeking consensual resolutions.  This silence is all the more striking because the current wave of South Indian nationalism is not about rejecting Indian nationalism or Hindi. Tamil Nadu  Chief Minister MK Stalin succinctly captures this nuance, saying the opposition is not against Hindi but its “imposition”, which the Dravida Munnetra Kazhagam perceives as an attempt to impose Manu Dharma or, the Brahmanical order, through Hindi.Grievances of South Indian statesThe grievances of the South Indian states can be disaggregated into three categories – each necessitating different approaches for resolution. The first pertains to the 15th Finance Commission equalisation formula which reduced the share of South Indian states in Union taxes – from 18% to 16.2% – while the Hindi Belt’s share slightly increased from 40.8% to 41.2%.The second pertains to alleged encroachment on administrative, linguistic, and cultural autonomy, along with claims of manipulation of central agencies, such as the Central Bureau of Investigation and the Enforcement Directorate, to target political rivals of the BJP in South India.The third grievance centres on political representation and the impending delimitation exercise, which MK Stalin has likened to the “Sword of Damocles” hanging over South India.A common pitfall for policymakers emerges from a fragmented understanding of these issues, akin to the parable of the six blind men and the elephant, where they fail to grasp the complexity of the situation in its entirety.The grievances of the South Indian states may appear to focus on linguistic, cultural, political or economic concerns, depending on the observer’s perspective. But they are actually a volatile amalgam of all these dimensions. Individual concerns also exist in other states – for instance, Haryana, Punjab, Gujarat and Maharashtra, like the South Indian states, contribute significantly to the national budget and receive less in return. But it is the unique confluence of economic and identity-related concerns in South India that evokes a distinct level of discontent.Revenue Secretary Sanjay Malhotra, Finance Minister Nirmala Sitharaman and Union Minister of State for Finance Pankaj Chaudhary during a media briefing after the 52nd Goods and Services Tax Council Meeting, in New Delhi on October 7. Credit: PTI. Fiscal equalisation, migration concernsThe discontent among southern states over fiscal equalisation reached a tipping point with the 15th Finance Commission’s shift to exclusively using data from the 2011 census, entirely omitting the  1971 population criterion. In April 2018, after  the announcement of the 15th Finance Commission’s revenue-sharing formula,  finance ministers from four southern states formed a pressure group to oppose the use of the 2011 census data that disproportionately favoured populous states like Uttar Pradesh and Bihar at the expense of South Indian states.Chairman NK Singh has argued that the Commission has incorporated the “Demographic Performance” criterion to mitigate adverse impacts on states that have controlled their population growth. The Commission incorporated a 2.5% weightage for tax effort and a 12.5% weightage for demographic performance, cumulatively equalling the 15% weightage allocated to the 2011 population criterion. This neutralises the impact of the 2011 population metric for states that have effectively managed their finances and achieved demographic stability, but it does not fully offset  the impact of eliminating the 1971 population criterion, which had historically favored states with lower post-1970s population growth. Overall, despite the balancing act, South Indian states remain at a fiscal disadvantage.Nevertheless, more broadly, it is imperative to acknowledge  that equalisation policies serve the overarching national interest. Wealthier regions, in supporting less affluent areas, not only abide by principles of fiscal equity but also indirectly stimulate their own economies.Consider a scenario where  Tamil Nadu, one of India’s most industrialised states, contributes a considerable share of its revenue to the central pool, which is then distributed to less affluent North Indian states. It may appear that Tamil Nadu is losing out by not retaining its wealth. But in aiding less affluent regions, the state serves its own interests in three ways. First, equalisation helps create jobs and infrastructure in poorer regions, diminishing the push factors for excessive migration to South Indian states. Second, equalisation supports social cohesion on a national level, leading to long-term stability and growth. Finally, fiscal equalisation revitalises consumer markets in less affluent states, thereby enhancing the demand for goods and services produced in the industrially developed southern states.Until equalisation policies diminish disparity-induced migration, South Indian states should not perceive incoming workers as a challenge, but as an opportunity. The region’s declining demographic dividend necessitates an influx of young, unskilled labour – a gap that is currently filled by migrants from the North. Acknowledging the need for this labor migration also creates an opportunity for correcting imbalances from past national policies, like the Freight Equalisation Policy, which disproportionately advantaged South Indian states at the cost of resource-rich Northern states. This policy subsidised mineral transportation for industries across India that promoted the industrialisation of coastal regions, resulting in an uneven industrial distribution.Centralisation of powerThe centralisation of power under the Union government remains a critical issue for Indian federalism.  The politicisation of the governor’s office compromises the autonomy of opposition-ruled states. For instance, Tamil Nadu, governed by the Dravida Munnetra Kazhagam, has been in a protracted conflict with its  Governor RN Ravi. In  Kerala, Governor Arif Mohammad Khan has been accused of withholding assent to legislative bills. Telangana, too, has alleged that Governor Tamilisai Soundararajan obstructs the legislative process and withholds approval to bills.Despite legal safeguards to prevent the abuse of Article 356 that allows for the declaration of President’s Rule, the role of the Governor remains contentious. Simultaneously, there are issues of the weakening of democratic institutions, such as the judiciary and  media. There is also discomfort over perceived  overreach into matters in the concurrent list – over which the state and Centre both have jurisdiction – such as the imposition of  the National Eligibility cum Entrance Test for medical studies and  attempts to regulate local cuisine. These actions diminish state autonomy and weaken India’s federal structure.Credit: PTI.Political representation and delimitationThe impending delimitation exercise post-2024 has also raised concerns in South India. But delimitation is required to address India’s population-to-MP ratio, the highest globally, which leads to ineffective policy-making and poor representation. However, though delimitation may be desirable to achieve equitable representation, it risks deepening regional power imbalances. The core challenge is to mitigate the unintended consequences of diminished political influence for already underrepresented South Indian states.Path forward: Concessionary federalismFor federal stability, intergovernmental interactions must pivot on the principle of concessionary federalism – a balance between state sovereignty and  collaborative decision making.Concessions are a critical element of intergovernmental negotiations. Applying this in the current context would mean the Centre extends concessions to alleviate the grievances of South Indian states regarding equalisation policies and delimitation exercises. The concessions should be such that any loss of utility perceived by these states in terms of revenue share or representation in Lok Sabha is counterbalanced by gains in other dimensions, such as greater linguistic, cultural, and financial autonomy, as well as equal representation in the Rajya Sabha. There are three concessions that the central government should consider:First, it should adopt the principle of non-interference in matters of language, culture and other locally significant issues. Efforts to impose a unified national identity through a single language, culture, or religion erode the country’s social fabric and cultural diversity. They also undermine intergovernmental cooperation. Curbing ideological overreach by the ruling party is a critical first step in fostering collaborative federalism.Second, the Centre should expand the divisible pool to include cesses and surcharges, which will also address a long-standing grievance that these levies are used to sidestep the revenue-sharing arrangement. This can enhance fiscal autonomy for states and build greater trust and collaboration between the Centre and the states. There should be a phased increase in the states’ share of the divisible tax pool from the current 41% to 50% which will empower the equalisation system and rectify the existing vertical fiscal gap, given that states account for approximately 60% of public expenditure.Third is the reform of Rajya Sabha to serve as a bona fide forum for state-specific issues, as outlined in the Punchhi Commission report. The Commission recommended an equal representation of states in the Rajya Sabha, irrespective of their population, to maintain a balanced federal structure. Uttar Pradesh Chief Minister Adityanath campaigns in Karnataka ahead of the state elections, in April. Credit: PTI.A restructured Rajya Sabha is key to alleviating the concerns of southern states regarding diminished representation in Parliament after delimitation. The Punchhi Commission had also recommended reinstating the “domicile requirement”, which necessitates MPs to be residents of the state they represent. The domicile requirement was removed by deleting Section 3 of the Representation of the People Act, 1951, through an amendment in 2003. The Commission had also suggested that when the central government makes policies that affect one or more states, Rajya Sabha committees comprising representatives from those states should hold discussions and come up with alternatives acceptable to all parties involved.The central ruling party must also recognise the benefits of federal harmony and set a precedent of fair play. This entails respectful engagement with state governments and refraining from misusing the governor’s office and central agencies. These principles are not merely noble but also pragmatic, as they lay down a convention of fair play that the ruling party itself may rely upon when it, sooner or later, finds itself in the opposition.This aligns with federal stability, defined as “a condition in which both, the federal and the subnational governments, acquiesce to each other’s legitimate authority”. This relationship can be categorised as a form of “negotiated cooperation”, where the national government does not overpower states while the states do not violate federal constraints or pursue narrow interests of their constituents or free ride on a common national pool of resources.With Dravidian parties already demonstrating a willingness to soften their stance against Hindi, adopting the spirit of “concessionary federalism” and engaging in “negotiated cooperation” can foster mutual trust and understanding. When both the Centre and the states engage in reciprocal concessions and compromises, the federal structure is preserved against undue centralism or regionalism – laying the groundwork for a more cohesive and harmonious nation.Chanchal Kumar Sharma is Professor of Political Science at the Central University of Haryana and Associate at GIGA, Hamburg, Germany.  This work draws upon insights developed during a research stay at the University of Freiburg, Germany, facilitated by Professor Sandra Destradi.","author":"Chanchal Kumar Sharma","time":"2023-10-19T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194986-udfsypirxu-1697214939.jpg","tags":["South India","delimitation","Federalism","Indian Federalism"],"source":"https://scroll.in/article/1057021/why-india-needs-concessionary-federalism-to-address-the-grievances-of-its-southern-states"}