{"title":"Why German and Austrian civilians were once sent from Thailand to India to be imprisoned","content":"In late 1919, a group of 13 Austro-Hungarians sailed out of Bombay on board the SS Egypt, followed a few weeks later by 157 Germans on the SS Main. Both times the destination was Europe. The First World War had ravaged their countries but it is safe to assume that the travellers preferred the ruins of their homeland to being imprisoned in India.For nearly two years, they had been incarcerated in Indian civilian prison camps. Their crime: being at the wrong place at the wrong time.At the beginning of the First World War, most of them were living a happy and comfortable existence in Siamese cities like Bangkok and were active in their social and cultural life. Back then, Siam, or present-day Thailand, enjoyed good relations with Germany, Russia and Britain and had decided to stay neutral.No restrictions were placed on Germans and Austro-Hungarians living in cities like Bangkok when the war broke out. The local authorities allowed business and life to continue as usual, while British agents kept an eye on Germans in Bangkok on the suspicion that they were conspiring with Ghadar revolutionaries to liberate India from colonial rule.Some of the Germans and Austro-Hungarians in Siam were even close to the royal family. Emil Florio, who was a citizen of Austria-Hungary, headed the Siam Commercial Bank and was well respected. Oskar Frankfurter, a Sanskrit scholar and Indologist, had been living in the country since 1884. He was best known for helping establish the Siam Society and the National Library of Thailand, where he was the chief librarian. In March 1917, he was awarded the Most Exalted Order of the White Elephant by King Rama VI for his public service.Life for Germans and Austro-Hungarians in Siam was turned upside down in September 1917 when the authorities in Bangkok decided to enter the war in Europe on the side of the Entente or Allied powers. They were rounded up and arrested, while their money and property were placed under the control of a custodian.All non-diplomatic men were sent to a civilian prisoner-of-war camp, while their spouses, including Siamese subjects, and the children were interned at Bangkok’s German Club. In all, 320 non-diplomats were interned by the Siamese government, including Frankfurter and Florio.Arrival in IndiaNot happy with the internment in Bangkok, the British insisted that the Germans and Austro-Hungarians be sent to India. As many as 184 male internees arrived in India on the SS Pin Samud in February 1918, with the SS Den Samud bringing 90 women and children. Six months later, they were joined by 12 Germans sent from Singapore. They joined their compatriots who were interned in various camps across India.In August 1914, all Germans and Austro-Hungarians of military age who were residing in India were sent to a camp in Ahmednagar. “Men too old to serve in their nation’s army, women and children were put in civilian internment camps under the control of the provincial civil governments within weeks of the start of the war,” the American Philatelic Society wrote. They were imprisoned in camps in places such as Belgaum, Bellary and Kodaikanal, and mostly housed in cramped bungalows.The British authorities decided to house the women and children in a camp in Sholapur, where they stayed for a year before being relocated to Belgaum. “One hundred forty-nine men of military age were sent to Ahmednagar and 32 civilian men were interned at Yercaud,” the philatelic society added.Life in campsDuring the First World War, both sides were accused of ill-treating prisoners of war, but non-combatants and civilians were handled relatively well. The British in India held the missionaries at the Basel Mission with a great deal of suspicion, but eventually the two governments agreed to release these religious workers from captivity.In 1917, the Swiss Consul in Bombay, K Ringger, was allowed to visit camps housing civilians. A letter he wrote to the British authorities provides a glimpse into the life of internees.“Ahmednagar has for many years been a military station and there are quite a bit of stone built barracks in which the English soldiers used to live,” Ringger wrote. “During the South African war, a good many Boer prisoners were accommodated in the camp in Ahmednagar. The station itself is considered healthy, although in summer rather hot during the daytime, it has the advantage that generally the nights and mornings are fairly cool; whilst in the Punjab in places like Delhi, Lahore etc, the temperature remains almost the same at night as during the day time during the hot weather.”To accommodate newer arrivals, the authorities built sheds of galvanised corrugated iron, easing the pressure on the stone barracks.The Siamese Expeditionary Force, 1919 Paris Victory Parade. Credit: Wikimedia Commons [Public Domain].“I think the space allotted to each prisoner is sufficient, and where there are complaints in this respect, it is probably due to the prisoners according to the customs amongst the Europeans in the tropics having an enormous quantity of luggage with them which of course takes up a good deal of space,” Ringger added. “The prisoners sleep on iron bedsteads, and no beds are arranged in tiers. There is ample provision for daily baths and washing, and of course the necessary privies are there. The food which the prisoners receive is the same as the rations which are issued to the British soldiers in the country.”There was a mechanism in place for the Austro-Hungarians and Germans living in India who had their assets confiscated to receive a stipend with which they could even buy their own food in the prison camp. No such provision existed for those who were brought in from Siam.“There is plenty of space for the prisoners to walk about, and with the exception of having to answer a roll call in the morning and again at night, they are absolutely at liberty to do with themselves what they like,” Ringger wrote. “There are football grounds, tennis courts and badminton courts in the camps. They also have billiard rooms and several pianos, and there is a canteen where alcoholic drinks are obtainable.”The camps also had reading rooms and classrooms for children.Despite having the kind of life that ordinary prisoners in India could only dream of, many internees became depressed because of the tropical heat and the lack of meaningful activity. There was even a case of suicide. This led the authorities to make arrangements for groups of prisoners to be transferred for periods to hill stations. One complaint that remained, however, was the censorship of letters sent and received by prisoners.The Swiss Consul also seemed to be impressed with the camp in Belgaum. “In Belgaum there are practically only married people with their families, and they enjoy every freedom and can go for long walks as long as they do not go to the bazaars without the Commandant’s special permission,” he wrote. “Belgaum is a very healthy place and has specially during the winter months, a very bracing climate, so that some houses even have rooms with French chimneys.”End of the warThe First World War came to an end on November 11, 1918, when the Entente and the last holdout, Germany, signed an armistice. Despite this, the German and Austro-Hungarian internees were not freed. Their internment would continue through most of 1919, with arrangements for their release only beginning after the signing of the Treaty of Versailles on June 28, 1919.While a large number of internees would have liked to return to their once-luxurious lives in Siam, the authorities there clearly refused to let them back in. An exception was, however, made by Bangkok for Siamese spouses and the children of mixed parentage or Eurasians.The colonial authorities in India compiled lists of those who departed the country on the SS Egypt and SS Main as well as those applying to return to Siam. It would take several months before the sides agreed on who was eligible to return to Bangkok. One internee even made a claim for British citizenship and asked to return to Siam as a subject of the empire.Oskar Frankfurter did not board the SS Main with other Germans and stayed back in India till 1920 before being repatriated to Germany. He chose to live in his hometown of Hamburg, where he taught the Thai language for three semesters before dying at the age of 70 in 1922.Since his hometown Trieste became a part of Italy after the war, Emil Florio and his wife Helene claimed Italian citizenship and moved back to the country.While Frankfurter and most Germans received no compensation for their lost assets in Siam, the authorities in Bangkok decided to reimburse former enemy subjects who had acquired the nationality of an Allied or Associated Power. Under this scheme, 52 former residents of Siam received compensation that was calculated after deducting cash allowances, the cost of maintenance and the cost of repatriation. A list attached to a letter sent to the British by Siamese Foreign Minister Devowangse Varoprakar showed banker Florio having a bank balance of 108,679 British pounds.Decades later, Germans and citizens of other “enemy” countries would once again find themselves interned in places such as Ahmednagar during the Second World War.Ajay Kamalakaran is a writer, primarily based in Mumbai. His Twitter handle is @ajaykamalakaran.","author":"Ajay Kamalakaran","time":"2024-02-29T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198852-sqyiqynqmj-1709127488.jpg","tags":["History","World War I"],"source":"https://scroll.in/magazine/1064447/why-german-and-austrian-civilians-were-once-sent-from-thailand-to-india-to-be-imprisoned"}