{"title":"‘Why have collegium at all?’: What Kureshi’s rejection says about SC independence in the Modi era","content":"On August 26, the Modi government cleared all nine names sent in by the Supreme Court collegium for appointment as judges on the Supreme Court.Seen purely on the face of it, it was a victory for India’s system of appointments, which places all power in the hands of the judiciary to appoint its own judges. The Modi government had not contested a single proposal. It had acted simply as a rubber stamp.In spite of this, the appointments have caused controversy, not for the names that were proposed – but one that was left out. Missing was Justice Akil Kureshi, currently the chief justice of the Tripura High Court and the second-most senior high court judge in the country.Widely seen to be disliked by the current regime, the fact that the collegium did not even propose Kureshi’s name has sent shockwaves through legal circles. While many are questioning the circumstances surrounding this particular case, doubts are also being raised about the current system of appointments itself. If the collegium system, put in place to shield the judiciary from political pressure, faces such strong allegations of bending so easily, what is the point of it?A historyThis is not the first time Kureshi’s career progression has caused controversy. In 2018, with the post of chief justice of the Gujarat high court vacant, Kureshi was expected to be promoted. However, he was hurriedly shunted to the Bombay High Court by the Supreme Court’s collegium.The move was so unusual as to cause the Gujarat High Court Advocate Association to go on strike.The next year, the collegium recommended that he become the chief justice of the Madhya Pradesh High Court. The Modi government sent back the recommendation. The collegium could have, as per law, forced the government to bend. Instead it did so itself, transferring Kureshi to the Tripura High Court, one of the smallest high courts in the country. It was a significant demotion compared to Madhya Pradesh.All decisions in the Supreme Court collegium are carried out in secret with no record or public communication, so there is no official reason for why Kureshi’s name was rejected. However, legal circles point to his being a judge in the Sohrabuddin Sheikh encounter case. “I have absolutely no doubt he was extremely fit to be appointed and was excluded purely for extraneous reasons,” a senior advocate of the Supreme Court, who did not want to be identified, told Scroll.in. “He ordered the custody of [current Union home minister] Amit Shah.”In 2010, Justice Kureshi had ruled that Shah should be sent to the custody of the Central Bureau of Investigation as an accused in the murder of Sohrabuddin Sheikh. Shah was later acquitted of the murder charges in December 2014.  The swearing in ceremony of the nine new judges held on Tuesday. Credit: Supreme Court of IndiaConfrontation shyAlthough the collegium system has seen its fair share of controversies in the nearly three decades it has been in existence, legal scholar Anuj Bhuwania calls this incident a “new low”. “The most shocking thing here is that the collegium did not even dare to propose his [Kureshi’s] name,” Bhuwania said. “In fact, for so long, the entire appointment system was paused since Justice [Rohinton] Nariman insisted on Kureshi’s name being there on the appointment list.”For nearly two years prior to this, appointments to the Supreme Court were paused with no reason provided. However, the process restarted only five days after the retirement of Justice Nariman, with the collegium proposing a list of names which prominently excluding Kureshi.Bhuwania underlines that by shying away from a confrontation, the collegium has precipitated a crisis quite different in magnitude from earlier judiciary-executive clashes: “This is the dog that didn’t bark. Forget about a clash, the collegium didn’t even dare propose his name. It blinked completely.”Indira Jaising, a senior advocate at the Supreme Court, argued along similar lines. “A voluntary surrender of power is perhaps worse than an executive takeover of the power of appointment of judges,” she told Scroll.in. “In the case of Justice Kureshi, it is the Supreme Court collegium that did not even recommend his name. It is not just very disturbing but also undermines the independence of the judiciary given that Justice Kureshi is someone who as a judge at Gujarat High Court had in 2010 sent the then Home Minister of Gujarat and now Home Minister of India Amit Shah to police custody in the Sohrabuddin fake encounter case.”Justice Akil Kureshi is the senior most puisne judge of Gujarat HC and would’ve been Acting CJ upon elevation of CJ to SC. He is being transferred to Bombay HC. However even before his transfer can take effect, a judge junior to him has been made acting CJ of Gujarat. Horrible. pic.twitter.com/X1guTVS7zP— Irreverent Lawyer (@rebelawyer) November 2, 2018\n\nFailed purposeThe collegium system does not figure in the Indian Constitution and was introduced by the Supreme Court in 1993 wherein a group of sitting Supreme Court judges would appoint new judges with no input from other branches of government.In 2015, the Supreme Court struck down the Modi government’s plan to replace the collegium with a National Judicial Appointments Commission which would jointly give appointment powers to the Supreme Court, Union government and the Opposition in Parliament. The court argued that the current, closed system of appointments was critical for judicial independence and hence, while not part of the text, was nevertheless part of the Constitution’s inviolable “Basic Structure”.Given this background, widespread questions surrounding Kureshi’s rejection under political pressure have led inevitably to questions around the very purpose of the collegium itself.“If the collegium, a body of the senior-most judges of the country, will not stand up for its own rights, who can we blame?” asked Jaising. “The very idea behind putting in place a collegium system was to preserve the independence of the judiciary and to assert its supremacy in the appointment of judges.”Vikas Singh, President of the Supreme Court Bar Association, similarly questioned what the point of the collegium was if it didn’t stand up for itself. “If all five of them [judges on the collegium] agreed that Kureshi should not be appointed, there is maybe something we don’t know about and that should be out in the public domain,” argued Singh. “But if they only did this since they felt that the government would not agree, then the whole purpose of the collegium system stands defeated. If they only want to send names they think the government will approve, then why have the collegium system at all?”An exasperated Singh continued: “You can straightaway ask the government what names they want and appoint them. Why do this drama, as if you have the right to recommend names [of judges].”#Official Central Government clears appointment of Justice Akil Kureshi as Chief Justice of Tripura High Court. pic.twitter.com/1BJoNnQ2tf— Bar & Bench (@barandbench) November 8, 2019\n\nHas collegium made it worse?Alok Prasanna Kumar, legal commentator, pointed out that in this case, the collegium fails even its “stated purpose”. “The collegium is meant to ensure judicial independence through appointments,” said Kumar. “But what does it mean if it doesn’t even fight for this independence by withholding names it thinks the government won’t like?”Kumar argued that, paradoxically, judicial appointments seemed to be less influenced by political pressure in the pre-collegium era when the Union executive directly made appointments. “Even in those days, the government wanted a say in choosing nominees but the judges at least pushed back,” he explained. “Today the collegium is little more than a search committee for the Union government. It’s very difficult to say that the collegium matches up to its stated purpose of being an appointing authority.”Yatin Oza, president of the Gujarat High Court Advocates Association and a former BJP MLA, told Scroll.in that this incident was making him rethink his ideas about judicial appointments. “Until now, I fought for supremacy of the collegium in making appointments,” Oza said. “But now I feel like a fool of the first order for having done so.”He continued: “I now personally believe you must go back to the stage before 1993 [pre collegium].”Comparing the collegium to the NJAC, Prashant Reddy, lawyer and legal commentator, argued that while the latter was flawed, it would still have been better since it was at least “transparent”. “By being so opaque, the collegium provides perfect cover,” Reddy said. “You can’t even blame the Union government for this outcome since Justice Kureshi’s name for the Supreme Court was never even sent to it in the first place.”","author":"Shoaib Daniyal","time":"2021-08-31T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/48558-rbncewssdr-1520868748.jpg","tags":["collegium","Supreme Court","judicial independence","Justice Akil Kureshi"]}