{"title":"Why Bangkok was a hotbed of Indian revolutionaries during the First World War","content":"Nine months after Britain entered the First World War, its vast intelligence network received inputs of the possibility of mass mutinies by Indian servicemen. According to these intercepts, Germany and the Ghadar Party had hatched an insidious plot whereby armed revolutionaries would enter India from Siam (now Thailand) and encourage Indian army personnel to revolt and seize power from the colonial authorities.Several members of the Ghadar Party had already arrived in Siam, British intelligence was warned. The next step in their plan was to sneak into Burma, which was then a province of British India.Alarmed by these reports, the British conducted a caste- and ethnicity-wise headcount of non-European personnel in the Burma Military Police. It turned out the force had a total of 15,864 Indian officers and soldiers armed with Martini-Henry rifles. Of these, 3,942 were Sikhs, 2,644 were Punjabi Muslims and 1,212 were so-called Hindustani Muhammedans.The military authorities probed if there was any discontent among these groups, considered by them to be the most likely to mutiny. The answer was ambivalent.“No one can foretell with certainty the feelings and actions of Indians of the martial classes serving far away from their homes at the present time,” Charles Cleveland, director of criminal intelligence, wrote in a note to the Burma Government in June 1915. “The great majority of the Sikhs in the Far East, not in the army, have been very badly corrupted by the doctrines of the Ghadar Party; and the sporadic instances we have seen of similar corruption among Sikhs of the Indian Army in India are certainly not conducive to over confidence.”Cleveland felt this “corruption” had reached the Indian Muslim personnel in the 5th Light Infantry in Singapore as well. He sounded a word of caution. “One can easily understand the joy and confidence with which our enemies’ agents in Siam would work at a scheme for raising trouble in Burma,” he said, adding that while there was no cause for immediate anxiety in Burma, the British Minister in Siam needed to take action against Indian revolutionaries there.\n\t\t\n\tThe cover of a collection of Ghadarite poems published in 1913. Credit: Wikimedia Commons [Public Domain].Siam, and its capital in particular, were seen as a trouble spot for the British, whose main worry at the time was the war in Europe.“I had some talk today with Brigadier General Haughton who has just returned from Singapore,” Alfred Hamilton Grant, a civil servant, wrote in a note to Cleveland. “He says that, from information which he received in Singapore, he has reason to believe that Bangkok is a hotbed of Indian sedition, and is fast becoming the headquarters of the revolutionary movement in the Far East.”Another concern for the British was that members of the Ghadar Party, which was formed by Indians in the United States in 1913, would smuggle in arms from the porous Siam-Burma border and recruit civilians for a revolution.The authorities in Burma received intelligence that 500 Sikhs from the US and the Far East had set up a camp near Raheng in the Thai province of Tak. “Attempts are being made at passing pamphlets of a very seditious nature into Burma and at Myawadi one parcel has been seized,” the general commanding officer of the Burma Division wrote in a note to the chief of staff in Shimla.Ghadar threatWhen the First World War broke out, Siam, which hosted a sizable community of expatriates from Britain, France, Germany and the Austro-Hungarian Empire, chose to stay neutral. At the same time, though, both King Rama VI, who studied law and history at Oxford, and Foreign Minister Devawongse Varoprakar were positively disposed towards the British.It was not hard to see the goodwill between the nations. British officers were helping modernise the Siamese civil services as well as the police. In 1915, the Commissioner of the Siamese Police was a Briton by the name of EW Trotter, who had previously served as an inspector in Burma.The British authorities in India told Trotter to keep an eye on the activities of “disaffected Indians” in Siam and gave him a grant of 500 ticals (about Rs 580) for the job. They were, however, still not sure of the extent of danger that the Ghadar revolutionaries in Bangkok posed to the colonial regime in India. To get clarity, David Petrie, a policeman who lived in India for 26 years and would later go on to become the director-general of the spy agency MI5, was sent to Bangkok. In 1915, it took 14 days to reach the Thai capital from Calcutta by steamer as the ship would go via Singapore and halt in the city for three days.\n\t\t\n\tA road in Bangkok, circa 1910s-1920s. Bangkok was an ideal place for an Indian revolutionary in 1915. Credit: Wikimedia Commons [Public Domain].“According to my idea, Mr Petrie’s mission is to pick up information as to the Indian situation in the F.M.S. [Federated Malay States], Siam and Dutch Indies, which the Government of India is frequently called on to diagnose and advice upon; to see the local British officials and help them in any way possible with Indian information; and in particular to see what can be done about the request made by our Minister at Bangkok for a secret agent to keep him informed of local Indian plots,” Cleveland wrote in a note.Petrie was also told to approach the Singapore authorities and ask them to temporarily detain the Ghadar members who were to be deported from Bangkok. The British wanted to question the revolutionaries within their territorial jurisdiction before repatriating them to Calcutta.Bangkok operationsA tough task awaited the British in Bangkok.“The establishment of Ghadar branches in Siam was divided into three geographical sections,” Azharudin Mohamed Dali wrote in a 2002 paper titled The Ghadar Movement in Southeast Asia, 1914-’18. The movement’s main centres were Chiang Mai in the north, Phuket in the south and Bangkok, “which acted as the focal point,” Azharudin wrote.In 1915, Bangkok was an ideal place for an Indian revolutionary. There were no restrictions to enter or live in Siam, and because of this policy, members of several Indian communities had set up shop in the country. In this melting pot, an Indian revolutionary coming in from the US could easily blend into his community, making it difficult for British officers to track him despite the control they exercised over the local police.“Bangkok began receiving large numbers of Ghadarwallah,” Azharudin wrote. “For example, in August 1915, 12 revolutionaries arrived from America; some of them were labelled ‘most dangerous to the Indian Government.’ They were starting to organise a force of between 600 to 700 Indians and hoped to recruit many more in Siam for the purpose of creating a rebellion in India.”Indian businessmen in Bangkok were more than happy to help the revolutionaries in whatever way they could. The British knew this too.“The Bangkok branch provided all the necessary information to the Ghadarwallah who arrived in Siam,” Azharudin wrote. “Indar Singh provided food, Nihal Singh provided accommodation, and Gopal Das and Surti were responsible for the transportation of provisions to a jungle plantation near Muang Sang on the Siam-Burma frontier, where the Ghaddarwallah were to have established themselves before continuing their journey.”Main leadersThe two main leaders of the Bangkok plot to launch a revolution from Burma were Darisi Chenchaiah and Sukumar Chatterji. The duo had met as students at the University of Berkeley in the US, where both of them were members of the Nalanda Club.Cleveland had information about both revolutionaries and wanted Trotter to keep an eye on their movements. He wrote in a note that Chatterjee was “given to boasting of his connection with revolutionary conspiracy in India” during his time as a student in Berkeley. About Chenchaiah, he wrote, “Used to practise rifle shooting in the hills behind Berkeley with other student members of the party.”From Cleveland’s notes it is obvious that the British were monitoring the activities of Chenchaiah for over a year. “Attended the dinner given at 1936, Bonita Avenue, Berkeley, on 16th January 1914, under the auspices of the Yugantar Ashram in honour of Ram Chand Peshawari taking over the editorial responsibilities of the Ghadar newspaper, and also at the meeting convened by the Hindustan Association on 21st February 1914 at which Tarak Nath Das gave a seditious lecture entitled ‘The Regeneration of India,’” he wrote.Apart from Chenchaiah and Chatterji, another important Ghadar leader who arrived from the US was Jodh Singh. Living under the alias Hassan Zade and by cutting his hair, he was able to prevent the British from gathering any credible information about him. They could not even know he was a Sikh.Three other men from China joined the revolutionaries in Siam with the backing of German businessmen in Shanghai – Shib Dayal, Balwant Singh and Thakur Singh.After being briefed by David Petrie, Commissioner Trotter began to put immense pressure on the Bangkok police. In August 1915, five of the leading Indian revolutionaries were arrested. One of them went by the name of SD Kapoor but the British believed it was Dyal. The others were Thakur Singh, Zade, Chenchaiah and Chatterjee.“I venture to think that our officials at Bangkok have done a most excellent piece of work in procuring the arrest of these dangerous revolutionaries, and probably the Foreign Department will say something to this effect in answering their telegrams,” Cleveland wrote in a note. “We shall be very glad to receive all these arrested Indians under custody from Siam via Singapore.”The men were tried and sentenced in India. Not much is known about most of them after they served their sentence. The government website commemorating 75 years of Indian independence makes a brief mention of Chenchaiah: it says he spent eight out of his 36 years in public life in prison and that he was a well-known writer.After these arrests, the British Legation in Siam asked the local authorities to intercept issues of the Ghadar newspaper that found its way to Bangkok via other Asian ports.British agents continued to try and dismantle the Ghadar network in other parts of Siam, such as in Chiang Mai, relying on intelligence that German factories and businesses were continuing to provide financial and logistical assistance to Indian revolutionaries.Once Siam entered the First World War in September 1917 on the side of the Allied powers, the finances for Indian revolutionaries in the country dried up, while the Germans living there were interned and deported to India. Diaspora groups, however, continued to support the Indian freedom struggle in many other ways until India attained independence in 1947.Ajay Kamalakaran is a writer, primarily based in Mumbai. His Twitter handle is @ajaykamalakaran.","author":"Ajay Kamalakaran","time":"2024-03-19T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199357-bicjwvdnpg-1710759917.jpg","tags":["History","Bangkok","Ghadar Party"],"source":"https://scroll.in/magazine/1065382/why-bangkok-was-a-hotbed-of-indian-revolutionaries-during-the-first-world-war"}