{"title":"Why India’s Muslims have adopted a strategy of silence on the renewed push for a Ram temple","content":"The silence of Muslims on the Ram Janmabhoomi-Babri Masjid movement is in sharp contrast to the shrill pitch of the Rashtriya Swayamsevak Sangh and its affiliates. Over the last three weeks, the Hindu Right – from Sangh chief Mohan Bhagwat to Union ministers Uma Bharti and Giriraj Singh, to various sadhus and seers – has been clamouring for a law to build the Ram temple at the site in Ayodhya where the Babri Masjid stood before its demolition on December 6, 1992.Their incessant chatter has not provoked the Muslim community to engage them in a debate on Ayodhya. The Muslims have not snidely sniped at the Hindu Right for its disregard of the Supreme Court, which has been blamed for delaying the judgement in the Ram Janmabhoomi-Babri Masjid title dispute through its decision on October 29 to postpone the hearing to January. Nor have the Muslims threatened to mount a fierce opposition to appropriate the disputed land in Ayodhya through an ordinance or law.The silence of Muslims is both existential and political. It is existential because Muslims have witnessed the Narendra Modi government deploy state power to terrorise its ideological opponents. The Bharatiya Janata Party-led government has foisted court cases on human rights activists and student leaders. It has sought to deter the media from publishing stories perceived to be against the interests of the BJP. The religious identity of most of those the government has targeted is Hindu.Given the plight of Hindu critics of Hindutva, including the beating of activist Swami Agnivesh in BJP-ruled Jharkhand in July, Muslims fear their fate would be worse if they were to display their outrage against the government. It is for this reason that they have been muted in their protests against the lynching of community members in the name of the cow, the targeting of Muslim youth who are in relationships with Hindu girls, and the concerted attempts to demonise them ever since the BJP swept to power in May 2014. They would rather hunker down and wait for the storm to blow away.Avoiding a self-goal?The possibility of that storm blowing away is crucially linked to the outcome of the 2019 Lok Sabha elections. Muslims think the Sangh Parivar’s decision to revive the Ayodhya matter is aimed at communally polarising the electorate, and ensuring that the heightened religiosity of Hindus distracts them from harshly judging the Modi government.The strategy of polarisation is predicated on whether Hindus can be made to harbour a sense of victimhood and rage against the alleged injustice perpetrated on them. Muslims are aware of the intensity of the religious and emotional appeal of Ram for Hindus. For Muslims to engage the Sangh Parivar in the renewed debate on the Ram temple implies goading the Hindus into voting as Hindu.They do not wish to score a self-goal, so to speak, because the jury is still out on whether the Sangh’s talk of a law or ordinance on the Ram temple is scripted merely to stoke Hindu fury, or is a precursor to the Modi government implementing the Hindu Right’s demand. Should the Modi government take such a precipitous step, it is very likely to get stayed by the Supreme Court. In that case the Muslim claim to the disputed site would remain intact.The disputed site in Ayodhya is not the place where they offer prayers – there is, in fact, a functioning makeshift temple there. Until the status quo is changed unilaterally, and irreversibly, extinguishing their rights and claims to the disputed site, there is little for Muslims to gain from reacting prematurely. It will only work to the BJP’s advantage.The Muslim community’s strategy of silence on Ayodhya is subliminally based on three assumptions. They accept that Ram enjoys an exalted status in the Hindu pantheon of deities. Issues connected to him are likely to trump those rooted in the mundane, whether it is a slowing economy or corruption. They are also aware of the increasing religious consolidation of Hindus. Last but not least, it is the BJP that, to borrow from historian Ayesha Jalal’s book on Muhammad Ali Jinnah, has emerged as the sole spokesperson of the Hindu votebank.These assumptions of Muslims paradoxically underscore the futility of their reliance on the judiciary to resolve the Ayodhya tangle. Yet, they have resorted to the judicial process because many of their religious sites are claimed to have belonged to Hindus, who have periodically asked for their restitution. Their acquiescence to the BJP’s demand in Ayodhya will become a template for imposing the majoritarian will on the minority community at other contested religious sites as well.The reallocation of the Gyanvapi mosque in Varanasi, adjoining the Kashi Vishwanath temple, has long been the Hindu Right’s demand. (Credit: Wikimedia Commons CC BY 2.0)Banking on the judicial processThis is not paranoia on the part of Muslims. In fact, Hindu residents of Varanasi confided in this writer their nagging suspicion regarding the ongoing process of beautifying the surroundings of the Kashi Vishwanath temple. Homes have been acquired and demolished to turn the alley into a wide road to provide easy access to the temple. Since thousands can simultaneously reach the Kashi Vishwanath temple, my Hindu confidants suspect the Sangh could have a hidden agenda to gather a throng, in the distant future, to demolish the adjoining Gyanvapi mosque, in a replay of the tactics that were adopted to reduce the Babri Masjid to rubble. The reallocation of the Gyanvapi mosque has long been the Hindu Right’s demand.Forcible appropriation of places of worship symbolises the humiliation of the community owning it and signifies its inferior status. Muslims are wary of handing over the disputed site to the Sangh because the act will legitimise the meaning inherent in the destruction of the Babri Masjid and also signal their acceptance of it. This could encourage Hindutva forces to enact the symbolic subordination of the community in other parts of India.Muslims can evade such a fate if the Supreme Court declares that the disputed site in Ayodhya belongs to Hindus. The handing over of the site will not establish the supremacy of the rule of majority over the rule of law.It is always possible that the Supreme Court could deliver a verdict favouring Muslims in Ayodhya. Based on many conversations with Muslims over the years, this writer can report that most community members feel the removal of the makeshift Ram temple in Ayodhya is inconceivable. Yet, they have given primacy to the judicial process because victory in the court could establish a new frame for negotiations. Most past attempts required Muslims to rescind their rights to the disputed site as the starting point.In the new frame, it is tempting to think Muslims can, for instance, relinquish claims to the site in Ayodhya in exchange for the Sangh publicly avowing to adhere to the Places of Worship (Special Provisions) Act. Passed in 1991, the Act freezes the ownership of all places of worship, other than that of the Ram Janmabhoomi-Babri Masjid, as it existed on August 15, 1947. Since the Babri Masjid stood only on 1,500 square metres of the disputed 2.77 acres, they can also leave vacant the 1,500 square metres and let the temple be built on the remaining portion.Indeed, generosity is interpreted as timidity when displayed under duress. It has quite another meaning in victory.From this perspective, the silence of Muslims reflects the psychology of religious minorities, who almost anywhere are not inclined to sign away their future because of compulsions in the present.","author":"Ajaz Ashraf","time":"2018-11-14T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104981-deldlnltjy-1541526808.jpg","tags":["Ayodhya","Hindu","Muslim","Ram temple","Babri Masjid"]}