{"title":"Why the US ambassador’s offer to assist Manipur has raised eyebrows","content":"In controversial remarks at a press conference on Thursday, United States’ Ambassador to India Eric Garcetti on Thursday said that his country is “ready to assist” Delhi if asked, in reference to the ongoing crisis in Manipur.Garcetti’s suggestion raised eyebrows, with some observers arguing that it is unusual for a foreign diplomat to make such remarks about the internal matters of a host nation.‘Ready to assist’Gracetti made the remarks in Kolkata in response to a reporter’s question about whether the United States was concerned about the violence in Manipur. He said his country was praying for peace in the northeastern state. “I don’t think it’s a strategic concern,” he said. “I think it’s about human concern.”He added, “We stand ready to assist in any ways if asked. We know it’s an Indian matter and we pray for peace and that it may come quickly. Because we can bring more collaboration, more projects, more investment if that peace is in place.”Garcetti’s comments came amid over two months of ethnic tensions and violence between Meitei and Kuki-Zomi groups in Manipur. Nearly 120 people have died so far, an estimated 3,000 injured and tens of thousands displaced due to the violence.‘Never heard’The comments prompted former Union minister and Congress leader Manish Tewari to point how unusual it is for a foreign diplomat to comment about the host country’s internal affairs. “To the best of my recollection going back at least 4 decades in public life, I have never heard an US ambassador making a statement of this nature about the internal affairs of India,” Tewari said in a tweet on Friday. “…Even when [former American assistant secretary of state] Robin Raphel would be loquacious on [Jammu and Kashmir] in the 1990s the US ambassadors in India were circumspect.”Foreign diplomats “have a duty not to interfere in the internal affairs” of their host nation under Article 41 of the Vienna Convention on Diplomatic Relations, the cornerstone of international relations and international law. In line with this Convention, observed by almost all countries, foreign diplomats usually avoid commenting on internal matters of a country.Tewari added, “I doubt if the new [ambassador] is cognisant of the convoluted and torturous history of US-India relations and our sensitivity about interference perceived or real, well intentioned or mal-intentioned into our internal affairs.”While the India-United States partnership has been strengthening in recent decades amid China’s emergence as a common rival, their ties were frosty during the Cold War. This history is a factor in India-US ties even today.His party colleague Jairam Ramesh asked in a tweet if External Affairs Minister S Jaishankar would “summon the US Ambassador and tell him in no uncertain terms that the USA has no role whatsoever to play in Manipur?”He added, “The responsibility for bringing back peace and harmony in Manipur is that of the Union Govt, the state govt, the civil society and political parties in the state, especially.”Several other social media users have similarly criticised Garcetti for what they alleged was “brazen interference” in India’s internal matters.  After gorging on idli, dosa & sambhar Amb Garcetti blunders.Concentrate on food Amb. & leave our affairs to us.By the way we could have helped when people in US were crying \"Black Lives Matter\" https://t.co/gC0kd33aYO— Amb Rajiv Dogra (@AmbRajivDogra) July 7, 2023\n\nRajiv Dogra is a former Indian diplomat and a foreign affairs commentator.\nAvoidable comments?Some observers such as former Indian ambassador Yogesh Gupta said Garcetti’s remarks were avoidable. “We have noted the US ambassador’s humanitarian concern about the situation in Manipur,” Gupta told Scroll. “But India is fully capable of handling the situation in Manipur itself. India doesn’t need the intervention of the US government.”Gupta added, “It’s important for friends to let the host government handle the situation and avoid any impetuous reaction.”\n\t\t\n\tGarcetti presenting his diplomatic credentials to President Droupadi Murmu in May. Credit: @rashtrapatibhvn/TwitterHowever, Atul Mishra, associate professor of international relations at Shiv Nadar University, argued that Garcetti’s remarks were not interference in India’s internal affairs. “He was responding to a question rather than initiating a comment himself,” Mishra said. “And I didn’t see his remarks as amounting to political commentary.”Still, Mishra argued, Garcetti should have avoided such comments. “Ideally, to avoid controversies, diplomats shouldn’t speak on domestic affairs of the host country,” Mishra said. “Here, there’re also sensitivities involved around perceptions of Western interference in India’s internal affairs. So, he shouldn’t have said that. The best thing to do in such a situation is to avoid talking.”Mishra said that while the Vienna Convention requires diplomats to not interfere, the spirit of diplomatic relations allows for an offer of humanitarian assistance. “But, in this case it’s tricky because the suffering in Manipur is resulting from a violence that is political,” he added.In a similar vein, Rajesh Rajagopalan, professor of international politics at Jawaharlal Nehru University, said Garcetti’s comments were a “misstep”. “I don’t think he meant interference, but it’ll come across as that especially because of India’s sensitivities,” Rajagopalan told Scroll. “He should’ve been better briefed.”Arindam Bagchi, spokesperson of India’s external affairs ministry, did not comment on the matter. “I’m not sure foreign diplomats would usually comment on internal developments in India, but I won’t like to make a comment without seeing exactly what’s being said,” Bagchi said on Thursday.Also read: Why are India’s diplomats speaking a new aggressive language?","author":"Nachiket Deuskar","time":"2023-07-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191972-butzrrzulp-1688734394.jpeg","tags":["India","United States","India-US Relations","Eric Garcetti"],"source":"https://scroll.in/article/1052247/why-the-us-ambassadors-offer-to-assist-manipur-has-raised-eyebrows"}