{"title":"Why the Centre's dubious use of money bills must not go unchallenged","content":"The government’s recent decision to pass the Aadhaar (Targeted Delivery of Financial and Other Subsidies, Benefits and Services) Act, 2016, and amendments to the Foreign Contribution Regulation Act, 2010, and the Reserve Bank of India Act,1934, as money bills has stirred controversy. By virtue of being money bills, these could be passed by a simple majority in the Lok Sabha without the approval of the Rajya Sabha, where the government does not enjoy a majority. Naturally, those in the Opposition and many commentators see this as the government’s (illegitimate) method of bypassing the Parliamentary process. The government claims that once the Speaker of the Lok Sabha certifies a bill as “money bill”, the matter ends, as it is up to the discretion of the Speaker of the lower house to do so.While it may seem that this is just another arcane debate on the rules of Parliamentary procedure, when probed deeper, it throws up questions on the very nature of constitutional governance and law making in India.In terms of Parliamentary Procedure, under the Constitution, only money bills enjoy the exemption from being passed by the Rajya Sabha. The Constitution also clearly defines what is a money bill is. Article 110 (1) lists out seven features which a bill may possess in order to be a “money bill”. What is crucial is that the opening words of the clause mandate that in order to be a money bill, a bill has to have only any of these seven features. Any doubt about the scope of clause (1) is removed in clause (2) which states that a bill shall not become a money bill simply because it also happens to deal with the imposition of tax or a collection of a fee, apart from other objects. Where there is any doubt, the Speaker has the power under clause (3) to certify a bill as a “money bill”.This division of bills into such categories is not unique to India. Similar provisions exist in other countries, but Article 110 is quite similar to Section 1 of the Parliament Act, 1911 passed in the UK. This law was introduced in the UK by the House of Commons to assert its dominance over the House of Lords, which had rejected a budget passed with a strong majority in 1909. What the 1911 Act did was to put into law a convention that the House of Lords would not veto or stall money bills passed by the House of Commons which reflected the will of the people. While India has adopted the Westminster model of Parliamentary democracy, we have to keep in mind one important departure from the UK model: the written Constitution. Unlike England, where till recently, the power of Parliament to make laws was unrestrained, in India a written Constitution necessarily curtails the power of Parliament to make laws. It imposes not only substantive limits, that Parliament may not violate fundamental rights or encroach on “state subjects” while making law, it also dictates the procedure by which laws are made. While Parliament is no doubt supreme in determining its own procedure, it can do so only within the boundaries laid down by the Constitution. Limits of powerThe powers of the Speaker within Parliament is also not untrammelled. The post of the Speaker is a creation of the Constitution and the powers of the Speaker have to be exercised in accordance with the Constitution. When deciding whether a bill is a money bill, the Speaker does not have unlimited power but has to decide in accordance with the Constitution. Suppose, for instance, the Speaker were to certify a constitutional amendment bill as a “money bill”, such amendment would be null and void as the Speaker has no power to certify constitutional amendment as “money bills”, even if the amendment relates in some way to taxes. Such a decision of the Speaker to certify a bill as a money bill, contrary to clause (1) of Article 110 and thus, unconstitutional.  This line of reasoning should have spelt doom for the Aadhar Act, and other such laws had it not been for the Supreme Court's judgement in Mohammed Saeed Siddiqui v State of UP (2014). A three-judge bench of the Supreme Court upheld an Uttar Pradesh law, which was passed as a money bill, amending the Uttar Pradesh Lokayukta and Up-Lokayuktas Act, 1975, extending the term of the Lok Ayukta by two years. The court refused to strike down the law holding that once the Speaker had certified that a bill was a money bill, the Court would not review that decision and even if the Speaker erroneously certified a bill as a “money bill” it would only be a “procedural irregularity”. In doing so, the court relied on Article 212, which gives finality to the Speaker's decision on matters of Parliamentary Procedure in the context of the state legislative assembly and excludes the jurisdiction of any court from such decision. The Supreme Court’s judgement in Mohammed Saeed Siddiqui is wrong for one glaring reason ‒     the court mistakes a category error for a “procedural irregularity”. When the Constitution provides different, mutually exclusive procedures in passing a money bill, a non-money bill and a constitutional amendment bill, an error of categorisation results in an entirely wrong procedure being followed in passing the bill. A procedural irregularity would arise if, after correct categorisation, there is some lapse in procedure relating to a non-mandatory clause. But when the initial categorisation itself is incorrect, this is a substantive illegality.  From this, it follows that the Court’s conclusion, that it could not review the decision of the Speaker because of Article 212 is clearly wrong. As multiple constitution benches in the context of anti-defection law and disqualification of members have held, Article 212, and its counterpart for the Union Parliament, Article 122 do not take away from the jurisdiction of courts to address a substantive illegality committed by the Speaker in exercise of her powers under the Constitution. Since the provisions relating to money bills in the state legislature and the Union Parliament are identical, the line of reasoning adopted by the Supreme Court in Mohammed Saeed Siddiqui would apply to any challenge to the Aadhar Act, FCRA and RBI Amendments as well. Shaky groundYet, the fundamental infirmities in the legal reasoning given by the Supreme Court suggest that it may be the right time for a complete re-look at the law laid down in Mohammed   Saeed Siddiqui’s case. With court on Tuesday agreeing to hear the challenge to the Aadhar Act in July, this is an opportunity to correct the conceptual confusion at the heart of Mohammed    Saeed Siddiqui's case.No doubt the Lok Sabha enjoys the popular mandate in a way that the Rajya Sabha, being composed of indirectly elected and nominated members, does not, and never will. That is not to say that the Rajya Sabha plays no meaningful role in the passage of laws. The constitution framers were well aware that a simple majority of seats in the Lok Sabha should not be the basis for fundamental and far reaching changes without sober discussion and a broad consensus among society. The Rajya Sabha is one of the many checks and balances put in place to prevent a constitutional democracy from becoming a mere tyranny of the majority. In addressing the debate of what is a money bill and what is not, one hopes that the Supreme Court keeps this constitutional principle in mind and keeps Parliament within the bounds of the Constitution, as it has done before.","author":"Alok Prasanna Kumar","time":"2016-05-11T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/807861-article-ssgehvqsto-1450868026.jpeg","tags":["Parliament","Money bills"],"source":"https://scroll.in/article/807861/why-the-centres-dubious-use-of-money-bills-must-not-go-unchallenged"}