{"title":"Why has Modi’s inability to stop Chinese intrusions not damaged the BJP’s reputation?","content":"On Tuesday, the Economic Times reported an alarming lapse in India’s security apparatus. On August 30, the paper said, 100 soldiers from China’s People’s Liberation Army crossed the Indo-China border and entered the Indian state of Uttarakhand. The contingent entered 5km into Indian territory and even managed to damage a bridge.Even though Chinese troops were in Indian territory for three hours, they were not challenged by the Indian security forces. In the end, the soldiers crossed back into China unhampered.By any standard, enemy troops entering a country’s territory and attacking infrastructure is a dangerous state of affairs. More so when it came only a year after 20 Indian soldiers died in border clashes with the People’s Liberation Army in Galwan, Ladakh. This was one part of a series of aggressive moves by the Chinese across the length of the Indo-Chinese border. As defence analyst Sushant Singh reported, Chinese control of the Depsang plains that resulted from this wave of conflict was a major jolt to Indian defence.Teflon ModiIn the course of normal democratic politics, these continued Chinese intrusions should have had a significant impact on politics and the media. Paradoxically, however, there was little of the sort. The August 30 intrusion, for example, remained a minor story in the print media and barely featured on India’s frenetic television news networks. Earlier, the 2020 clashes followed much the same pattern, with the significant change in relations with China having little effect on domestic Indian politics.Things weren’t always like this. The United Progressive Alliance, which was in power from 2004 to 2014, was extremely vulnerable to being criticised on national security. For instance, in 2008, even as the Mumbai terror attack was underway, Narendra Modi,the Gujarat chief minister at the time, addressed a press conference to attack the government. The Bharatiya Janata Party even released advertisements urging Indians to vote for them and oust the “weak government” that had allowed “brutal terror” to strike “at will”. The campaign was a success, painting the Congress-led United Progressive Alliance as weak on national security and the BJP as the answer.So why does the same dynamic not work now with Modi in office?Alarm bells after 100 PLA soldiers cross border at Barahoti, Uttarakhand, cause infra damage before retreating.First ever Chinese transborder intrusions took place here in 1954, which expanding to other areas, ending in the 1962 warWith @rahultripathihttps://t.co/nEaNcKFlzb— Manu Pubby (@manupubby) September 28, 2021\n\nMedia controlThe first and most prominent factor is media control. The Modi government has exercised strong control over the media, using both carrot and stick. In July for example, Modi was named on a list of 37 heads of state or government accused of being “predators of press freedom” by international media watchdog Reporters Without Borders. “His leading weapon is to flood the mainstream media with speeches and information tending to legitimise his national-populist ideology,” noted the report. “To this end, he has developed close ties with billionaire businessmen who own vast media empires.”Phenomena like these meant that Reporters Without Borders placed India at an abysmal 142nd place out of 180 countries surveyed as part of its press freedom rankings.This strong media control means that much of the natural outrage that would result from something as significant as intrusions from a hostile army do not play out since most Indians simply do not have the full picture of what is happening. In fact, as Newslaundry reported, right till June 15, 2020 when 20 Indian soldiers were killed by the Chinese military, defence correspondent and analysts denied there were any major Chinese intrusions at all. Only a fortnight before the attack, for example, a defence analyst reported that any Chinese intrusions in Galwan had been “cleared” back in May.Remarkably, even the bloody events of June 15 did not change this dynamic by much. Four days after the Galwan clash, Modi delivered a statement on television which denied any Chinese intrusion at all. “No one has intruded and nor is anyone intruding, nor has any post been captured by someone,” said the prime minister.  \n\n\n    \n    Play\n\nLater an unsigned written statement from the Prime Minister’s Office served to clarify that the Chinese were indeed “seeking to erect structures just across the LAC”. However, this quiet statement was, of course, overshadowed by the prime minister’s TV statement, thus neatly hiding from much of the Indian public the severity of the intrusions by the People’s Liberation Army.This media control means that political attacks on the Modi government, at best, fall flat – or worse, boomerang on the opposition.‘Balakot bump’In February 2019, for example, a suicide attack in Pulwama in Kashmir left 40 Indian paramilitary troops dead. This in turn led to India carrying out an airstrike within Pakistan, with Pakistan retaliating the next day. Much of the media reported this with unvarnished cheerleading, choosing to skip uncomfortable questions such as what had allowed the security lapses that had led to the Pulwama attack in the first place or why Pakistani fighter jets had been able to breach Indian airspace on February 27 as retaliation for airstrikes the day before. The consequence of this was that while the BJP could use the Pulwama attack and its aftermath for its campaign in the subsequent Lok Sabha elections, any time the opposition brought up security lapses by the Union government, it was easy for the BJP to tar them as “anti-national” for simply asking questions. While Modi had been able to successfully paint the United Progressive Alliance as inept by asking tough questions, it simply didn’t work the other way around: the Pulwama attack and the events that followed were actually partly responsible for the BJP’s massive win in 2109.Budgam chopper incident: Officers to face charge of culpable homicide, friendly fire by Spyder system brought down chopper. Four in the dock.https://t.co/UXrwGAqiDL via economictimes pic.twitter.com/wG7VZ0TgAV— Manu (@manupubby_ET) May 21, 2019\n\nThe BJP is further helped in this dynamic by the fact that it has significant support amongst India’s middle classes – the group most likely to consider national security as a prominent issue over and above bread and butter subjects such as employment and inflation. As much as 38% of the middle class and 44% of the upper-middle class voted BJP in 2019, by far the most popular party in that category, post-poll surveys suggest. To cut this another way: since the BJP appeals only to Hindus amongst the middle class, 61% of Hindu upper-caste voters picked the BJP in 2019 – with the caste group’s allegiance to the saffron party forming India’s most stable vote bank.Owning national securityTo add to this dynamic is the fact that India’s politics is now more partisan than ever, with the BJP having a strong and loyal voter base. While these supporters might consider national security as an important issue, it would be unlikely that they would raise questions in public that would embarrass Modi.Moreover, the BJP is now organically identified with the national security plank, far ahead of any other party. Even if some voters might be angry with its handling of the intrusions by China, many would still prefer the Hindutva outfit to any other party. For example, the use of national security in the 2019 election was so effective by the BJP that a party such as the Trinamool Congress simply stopped attacking the BJP on that plank after that, preferring to restrict the battle to bread and butter issues. The Trinamool Congress thinks, with good reason possibly, that it suffered by raising questions about the Pulwama attack and therefore decided to drastically change tack.While its complete ownership of the national security space might be good for the BJP, it might end up harming India. As is clear, the democratic pushes and pulls that ensure vibrant debate and put pressure on the Union government to keep national security robust are broken, with the subject completely pushed out of the political sphere.","author":"Shoaib Daniyal","time":"2021-10-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161149-yxcnybrnnb-1625484307.jpg","tags":["Modi","BJP","Pulwama","Balakot"],"source":"https://scroll.in/article/1006666/why-does-modis-inability-to-stop-chinese-intrusions-not-cause-damage-to-the-bjps-reputation"}