{"title":"Why has data for electoral bonds worth Rs 4,002 crore not been disclosed?","content":"The State Bank of India has sold 28,030 electoral bonds worth Rs 16,518 crore since March 2018, according to its responses to Right to Information requests.But the buyers’ list released by the Election Commission on Thursday contains information for only 18,871 bonds accounting for Rs 12,516 crore.Why has information for 9,159 bonds worth Rs 4,002 crore not been disclosed?Part of the answer lies in an admission made by the State Bank of India in the Supreme Court earlier this week that it had made an “oversight” in its calculations. Another part of the answer lies in a “sealed cover” that has not yet been made public.The admissionOn February 15, the Supreme Court had declared as unconstitutional the electoral bond scheme that allowed individuals and companies to buy these monetary instruments anonymously and donate them to political parties. It asked the State Bank of India to disclose detailed information related to the bonds to the Election Commission by March 6.Since March 1, 2018, the bank has sold bonds in 30 phases.However, in a plea filed before the court seeking an extension for handing over the data to the Election Commission on March 4, it only accounted for bonds sold in 22 phases since April 2019. It said that “twenty-two thousand two hundred seventeen (22,217) electoral bonds were used for making donations to various political parties” between April 12, 2019 and February 15, 2024. Eight days later, it clarified that it had made an “oversight” in its calculations. In a compliance affidavit filed before the court on March 12, the bank pointed out that it had actually sold only 18,871 bonds between April 12, 2019, and February 15, 2024. The remaining 3,346 bonds were sold between April 1, 2019, and April 11, 2019, as a table in paragraph 4 of the affidavit shows.Why did the bank not release data for these 3,346 bonds?In the compliance affidavit, it cited the Supreme Court’s February 2024 judgement that asked it to “submit details of the Electoral Bonds purchased since the Interim order of this Court dated 12 April 2019 till date to the ECI”.The interim order was passed by a three-judge bench of Ranjan Gogoi, who was then the chief justice, Justice Sanjeev Khanna and Justice Deepak Gupta on April 12, 2019. It asked the bank to submit detailed information for the electoral bonds issued till May 15 of that year to the Election Commission in a “sealed cover”. By referring to this interim order, the bench led by current Chief Justice DY Chandrachud likely meant to direct the SBI to release data other than what had already been submitted in the sealed cover.However, the SBI interpreted this as a direction to release information on the bonds issued between April 12, 2019, and February 15, 2024 – opening up a gap in the data.The sealed coverThe result is that a part of the data contained in the sealed cover is out, while the rest is not.The sealed cover data would include information for bonds issued in ten phases between March 1, 2018 and May 15, 2019. This number comes to 11,681 bonds.Of this, data for 2,522 bonds issued since April 12, 2019, and May 15, 2019, has been disclosed.But information for 9,159 bonds issued between March 1, 2018 and April 12, 2019 is still missing. These are bonds worth Rs 4,002 crore.The Election Commission has not yet released the information contained in the “sealed cover”. This, despite the Supreme Court, in an order on March 11, asking it to “forthwith publish the details of the information which was supplied to this Court in pursuance of the interim orders on its official website”. This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and several independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekhar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Ayush TiwariProject Electoral Bond","time":"2024-03-15T17:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199283-jgrfukpbcy-1710506449.jpg","tags":["Electoral Bonds","Political finance","State Bank of India","Supreme Court","Lok Sabha 2024"],"source":"https://scroll.in/article/1065260/why-has-data-for-electoral-bonds-worth-over-rs-4002-crore-not-been-disclosed"}