{"title":"Why did Ram become a god instead of remaining a man? This book answers the question (and others)","content":"Serendipitously enough, this is my second consecutive review of an Arshia Sattar book this month. Not incidentally, both books are about India’s numero uno epic – the Ramayana. But Sattar’s newest book, Uttara: The Book of Answers is far removed from her Ramayana for Children, in terms of both style and substance. Where the latter is a sweet little simplification, this one is a reckoning of her entire research career.For those who don’t know her work, Sattar is an authority on Valmiki’s epic poem, having worked on it for more than twenty years. Two decades after her translation of the entire Valmiki Ramayana, Penguin has published this monograph on its last canto. With endorsements from stalwarts like Wendy Doniger and Girish Karnad, one can take for granted the academic merit of this work, but here are my two cents as a student of the Ramayana.In her acknowledgements, Sattar tells us how she wrote this book as an act of reparation for not doing justice to the Uttara Kanda in her first translation. But over the years she has realised just how much more there is in the seemingly excessive back stories than meets the eye. Even as the Ramayana gets sucked deeper into the mire of political agendas, the need to tell this part of the tale more clearly was felt. In her “Introduction”, she says this about the book: The word Uttara has many meanings, among them, ‘after, ‘epilogue’, ‘ultimate’ and ‘answer’. This Uttara Kanda performs the functions of all those meanings…The most important aspect of the Uttara Kanda is that it provides answers – not simply to questions that had actually been raised, but also to questions that might have been imagined then and might be imagined even now.Yes, “Uttara” also means “answer(s)”. Somehow, I’ve always missed the obvious. I’ve always only thought of it in the sense of a post-script – albeit a really, really long one. Now that Sattar points it out, it seems most evident. An academic re-look at the Uttara Kanda really draws out many important answers – perhaps not the kind purists want.There are two primary schools of thought with respect to the structure and composition of the Valmiki Ramayana. The first (and often more vociferous) set likes to believe that the entire book was composed by Valmiki and Valmiki alone. But most modern scholars agree that the Bala and Uttara Kandas – the first and last cantos – are interpolations, composed and inserted into the main text at a later period. This conclusion is based on the stark stylistic differences between the middle books and the first and the last ones. Through the Ayodha, Aranya, Kishkindha, Sundara and Yuddha kandas, the treatment of the story is linear and Ram is treated more like a human hero than an avatara of Vishnu. It is only in the two “parenthetical” books that we find a large measure of divinity, and a distinctly Puranic way of narration with plenty of magical elements. The essays in Sattar’s book, which follow the main body of the translated text, are based on this premise, and it is into this section that the curious will want to sink their teeth.  A large chunk of the book is taken up by the 100 odd sargas (chapters) of the Uttara Kanda in translation. This portion is very useful for brushing up on one’s Ramayana myths and enjoying the pleasant quality of Sattar’s writing. One can almost taste the lilting beauty of the Sanskrit verses in her words. In the second part of the book, Sattar furnishes six essays about the six cardinal problem points in the Uttara Kanda. These are: “The Uttara Kanda as a Mahapurana”, “The Story of Ravana”, “The Banishment of Sita”, “The Killing of Shambuka”, “The Death of Lakshmana” and “Rama’s Last Act”. As the titles suggest, the essays tackle compositional, social and moral issues in the text. Ravana’s journeyIn her first essay, Sattar explains the general structure and nature of the Puranas, thereby helping the reader see how the Uttara Kanda sounds like one. She also draws a most useful parallel between the Ramayana and the Mahabharata.Sattar correctly argues that what the Harivamsa is to the Mahabharata, the Uttara Kanda is to the Valmiki Ramayana. Both act as addendums, offering back stories for context. But the Harivamsa is acknowledged to be a khila or an appendix text, whereas the Uttara Kanda is considered an essential part of the Ramayana story. Also, the Harivamsa focuses on the hero, i.e., Krishna, while the Uttara Kanda dwells upon the villain, Ravana. That a major part of the Uttara Kanda should be dedicated to Ravana is fascinating, and this is what Sattar discusses in the second essay. Ram seems content listening to stories from sages about Ravana’s ancestors, origins and powers. These back stories, with a tangle of boons and curses, try to justify the seeming oddities of the main plot. Sattar calls it a case of “overdetermination”. This turns the characters puppet-like, who play out predictions rather than act from free will. It also effectively erases all moral ambiguities, with the binaries asserted. Ram can do no wrong and Ravana can do only that. By the end of the Uttara Kanda we are so stuffed with the curses Ravana’s wrongdoings have accrued that we forget that he was earlier described as a great king, brahmin and scholar, whose rule was perhaps as great as Rama’s. The changing face of RamaThe third essay on Sita’s Banishment tackles the very sensitive issue of Ram abandoning his pregnant wife. Sattar gently places this feminist favourite in a sociocultural context. She explains how the concepts of chastity and bhakti underwent a change between the early and later stages of the composition of the epic, and speculates on what could have prompted the writers to make Ram behave the way he did. Most valuable is the way she sheds light on the ramifications of this episode on not just the epic, but also on women and society in general.In the essay on Shambuka’s killing too we see the face of a changing society. The episode is a true albeit sour reflection of a social order that must have started becoming increasingly rigid with its caste hierarchy. The last couple of essays on Lakshmana and Rama’s respective mortal exits are also served up as examples of overdeterminism. Sattar helps us see how a proud and feisty Lakshmana is turned into a mere victim of a brahmin’s unjustified anger and a random curse in the Uttara Kanda. We can only shake our heads in dismay as he meekly accepts his fate and walks into his watery grave but at least now we know why.Ram is not spared either and is turned into an “obedient” monarch rather than a compassionate king. Sattar compares the Ram from Bhavabhuti’s famous Sanskrit play, Uttaramacharita, to the Ram from the Uttara Kanda to show how the former is real in his loss and grief and the latter, an unnaturally cool king. The Uttara Kanda in elevating and sealing Ram to the position of a god, makes him worthy of worship but not very lovable.  Uttara: The Book of Answers, therefore, delivers what it promises. But the book also inspires many more questions, which is the true purpose of any academic work. And in this lies Sattar’s success.Uttara: The Book of Answers, Arshia Sattar, Penguin Books.Urmi Chanda-Vaz is an Indologist and specialises in cultural, historical and mythological research.","author":"Urmi Chanda-Vaz","time":"2016-11-13T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821416-45302-balflziast-1478969176.jpg","tags":["Ramayana","Books"],"source":"https://scroll.in/article/821416/why-did-ram-become-a-god-instead-of-remaining-a-man-this-book-answers-the-question-and-others"}