{"title":"Why feasts are more effective than cash payments to win votes in India","content":"In an ironic inversion of the general trend of the 2015 election, where the BJP by all accounts spent a greater amount than the “grand alliance”, the RJD candidate Satish Yadav [in the Bihar assembly elections in 2015] distributed a great deal of his own money while the BJP’s Sanjay Surya spent none. In a dramatic incident, Satish was reportedly nearly caught in a police raid to prevent “vote buying”. Eyewitnesses described him grabbing a suitcase from his SUV and fleeing on foot, at one point falling and injuring himself before escaping on a supporter’s motorcycle. While Satish’s story circulated almost as a heroic tale, what really baffled people – especially BJP supporters – was that Surya was reported to have not even spent all of the money that the party gave him to compete with Satish.People said, usually with amused disgust, that he returned a portion of this money. “Why would he return money?” people asked with audible disdain. And this was usually stated as an explanation for why he lost by such a massive margin (in addition, of course, to the electoral wave that routed the BJP in much of the state). Virtually nobody praised Surya for his “honesty” and there was also little discernible public critique of Satish’s “vote buying”. For instance, I heard very few allegations by BJP activists that the election had been unfairly bought, despite everyone’s perception that Satish had distributed a large amount of money. In the months before the election, Biju, a Dalit man, explained the logic of this disdain for Surya. He explained that he likes the BJP and especially Narendra Modi, describing the election of a BJP-led state government as having the potential to bring the economic modernity that he had witnessed in metros to Bihar. But, Biju was emphatic, if the election were between Surya and Satish, he would definitely vote for Satish. When asked why, he said that Surya was “useless” (bekar) while Satish did good work, such as providing him employment related to sand mining. Satish, and the brokers connected to him, could also provide loans, “manage” the police, and provide protection or support in case of a conflict. If Satish ran, he said that he would be compelled to vote for such a “good candidate”.For Biju, what clearly made Satish a better candidate than Surya had nothing to do with the ability to “represent” him in the state assembly, and certainly nothing to do with honesty. It was Satish’s network – and his willingness to allow Biju to participate and benefit from this network – that mattered. Surya, in contrast, had no network despite being the sitting MLA in the constituency. Not surprisingly, Satish’s distribution of money flowed through the same networks that people like Biju value so much. “Following the money” involves mapping the networks that link regional political economy – and especially sand mining – to local sites within villages. Most of the brokers to whom Satish gave money to distribute were involved in one way or the other with sand mining. For instance, informants told us that Satish’s brother distributed money to Surinder Yadav, the ex-mukhia of one of my research villages and the most influential Yadav leader in the area, involved with sand transportation and owner of several trucks. One of the people to whom Arvind distributed money was Mandal Yadav, a small-scale contractor of government development projects who is also marginally involved in sand transportation. Each of these people are asymmetrically tied to the person who gave them money to distribute and, in turn, are expected to distribute money to their supporters. So there is a chain of brokers here – all of the same caste and all involved with sand mining – extending from the candidate to specific localities within the village. Money distribution consolidates this network of brokers, but it’s important to keep in mind that this network (the “sand mafia”) is also the source of the money. What this reveals is the increasing role of regional political economy in shaping electoral practice.The key to effective money distribution is to consolidate the broadest network possible, one that includes as many “nodes” (brokers) as possible. This enterprise can go badly. There were constant rumours that certain brokers were “eating” the money instead of distributing it. Or the brokers can exclude key constituents who could otherwise be supporters. For instance, there was widespread anger in part of Surinder’s village by Yadavs opposed to him who claimed that he was only distributing to “his people”. Despite caste and party loyalty to Satish that brokers told us usually requires less cash distribution – with most distribution reportedly done in non-Yadav areas of the village – some of these voters openly threatened to vote for the BJP in response.But this was minor compared to the widely perceived partiality by Surya’s broker in the village, an elected party official with little clout in regional political economy and therefore an ineffective network.After an election rally (for BJP ally Ram Jitan Manjhi), conflict erupted with villagers threatening not to vote BJP (“BJP nehi rahenge. Ham log koi value nehi hai”). Surya mediated, telling people to resolve their disputes with him in private, not in public meetings.Since consolidating an effective network is key to winning elections, many brokers and even voters want to be on the winning side as this will result in greater access to resources. A powerful patron who is a sitting MLA, all things being equal, is generally better than a powerful patron who is not. Brokers sometimes referred to this as “wait and watch” (in English) when they were considering which side to support. This is why it is important to publicly signal the strength of one’s network. At village-level election rallies, the candidate speaks in the presence of affiliated local leaders, signalling their network to all who observe. But these are usually one-off events. A more regular, and, therefore, publicly observable signal of network strength occurs at pre-election feasts where the supporters of a given candidate are provided food and often alcohol. Unlike cash payments, attendance at feasts generates very public pressure to support a candidate – it would be socially condemnable to be regularly seen at a feast in support of a candidate while vocalising support for another candidate. These feasts, lasting as long as ten days before the election, therefore, produced social expectations about attendees’ votes.Feasts are also considerably more expensive than holding a single rally and feeding supporters is where a significant portion of money distributed by candidates is spent.Some feasts are mostly attended by brokers, while more expensive feasts involve brokers bringing their supporters in a public demonstration of their own influence over voters. And there were scores of very local feasts held in specific areas of the village. Election feasts, of course, also publicly signal the influence of the host. The public spectacle of a widely attended political feast produces the public representation of an influential patron, someone connected with powerful men in the region, gathering supporters on their behalf, and doing so by “sharing the wealth”. This serves as a very public representation of their influence while also demonstrating the local reach of the candidate. If the feast-giver is an influential person in the village, people may vote for the candidate primarily as an act of support for the proxy. Personal relationships are widely considered to be a sensible, and at least somewhat legitimate, reason to vote against the perceived interest of one’s community. Complicating the top-down “chain” of brokers are local leaders who hold their own feasts on behalf of candidates using their own resources without taking money from a candidate. In my research villages, there were only two examples of these, and in both cases, the leader in question was a member of the syndicate. Leaders who wanted to signify their political clout but maintain equal status with the candidate had to utilise their own funds. This reveals the ways in which receiving money to distribute produces an asymmetrical relationship. And since receiving money puts one in a position of subordination vis-à-vis the giver, this is only publicly acceptable if one is able to put others in a similar position – to become part of the chain of brokerage.This explains why “vote buying” is popularly seen as more or less legitimate while “vote selling” is not – this is because selling one’s vote is selling perhaps the most tangible right of citizenship for most people in rural Bihar. Since it is through the vote that most lower-caste people have attained “voice” (bol) and dignity, it would be humiliating to publicly acknowledge selling one’s vote despite the uncertainty of the secret ballot. Nobody in my research sites acknowledged receiving money unless they were brokers who also distributed money, or held feasts.While these feasts resemble the types of wedding and funeral feasts that erstwhile zamindars have long held, the backgrounds of brokers and feast-givers indicates that landholding as a basis of electoral influence is weakening – most of the brokers in my five research panchayats have relatively small landholdings or have purchased their land with cash earned through regional economic activities. Development brokerage, in fact, is more important for most brokers than land-based relationships with voters. But even as landholding as a basis of electoral influence is weakening, the centrality of caste identities is not, as regional political economy such as sand mining is organised around the caste-based networks of each syndicate member. Excerpted with permission from ‘Money and Votes’ by Lisa Björkman and Jeffrey Witsoe, from Costs of Democracy: Political Finance in India, edited by Devesh Kapur and Milan Vaishnav.","author":"Lisa BjörkmanJeffrey Witsoe","time":"2018-07-19T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/886923-23935831583_8780aca3c3_o.jpg","tags":["Elections","money"],"source":"https://scroll.in/article/886923/why-feasts-are-more-effective-than-cash-payments-to-win-votes-in-india"}