{"title":"Why the most backward castes are crucial for BJP’s sandwich alliance to succeed in Uttar Pradesh","content":"Political pundits in Uttar Pradesh have been keenly tracking the castes comprising the “most backward class” ahead of the general election. That is because the National Democratic Alliance, led by the Bharatiya Janata Party, is largely dependent on their support to thwart the challenge from the alliance of the Bahujan Samaj Party, Samajwadi Party and Rashtriya Lok Dal and retain most of its 73 seats in the state. The most backward class overwhelmingly voted for the BJP in 2014, and again in the 2017 Assembly election.Voting trends of 2014 and 2017 underscore the fragmentation of the Other Backward Classes, once seen as the Samajwadi Party’s formidable base. The fragmentation, in turn, emphasises the separateness of the most backward class from other constituents of the Other Backward Classes, the “backward” and the “more backward”.A sense of separateness within a category of social groups is not necessarily natural. It is often created and accentuated. In fact, the consciousness of separateness within the most backward class emerged, to a great degree, because of the classification of castes that the BJP undertook over the past two decades to expand its base.On June 28, 2001, Rajnath Singh, then chief minister of Uttar Pradesh, constituted a social justice committee under Hukum Singh, a BJP minister. It was tasked with distributing the benefits of reservation equitably among the groups comprising the Other Backward Classes.Linking each caste’s population to the proportion of jobs its members held, the committee split the Other Backward Classes into backward, more backward and most backward classes. Astonishingly, only one caste was slotted under the backward category – Yadav – and assigned 5% reservation. Eight castes, including Jat, Kurmi, Lodh and Sonar, were declared more backward and allocated 9% reservation. In contrast, 70 castes were classified as most backward and given 14% reservation. The committee also increased the reservation for the Other Backward Classes from 27% to 28%.Ultimately, though, the committee’s report was not implemented, as Rajnath Singh left office in March 2002. In that year’s Assembly election, the BJP slipped to third spot. But the rationale of equity that informed the subdivision of the Other Backward Classes struck root, justifiably so. There was, after all, evidence that the most backward class was being deprived of their due.The subdivision spawned a narrative that ascribed the separateness of the most backward class to their reaction to dominant groups in the Other Backward Classes appropriating political power and the largest chunk of the reservation cake. They were said to particularly resent the Yadav-dominated Samajwadi Party, which was portrayed to have taken their votes to rule four times but denied them their fair share.The most backward class, this narrative proffered, could break the Yadav caste’s hegemony by aligning with the BJP’s upper caste support base to sweep the party into power. It was only then the most backward class could get a satisfactory deal for themselves, or so it was said.The narrative’s credibility depended on demonstrating how the Yadavs numerical dominance could be neutralised. Again, the Hukum Singh committee came in handy – it had provided the percentage of each caste in the population of the Other Backward Classes, both Hindu and Muslim, which was numerated as 54.05% of Uttar Pradesh’s total population.Numbers gameTo better understand the game of numbers that was played, we calculated the population of different categories of castes on the basis of the committee’s report. First, we worked out the social composition of Uttar Pradesh’s population by taking the share of Muslims and Scheduled Castes from the 2001 census. Second, we split Muslims into General and Other Backward Classes categories by using the findings of the 68th National Sample Survey, 2011-’12.What our exercise yielded is shown in the table below.   General social composition of Uttar Pradesh \n    \n       Groups  Share in population (in %) \n    \n     Scheduled Castes  21.1  Scheduled Tribes  0.1  Hindu OBC  41.47  Muslim OBC  12.58  Muslim General Category  5.73  Christians  0.1  Upper castes and others  18.92 \n  Next, we prepared the table for the Hindu backward classes by deducting the Muslim backward groups from the Other Backward Classes. We also adjusted for small Muslim subgroups included in the Hindu groups by the Hukum Singh Committee.The data suggests that in the early 2000s, non-Yadav Other Backward Classes, comprising 31% of the Uttar Pradesh’s population, combined with the BJP’s nearly 19% upper caste base, could easily trump the Samajwadi Party, which was perceived to depend for power largely on the support of 10.52% Yadavs and 19% Muslims.This narrative over time triggered a realignment of castes that culminated in the BJP’s massive victory in 2014 and 2017. For instance, the data from the Centre for the Study of Developing Studies shows that 60% of the “other backward class” – a survey category created by excluding Jats, Kurmis and Yadavs from the Other Backward Classes – voted for the BJP in 2014, an increase of 31% over the 2009 election.The bulk of these votes would have come from the most backward class. With Yadavs, Kurmis and Jats taken out, the only group left in the more backward category having a substantial population is the Lodhs, who have been the BJP’s traditional supporters.Deepening divisionsThe most backward class has acquired even greater significance for the BJP in 2019 since the alliance of the Bahujan Samaj Party, Samajwadi Party and Rashtriya Lok Dal boasts a massive support base. To achieve anywhere near its 2014 success, the BJP must hope for a repeat of the last election’s most backward class consolidation behind it.It is presumably for this reason that another attempt to deepen the Other Backward Classes cleavage was initiated under Chief Minister Adityanath. He too appointed a social justice committee in May 2018 under retired Allahabad High Court judge Raghavendra Kumar. His report rationalising the reservation structure was submitted late last year.Kumar’s report was not released but a portion was leaked to the media. It shows the committee clubbed the Yadavs with the Jats, Kurmis, Sonars and a few small castes in the backward category, which was assigned 7% reservation. The more backward class included the Gujjars, Kushwaha/Maurya/Shakya, Prajapatis, Gaderias, Telis, Lodhs, and was allocated 11% reservation. The remaining 9% of the Other Backward Classes quota went to the most backward class, which included Mallah/Nishad, Rajbhar, Kashyap castes.The Kumar committee’s exercise establishes that, for political and governance purposes, which caste is backward or most backward depends on classification. The Kurmis and the Jats were more backward in 2002 but have become backward now. It can always be argued, however, that the reclassification was required to factor in changes in Uttar Pradesh’s socioeconomic situation since 2001.The alliance of the Samajwadi Party, Bahujan Samaj Party and Rashtriya Lok Dal poses a formidable challenge to the BJP in Uttar Pradesh. Photo credit: IANSThis reclassification was widely seen as a goodwill gesture towards the most backward class for voting solidly for the BJP in 2014. The data from the Centre for the Study of Developing Societies, shows even 77% of the Jats, 53% of the Kurmis and 27% of the Yadavs also voted for the BJP in the last general election. They were not favoured in the new classification, however, because the BJP cannot rely on them in the long run.That is because the Jats and the Kurmis, like the Yadavs, are powerful land-owning castes, concentrated in pockets, and have parties representing their interests. These castes are less amenable to the BJP’s control. In fact, the Jats are no longer as solidly behind the BJP as they were in 2014 and the party secures the support of the Kurmis mainly through the Apna Dal.Yet, the BJP will not wish to incur the wrath of the Jats, Kurmis and Yadavs. Alienating a clutch of dominant groups is a recipe for electoral disaster. Kumar’s classification, had it been realesed, would have certainly angered them because it restricts their access to just 7% of reserved jobs, down from the current 27%.It made political sense for the BJP, therefore, to leak only the part of the report allocating reservation to different categories. In doing so, the party sought to convince the most backward class about its intention to promote their interests. On the other hand, the dominant groups cannot protest against a report that has been neither released nor accepted.Distinct alliancesWhat is now in play in Uttar Pradesh is the emergence of two alliance systems – anti-hegemonic and sandwich. The academic Arun R Swamy defines an anti-hegemonic alliance as geared to uniting “out-groups or counter-elites across diverse social domains against a core elite”. The core elite in Uttar Pradesh comprises the upper castes. By contrast, a sandwich alliance “unites the extremes of a power hierarchy against mid-level actors”.The “mid-level actors” in Uttar Pradesh are actually the counter-elite drawn from the Yadav, Jat and Dalit castes. They seek to combine with Muslims to grab power. The 10.52% Yadavs, 21% Dalits and 19% Muslims give the anti-hegemonic alliance a potential vote share of above 50%. The alliance will undoubtedly undergo fragmentation. For instance, non-Jatav Dalits might not back the Bahujan Samaj Party since it is seen to be the preserve of the Jatavs, who constitute a whopping 55% of the community.Sub-regional parties representing some castes in the most backward class have started to flex their muscles as the election nears. For instance, the Nishad Party, which speaks for the Nishad caste, has broken away from the anti-hegemonic alliance. The sandwich alliance has lost the support of the Suheldev Bharatiya Samaj Party representing the Rajbhars. The party has threatened to field candidates in 53 of Uttar Pradesh’s 80 constituencies. Then there is the Congress, which is likely to eat into the votes of the two alliance systems.For all these reasons, the degree of consolidation of the most backward class behind the BJP will be key to its performance in Uttar Pradesh.Vignesh Karthik KR is a doctoral student at King’s India Institute, King’s College London. Ajaz Ashraf is a journalist in Delhi.Also read: Why Mayawati and Akhilesh Yadav kept the Congress out of their alliance in Uttar PradeshHow India Votes: Cracks appear in BJP’s 2014 coalition – but it has one very loyal votebank","author":"Vignesh Karthik KRAjaz Ashraf","time":"2019-04-07T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/87098-nbpdskzkya-1553965401.jpg","tags":["Uttar Pradesh election","BJP","BSP","OBC","Congress","Samajwadi Party","RLD","2019 Lok Sabha election","2018 Assembly elections","most backward castes"],"source":"https://scroll.in/article/918409/why-the-most-backward-castes-are-crucial-for-bjps-sandwich-alliance-to-succeed-in-uttar-pradesh"}