{"title":"Why Tabu continues to evolve: ‘Something shifts and it can never go back to being the same for you’","content":"Tabu has been cast in Mira Nair’s BBC television series novel A Suitable Boy, based on Vikram Seth’s 1993 novel of the same name. The only thing we know about Tabu’s role is that she will play the courtesan Saeeda Bai.Tabu isn’t allowed to say anything yet about the six-part series, which will begin production in India over the next few months. How did she get cast as Saeeda Bai? Has she read Seth’s 1,349-page tome? You’ll have to make do with her quote from the official press release: “Coming together with Mira after The Namesake is a thing of great joy for me. And to collaborate with her and the BBC for Vikram Seth’s book is something I’m so looking forward to. Along with being a dedicated and engaging film maker Mira is also someone who is the most fun to work with.”Why dwell on a television series that is to come when the past few months have been equally, if not more, exciting? Tabu, one of Hindi cinema’s most accomplished performers, is at a remarkably fulfilling professional juncture. She was a guest of honour at the Indian Film Festival of Melbourne in August, where she won the best actress award for Sriram Raghavan’s Andhadhun. While Tabu was in Melbourne, the zany thriller also won three National Film Awards, including the one for Best Hindi Film.Andhadhun stars Ayushmann Khurrana as a blind pianist who stumbles onto a crime scene. Tabu is in crackling form as Simi, who goes to great lengths to cover up her husband’s murder. Andhadhun was followed this year by the comedy De De Pyaar De and a cameo in the Salman Khan-led Bharat. Tabu is also in Jawaani Jaaneman, starring Saif Ali Khan and first-time actor Alaia Furniturewala, which will be out in November.No wonder, then, that Tabu exuded contentment during a recent interview. The 47-year-old actor was the picture of elegance in a grey-and-white silk ensemble as she spoke to Scroll.in about why we are seeing her more than ever before, and why this could only be the beginning of a new phase in a career that stretches nearly three decades. What was the Indian Film Festival of Melbourne like?I had never been to Australia before. New Zealand, yes, but not Australia. It was grand and rich and happy. You get to meet so many people and become aware of other people’s work. And it’s always nice to go with a successful film.I enjoyed myself. I had a day off – I went shopping, of course. Tabu in Andhadhun (2018). Courtesy Matchbox Pictures/Viacom18 Motion Pictures.‘Andhadhun continues to create ripples. What do you make of it?It’s one of the rare instances of my life that a film of mine is still fresh and part of the conversation. It only gets bigger and wider. For something to be the topic of discussion and conversation and have so much dialogue around it is amazing.I don’t know what to attribute it to. The film has spoken to and had a psychological impact on people. It has been able to trigger questions, some kind of curiosity. It has made people think and has worked on many levels beyond entertainment. The movie has no good, no bad, no villain. You can’t untie the knots easily, and there is no core, and yet it works so well. That’s the brilliance of the writing and the format.Simi is making things up as she goes along; her moral compass keeps changing. It’s funny, but not a caricature. As an actor, you play along and stay true to the situation. Andhadhun has opened a whole new set of choices for me, as well as the possibility of having such characters written for women on the screen. You can’t talk about ‘A Suitable Boy’, but what was it like playing Ashima in Mira Nair’s adaptation of the Jhumpa Lahiri novel ‘The Namesake in 2006?I got a call at, like, 2am one day from New York, and it was Mira. She said, Tabujaan, I want you to come to New York and do my film. I almost couldn’t believe it because I had read the book, and Ashima was one character I felt like, oh my god, it could be me. If there ever was a film made on this character, I would like to be that character.Working with Mira was very exciting, and it is still exciting. She is a force of nature, and it’s wonderful to collaborate with someone of her calibre, credibility, aesthetics, awareness and integrity. \n\n\n    \n    Play\n\nThe Namesake (2006).Did ‘The Namesake’ open any doors for you?It got me Life of Pi. What bigger door? Ang Lee told me he had seen The Namesake and immediately cast me without meeting anybody else.It opened the doors in my head, in my life, professionally and personally. It showed me the existence of a whole big, new world. That is the most enriching thing you can take from any experience – the path and the possibility. You add one more world to your existing world. You add these many people and experiences to your personal journey. I made friends and associations that have lasted these 13 years, friends from and not from cinema. This has been the foundation of one of the most important chapters of my life – awareness, understanding, a different take on filmmaking, on just being. In 2018, you were invited to be a member of the Academy of Motion Picture Arts and Sciences that hands out the Oscars. Was that another door?It’s work – you get to select and choose the academy award winners.But it’s also an amazing privilege with luxuries. There are screenings of old and new films every week in four cities – Los Angeles, San Francisco, London and New York. If you happen to be around, you can go. Around this time last year, when my membership was announced, I was in New York and watched a screening of the latest Mission: Impossible movie. I took my friends and was very happy. It is a really nice feeling of belonging. It is so amazing to feel part of something so big. There is stuff you can choose to do – there are programmes you can sign up for, like student programmes and mentoring programmes. A big academy museum is coming up in Los Angeles, and you can go and visit. If you choose to engage with all of that, it’s a lifetime of involvement.Tabu in Life of Pi (2012). Courtesy Fox Searchlight.What is the best form of validation for you as an actor?You are able to understand from the reactions you get. The reviews are a reflection too. People from the fraternity, their reactions, especially from those who don’t need to share them, and you can decipher that. Also your friends, people who are emotionally invested in you. I get to understand a lot from them. My mom, who lives in Hyderabad, is not a cinema person at all. She has instincts and she will put it in a few lines. She comes up with some hilarious responses to my roles. All she said about Andhadhun was, this is a very challenging role. She couldn’t understand what her daughter was up to.But she gets hugely proud when she goes on her walks and her friends tell her they liked my performances. She feels like a queen. You have been back in Hyderabad for Trivikram Srinivas’s Telugu-language ‘Ala Vaikuntapuramlo’, starring Allu Arjun.I am doing a Telugu film after 11 years. It was like going back home. I have inhabited that world and I speak the language. I have a deep-rooted association with Telugu films that goes back to my childhood. We saw Telugu films on television every week. My first film, Coolie No 1, which was remade in Hindi and is being remade once more, was in Telugu.I’ve done nine-odd Telugu films, and have friends and a home and family in Hyderabad. I enjoy picking myself up from Bombay and going into a different kind of space and energy and people.I do also want to do more Tamil and Malayalam films. I keep telling my friends there, do a film with me. It’s nice to live in a different world. It allows you to enjoy one because of the other.\n\n\n    \n    Play\n\nYenna Solla Poghirai, Kandukondain Kandukondain (2000).Do you like to read scripts, or do you prefer a narration? And what has changed in the way you look at roles?I prefer to read a script – the word is the truth. In addition, I feel it’s important and always a good thing to get a narration. I would like to know how the director and writer have conceived the character, the mindspace, what are the aspects to be underlined.There has always been some basic, fundamental thing that has fired me to choose my roles. You do, of course, have to choose from what you are being offered at a given point in time.The outer shell and paraphernalia are changing, so there is a kind of aspiration to work with people you know will take the project forward. Is it okay for me to belong to this? Will I be taken care of creatively in every which way? If it’s something new and never done, it’s the icing on the cake. Andhadhun, for example, was that – a format I had never explored but always wanted to do.A character doesn’t have to be different just for the sake of it. Within these parameters, what is the best I can derive out of this experience? ‘Andhadhun’ is yet another turning point in your diverse career. Some of your most acclaimed performances are in films that have broken the mould and rewritten narrative conventions. These include ‘Maachis’ (1996), ‘Kandukondain Kandukondain’ (2000), ‘Astitva’ (2000), ‘Chandni Bar’ (2001), ‘Maqbool’ (2003) and ‘Haider’ (2014).Something shifts, and it can never go back to being the same for you. You can’t go back on that path of awareness. I am so happy, grateful, fortunate for being a part of it all.If a director has thought of only me for the role, I feel so chuffed and proud from inside. I am also humbled, and feel a sense of responsibility. I must do justice to the director’s faith in me, add something to the character, make it come more alive. That is the crux and the most important part of a director-actor relationship. When you see the faith and confidence writers and directors have in their actors, it catapults you to your best.I don’t set out thinking that things will change for me after a film. As an actor, you are not in control, and you are trying to do your best to justify your presence and make it worthwhile for the producer, director, co-actors, and the audience. You are not looking at yourself as a kind of catalyst of change. You are on the same journey as the characters, and it takes a long while to really get out of that space and look at what the film has done. You get to see the impact of your work after a while, when it comes back to you in some form.Tabu in Maqbool (2003). Courtesy Kaleidoscope Entertainment.Would you be interested in writing your autobiography?I got a call about it just three days ago. People have been asking me for a few years now. I would love to. I feel that writing is a form of expression that works for me. I am not a literature student or technically correct writer, but I like to express myself through words and photographs more.I don’t know what I would like to write about, though. Should the book be about myself, or maybe observations about stuff, about the world? There is so much ahead, hopefully. Also read:‘Andhadhun’ revisited: The twists and turns that resulted in one of 2018’s best Hindi filmsAudio master: Vishal Bhardwaj’s ‘Maachis’ score finds tenderness amidst insurgents and guns A Suitable Girl’ is coming. What was it like to read Vikram Seth’s ‘A Suitable Boy’ 24 years ago?","author":"Nandini Ramnath","time":"2019-08-19T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125703-pqrltygccz-1565974709.jpg","tags":["Tabu","Anadhadhun","A Suitable Boy"],"source":"https://scroll.in/reel/934064/why-tabu-continues-to-evolve-something-shifts-and-it-can-never-go-back-to-being-the-same-for-you"}