{"title":"Why the Maratha quota case in Supreme Court is about more than just the 50% limit to reservations ","content":"On March 26, a five-judge Constitution bench of the Supreme Court led by Justice Ashok Bhushan reserved orders in a batch of petitions challenging the quotas in educational institutions and government jobs extended to the Maratha community in Maharashtra. Arguments in the case went on for 10 days. The court is set to deliver a verdict in this case on Wednesday.  The scope of this verdict resonates far beyond Maharashtra. Not only will the judgment in this case decide if the 50% limit on quotas imposed by the Supreme Court in 1992 should be revisited, it will also determine whether the states continue to have the power to identify backward classes and provide provisions for their advancement.  In 2019, the Bombay High Court upheld the quota, even though it meant the total quantum of reservations in Maharashtra exceeded the 50% limit. The judgment was challenged before the Supreme Court. Last year, a three-judge bench in an interim order said that it did not prima facie agree with the High Court’s findings. However, given the larger constitutional questions the matters raised, the bench referred them to the Chief Justice of India SA Bobde for appropriate orders. The chief justice then formed a five-judge bench. Earlier this year, the bench passed an order listing important questions that had to be tackled in the course of the hearings. The focus has largely been on the question of whether the Supreme Court judgement that placed a limit of 50% on quotas needed to be revisited by an 11-judge bench. But also at the heart of the Maratha case is the federal question of whether states have the competence to identify backward classes following the 102nd Amendment to the Constitution passed by Parliament in August 2018. The court’s interpretation of this amendment could have a profound impact on the federal nature of the polity as far as the question of reservations is concerned. Maratha quota caseTo understand the complexities involved in the case, a little background is necessary. In 2018, Maharashtra passed the Socially and Educationally Backward Classes Act which provided 16% reservations to the Maratha community. This effectively raised the total percentage of quotas in the state from the existing 52% of public jobs and education seats  to 68%.The law was immediately challenged before the Bombay High Court. In 2019, the High Court upheld the law but, based on the recommendations of the State Backward Class Commission, reduced the Maratha quota to 12% in employment and 13% in education.The High Court held that the quotas satisfied the criteria of “extraordinary circumstances” the Supreme Court had carved out in its 1992 judgement. In Indra Sawhney vs Union of India in 1992, the Supreme Court had held that quotas should ordinarily be restricted to 50% but exceptions are possible if extraordinary circumstances could be established. The High Court judgement was challenged in the Supreme Court by several petitions. Last year, a three-judge bench of the court, after recording that it did not prima facie agree with the High Court’s reasoning, placed the matter before the chief justice for further orders. This led to the formation of a five-judge Constitution bench. On March 8, the Constitution bench said it would hear detailed arguments on six questions. Of these, three related to the Indra Sawhney case. First was whether the judgement needed a revisit in light of subsequent constitutional amendments, judgements and changed social dynamics. Second was whether the breach of the 50% quota limit by Maharashtra for the Maratha quota is covered under exceptional circumstances. The third was whether the state backward classes commission report Maharashtra relied on for the quota established such extraordinary circumstances. The Bombay High Court upheld the Socially and Educationally Backward Classes Act in 2019.Rights of statesThe other three questions relate directly to the powers of the states when it comes to according reservations not just above 50% but also within this limit. The fourth question the court framed was whether the 102nd amendment to the Constitution passed by Parliament in August 2018 deprived state legislatures of the powers to enact laws identifying socially and educationally backward classes and giving them reservations.The 102nd amendment inserted several provisions in the Constitution, two of which are of significant importance to the current case. Through Article 342 A (1), the President, after consultation with the governor in case of a state, can specify through a public notification the socially and educationally backward classes of that state. Article 342 A (2) said Parliament can include or exclude from the central list of backward classes groups that are included through the presidential notification under Article 342 A (1). When the 102nd constitution amendment bill was tabled in Parliament in 2017, the Centre faced stiff resistance in the Rajya Sabha, which sent the matter to a select committee. At that time, Prime Minister Narendra Modi accused the Opposition of denying OBCs their rights since the law proposed to create a National Commission of Backward Classes with constitutional status.The select committee report recommended that no changes were necessary to the amendment bill. But it is crucial to note that some of the apprehensions raised when the law was passed about dilution of states’ rights have come back to the spotlight in the Maratha quota case. Writing in the Forward Press, former Madras High Court judge AK Rajan had flagged the possible repercussions of the clauses when read in totality. The former judge said the amendment takes away the power of the state to identify socially and educationally backward classes and puts such power exclusively in the Centre’s field. In essence, this has become the central question in the Maratha case, whether following the amendments, the state legislatures have the powers to declare a group as socially and educationally backward or if only Parliament has such power.As a follow up, the Supreme Court also asked if the amendment affected  the federal structure of the country. Centre’s standBoth Attorney General KK Venugopal and Solicitor General Tushar Mehta defended the Maratha quota before the bench. Of significance is the attorney general’s arguments, which stated in clear terms that the 102nd amendment did not abrogate the powers of the state to identify socially and educationally backward groups. Venugopal said if the states had to be divested of powers to make such an identification, then amendments have to be made to Article 15 (4) and Article 16 (4) of the Constitution, which provide the states with powers to create quotas in jobs and education. The attorney general added: “Articles 15(4) and 16(4) from the very inception are recognized as a source of power for the state as well as the Centre to identify SEBCs [socially and educationally backward classes]. Without identification, one cannot make provisions for advancement of SEBC. No such amendment has been made in any manner directly. You cannot indirectly modify the impact of a Constitutional provision”.Further, Venugopal said the intention of the 102nd amendment was to cover central list of backward classes used for quotas to central jobs and educational institutions. He said that Article 342 A exclusively deals with the Central government’s competence to identify SEBCs for its own purposes. “For Central government jobs in states, the Centre has its own list,” he added. “In every state, there is a state list for state institutions and educational institutions.”However, it remains to be seen whether the Supreme Court accepts these arguments.","author":"Sruthisagar Yamunan","time":"2021-05-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/43531-gsczuyzcsx-1571413819.jpg","tags":["Maratha quota","reservations","Supreme Court"],"source":"https://scroll.in/article/991693/why-the-maratha-quota-case-in-supreme-court-is-about-more-than-just-the-50-limit-to-reservations"}