{"title":"Why a Bengali group’s attempt to blend the gamosa with the gamcha has caused an uproar in Assam","content":"A sartorial fusion attempt is the latest flashpoint in Assam’s cultural and ethnic battles.On March 25, the Bangla Sahitya Sabha, a newly formed literary body in Assam, organised its first-ever state-level conference in Guwahati. The organisers felicitated their guests and delegates with a unique piece of cloth – an Assamese “phulam gamosa” and the Bengali “gamcha”, cut in half and stitched together.The phulam gamosa – a handwoven red-and-white towel – is a widely revered cultural symbol for the Assamese.The images from the event set off a storm, with many in Assam terming the attempted fusion an “insult” to the Assamese society. Civil society groups paraded effigies of the state’s culture minister. Apart from street protests, high-voltage television debates, and impassioned social media commentary, there has also been a flurry of police complaints against the Bangla Sahitya Sabha across the state.“The gamosa is our pride and cultural identity of Assam,” said Samujjal Bhattacharjya, advisor to the All Assam Students’ Union, the most influential of Assamese civil society groups. “Nobody should disrespect the cultural ethos of the Assamese people.”The backlash has been so strong that the Bangla Sahitya Sabha on March 28 issued a statement expressing “regret”. The piece of cloth, the statement said, had been envisioned as “a symbol of harmony” between the state’s Assamese and Bengali communities. Members of Assam Jaitya Parishad staged protest on March 27 in Guwahati against the distortion of the Assamese gamosa. Photo: Special Arrangement Hindutva politics, say criticsHowever, the detractors of the Bharatiya Janata Party that rules Assam insist this was no innocuous oversight. The presence of several senior functionaries of the party and government officials in the ceremony has given further ammunition to the critics.Among those felicitated by the hybrid towel was Ranoj Pegu, the state’s education minister, and Shiladitya Dev, a senior leader of the saffron party and also chairperson of the Assam Linguistic Minority Development Board.Activist-turned-politician Akhil Gogoi alleged that the March 25 event was an occasion for the BJP to further its Hindutva agenda. “The BJP’s politics is now centered around the Hindu Bengalis who entered post-1971 from Bangladesh and [it wants to] make them part of the Assamese society as part of its Hindutva agenda,” said Gogoi. “This recent gamosa incident is part of that politics.”Old anxietiesThe Sibsagar legislator was echoing an enduring anxiety among a section of the Assamese people about large-scale undocumented migration from Bangladesh. The BJP-led Centre’s decision to amend India’s citizenship laws expediting citizenship for non-Muslim migrants exacerbated these concerns. Many in Assam believe it violates the Assam Accord, an agreement following a long anti-foreigner movement in the state that led to a special clause in India’s citizenship law for Assam. According to the clause, only those who entered the state before March 24, 1971, and their descendants are eligible for Indian citizenship in Assam.   Two women display message written on traditional Assamese gamosas to protest against the government's Citizenship Amendment Bill (CAB) in Guwahati on December 13, 2019. Photo Credit: AFPThe BJP makes its own rules The BJP, for its part, has been candid about whom it saw as the foreigner in Assam: the Muslims of Bengali origin. When protests against the amended Act broke out in the state – the gamosa was a common motif across them – the party said the Assamese had nothing to worry about from the Bengali Hindus. It was the Muslims, they insisted, who posed a “civilisational” threat to Assamese ethos and culture.Last year, the BJP-led state government, which has consistently projected itself as a “’protector” of Assamese culture and identity, arrested three men linked to a museum showcasing the Bengali-origin Muslim community’s culture for allegedly appropriating the indigenous artifacts.‘For them, the Bengalis means the Hindu Bengalis’Joydeep Biswas, who teaches in Silchar’s Cachar College, located in the Bengali-dominated Barak valley of the state, said the organisers’ claims of the fusion being an attempt to bridge the Assamese-Bengali divide appeared to be suspect. “Unlike the Assamese gamosa, which is a symbol of Assamese identity, culture and continuity of that culture, the Bengalis do not have any particular symbol or marker to represent all the Bengalis,” he said.The Bengali gamcha – a checkered red-and-white cloth – was used in Hindu religious rituals, he said. “For them, the Bengalis mean the Hindu Bengalis,” he said. “But the Bengalis are also a linguistic community like the Assamese.”Biswas also pointed out that most of the office bearers of the literary body at the heart of the controversy were “Hindu Bengalis”. “They have excluded the Muslim Bengalis from their scheme of things,” he said. “The politics of the BJP is the greater Hindu consolidation across all differentials – language, ethnicity. That’s how the BJP is winning elections after elections all over the country.”Assam's Pride, Shining Bright! Due recognition of our heritage & cultural identity. Gamosa gets the GI tag, bringing joy to thousands of weavers of this special item that has become a global symbol of Assam. Congratulations to all. pic.twitter.com/6abQTsc4Rp— Sarbananda Sonowal (@sarbanandsonwal) December 13, 2022\n\nA controversial politicianGogoi, who heads the regional party, Raijor Dol, said Dev’s pivotal role in the organisation – he is the body’s chief patron – was a clear giveaway of its motivations. “Shiladitya Dev is a habitual offender,” he said, invoking the former legislator’s often openly communal rhetoric.The Congress’s spokesperson Bobbeeta Sharma also hit out at Dev. “The BJP leadership should hold him accountable,” said Sharma. “Harmony between communities needs to be expressed by actions of love and respect between people and not through stitching two gamosas,” Sharma said.Dev, for his part, was candid as ever, speaking about the episode.The BJP leader pointed out that the pictures of both Chaitanya Mahaprabhu and Srimanta Sankardeva, the two most prominent neo-Vaishnavite saints from Bengal and Assam, respectively, adorned the stage of the conference.“We have to take a call on whether we will work together by taking Srimanta Sankardeva along with Chaitanya Mahaprabhu or Azan Fakir,” Dev said.Azan Fakir, believed to have introduced Sufi Islam in medieval Assam, is a widely-revered local figure – the state is often referred to as ‘Sankardev-Azan Or Dex’, the land of Sankardeva and Azan.Dev, unsurprisingly, was dismissive of that framing. “Assam is known as the land of Sankar-Madhav, not Sankar-Azaan,” he said, referring to Srimanta Madhavdev, Sankardev’s most well-known disciple.He continued, “Fakir had come from Baghdad and converted our women and Ahom people to Islam.”The BJP’s official stance on the matter has, however, been more tempered. Its spokesperson Rupam Goswami said while the literary body’s “objectives” may have been noble, the gamosa should have been left alone as it came with a geographical indication tag of Assam. “If they have done it intentionally, then it is condemnable,” Goswami added for good measure.","author":"Rokibuz Zaman","time":"2023-03-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188553-vvqkkfnzqt-1680100268.jpg","tags":["Assam","Assamese identity","Bengali Hindus","Gamosa controversy"],"source":"https://scroll.in/article/1046507/why-a-bengali-groups-attempt-to-blend-the-gamosa-with-the-gamcha-has-caused-an-uproar-in-assam"}