{"title":"Why eviction drives in Assam are no longer facing resistance","content":"On December 13, more than 700 police personnel arrived at the Batadraba seed farm in Assam’s Nagaon district. They set up camp in a nearby godown. Residents of the nearby villages like Haidubi and Bhomoraguri didn’t quite know why so many uniform-clad men had arrived. But it set off the alarm bells nonetheless: the people were still recovering from an incident that had left them shaken. In May, a mob had set the Batadraba police station on fire following a custodial death of a local resident. Ever since, police patrolling had intensified in the area, said residents.     “When we asked why they had come, they said that they were here for training,” said Mojibur Rahman, a local fish trader.   It was only on December 17, Rahman said, that  he got to know that the police had been posted because an eviction drive was due.  Two days later, on December 19, the civil authorities arrived with the bulldozers. Before the day ended, the homes of over 302 families, most of them Muslims of Bengali origin, across four villages had been reduced to rubble. “We begged but they didn’t listen and demolished our homes,” said Rahman. Most people could retrieve only their most valuable possessions – for many, it was the sheet of tin that made up the roof of their homes. The police said the exercise went off without incident. “No violence or untoward incident was reported during the day-long eviction drive,” said Leena Doley, the chief of Nagaon police. “There was no resistance either.” Residents Scroll.in spoke to seconded Doley. There was indeed no resistance, they said, because they knew better. In 2016, months after the Bharatiya Janata Party first came to power in Assam, two Bengali-origin Muslims were killed in police firing while protesting an eviction drive near the Kaziranga National Park.More recently, in September, 2021, the Assam police opened fire at villagers in the adjoining Darrang district’s Dholpur area, protesting an eviction drive in Darrang, killing two civilians. Several others sustained bullet injuries. “We all remember what happened in Dholpur and Kaziranga,” said 35-year-old daily wage labourer Jahurul Islam, invoking the killings. “We also know how the minority people are being targeted and harassed by this government. Who will protest?”The families of Mojibur Rahman Jahurul Islam and others set up tents at a neighbour's house. Credit: Scroll Staff.Police everywhere Apart from historical memory, the massive police presence, local residents said, made them wary of protesting. The police had carried out flag marches twice a day since their arrival on December 13, said Doley. Flag marches are usually done to mark area domination. It seemed to have had a chilling effect on the local population.  “We did not resist them because there were hundreds of policemen,” said the forty-year old Ajooba Khatoon, whose house was also demolished. “The police had already instilled a sense of fear among us since their arrival on December 13. We were not allowed to step outside on the eviction day.”A mosque destroyed during the eviction drive at Batadraba on December 19. Credit: Scroll Staff.An eviction spree The Nagaon evictions mark the continuation of the BJP-led government’s drive to clear up alleged encroachment, which critics allege is communal in nature and intent. Between May 2021, when Himanta Biswa Sarma became chief minister, and September this year, a total of 4,449 families, overwhelmingly Bengalis of Muslim origin, have been evicted for allegedly encroaching government land.Simultaneously, the government has distributed land ownership titles to “indigenous” landless people. But few landless Bengali-origin Muslims, many of whom have lived in Assam for several generations, have made the cut.While the violent nature of the Dhalpur evictions elicited criticism from the Opposition and rights groups, Sarma has been steadfast. He has insisted he would free all land from “encroachers”, often a shorthand for Muslims of Bengali origin who are often accused of usurping the land of the natives.Amina Khatun, 75, outside the debris of her home where she had lived for the past five decades in Haidubi village. Khatun said her house was constructed in 2012 under the Indira Awas Yojana, which is now known as Pradhan Mantri Gramin Awas Yojana, on government land. Credit: Scroll Staff.No resistanceAdd to that, Sarma’s tacit endorsement of the police using lethal force seems to have meant that these evictions now largely go unchallenged. After Dhalpur, one of the larger eviction drives was carried out near the Lumding reserve forest in Hojai district in November, 2022. The homes of more than 550 families, again most of them Bengali-origin Muslims, were demolished to free around 500 hectares of land in the presence of nearly 1,000 security personnel. The authorities claimed there was no resistance or opposition.Earlier this month, the Barpeta administration evicted about 70 flood-hit families for allegedly encroaching government farmland in the district’s Khudunabari village.There was no protest yet again.Displaced residents of Batadraba pick up their belongings. Credit: Scroll Staff. ‘Fear psychosis’Bengali Muslim community leaders say the violence in earlier eviction drives had resulted in a “fear psychosis” as previous protests had invited brutal action from the police resulting in loss of life and injuries. “It has left people with little voice but lots of tears,” said Mohammad Imtiaz Hussain, the general secretary of the All Assam Minority  Students’ Union.Eviction sites in Assam, Hussain said, had started resembling “war zones”.  Academic and political commentator Apurba Kumar Baruah said the fear was all too evident. “On the slightest pretext the police resort to firing,” Baruah said. “In fact, the chief minister has only recently said that the police should not hesitate to shoot. That is the reason why even the evicted persons are not protesting too much.”Displaced residents set up tents along a road, a few 100 metres away from the eviction site, after their houses were demolished. Credit: Scroll Staff.‘We are helpless’Beyond the immediate threat of a violent backlash, some say there are structural reasons that make resisting all the more perilous for Muslims of Bengali origin. Vasundhara Jairath, who teaches Development Studies at the Indian Institute of Technology in Guwahati, said the widespread and deep rooted prejudice that mainstream Assamese society harbours for Muslims of Bengali-origin has meant their displacement is viewed as legitimate action by the State. This, Jairath said, has made expressing resistance or protest harder.“More significantly, this has ensured that any support extended to the community is vilified, silenced or negated,” said Jairath. Anthropologist Bhargabi Das had a similar thesis. “Stories of violence against the community are completely forgotten or eroded in Assam, so that amnesia contributes too in them not knowing what to respond to, or how to respond to,” Das said. “Their sense of a dignified community has to be reinstated for them to feel worthwhile to fight about something.”  Interviews with affected people reflect this powerlessness many in the community seem to feel. As Ajooba Khatun in Haidubi village said, “We are helpless…we can’t do anything against this BJP government.”Ajooba Khatun (left) along with other displaced residents of Haidubi village taking refuge at a neighbour's residence. Credit: Scroll Staff.","author":"Rokibuz Zaman","time":"2022-12-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184870-zctbnnhyvf-1672031858.jpg","tags":["Assam","Eviction Drive","Himanta Biswa Sarma","Muslims of Bengali-Origin","Hindutva"]}