{"title":"Why relatives of former president Fakhruddin Ali Ahmed are not on Assam’s final NRC draft","content":"Relatives of India’s fifth president, Fakhruddin Ali Ahmed, are struggling to establish that they are Indian citizens. The family of Ziauddin Ali Ahmed, the late president’s nephew, was not able to apply to be included in Assam’s National Register of Citizenship, which is currently being updated for the first time since 1951 in a bid to detect undocumented migrants.This is because Ahmed said they could not find any of their ancestors, including the former president, on the 1951 National Register of Citizens or any of the electoral rolls up to 1971.The rules of the National Register of Citizens require every individual to prove that they or their ancestors entered the country before the midnight of March 24, 1971. To do this, they must produce proof that the ancestor lived in the country before that date and link data proof that they are related to the ancestor.The 1951 NRC and all electoral rolls upto March 24, 1971, were digitised for the NRC updating exercise. Everyone who featured on those rolls was alloted a legacy code. Most people applying to be included on the list used these codes to draw connections to their pre-1971 ancestors. Ziauddin claimed that he could not locate his legacy data in these digitised rolls.The final draft of the NRC, comprising 28,983,677 of the 32,991,384 applicants, was released on July 30. More than 40 lakh people, like Ziauddin’s family, whose names do not feature on the list stand the risk of being stripped of their citizenship.‘No legacy data’The family lives in Rangia in Assam’s Kamrup (Rural) district. According to Ziauddin, they looked far and wide in the electoral rolls of several places their ancestors were known to have lived in, but without any success. “We even went to several places, including Golaghat, where my father was born, but we couldn’t find anything,” said Ziauddin, a farmer. “We looked for my father, grandfather, but just couldn’t find their names.”The NRC website states that officials of the Seva Kendras – local NRC offices tasked with helping people apply for citizenship – “shall assist the public in searching Legacy Data, issuing of Legacy Data Code, and in receipt of NRC Application forms”. According to Ziauddin’s son, when the family approached the local Seva Kendra, they were told if they couldn’t find their legacy data, they could apply later on in the appeal process.The family tree  Ziauddin is the son of the late president’s younger brother, Ehtramuddin Ali Ahmed.  Ehtramuddin and Fakhruddin’s father, Zalnur Ali Ahmed, is thought to be the first Assamese person to obtain a medicine degree. He was employed by the Army and retired as a colonel. According to Ziauddin, most of his siblings and cousins – Fakhruddin Ali Ahmed’s children – lived outside Assam and had not applied to be included in the state’s citizenry register.  Of his four siblings, two lived in Delhi while a sister was married to a man in Pakistan. “My only other sister who lived here died,” he said.  Ziauddin added that he was only in occasional touch with Fakhruddin’s children, who, according to him, also lived in Delhi.Ziauddin’s father, Ehtramuddin, reportedly moved to Rangia after getting married. According to Ziauddin, his father was an engineer who worked mostly in Guwahati, although, his family lives in Rangia.  Ziauddin lives with his wife and two children in Rangia.Other ways to prove legacy  The state coordinator for NRC, Prateek Hajela, said while it was difficult for him “to comment on individual cases”, the process allowed for 12 other documents to be submitted in the absence of a legacy code. “Most people have been able provide something or the other,” Hajela said.According to the NRC website they are: Land and tenancy records, citizenship certificate, permanent residential certificate, refugee registration certificate, passport, Life Insurance Corporation [record], “any government issued license/certificate, government service [record]/employment certificate, bank/post Office accounts [records], birth certificate, board/university educational certificate or court records/processes. Simply put, Ziauddin could have furnished any of these documents bearing the name of his ancestors. He would then have had to prove that he is indeed a direct descendent of the person to whom he had linked his legacy.Ziauddin claimed that he did possess land documents bearing the name of his father Ehtramuddin. But when he went to submit them, he was told that it was too late, he claimed.Disaster in the offing? Ziauddin said he was not worried that about his fate or that of his family. “We can show our land documents that we have inherited,” he said. But it may not be that simple for his family.Only people who submitted their applications by August 31, 2015, are eligible to apply for claims in the process that begins on August 30 and continues till September 28.  Ziauddin’s family, however,  by their own admission, never submitted their applications at all because they could not find legacy data.","author":"Arunabh Saikia","time":"2018-07-31T22:08:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888735-sbisrcukyr-1533049293.jpg","tags":["Fakhruddin Ali Ahmed","National Register of Citizens","Assam","Ziauddin Ali Ahmed","Bangladesh","undocumented migrants"],"source":"https://scroll.in/article/888735/why-relatives-of-former-president-fakhruddin-ali-ahmed-are-not-on-assams-final-nrc-draft"}