{"title":"Why Arvind Kejriwal’s arrest is a defining moment in Indian politics","content":"The arrest of Delhi chief minister and convener of Aam Aadmi Party Arvind Kejriwal in the alleged Delhi liquor scam is a defining moment in Indian politics.This is the first time a serving chief minister has been arrested.In a confounding irony, a man who came to prominence leading the charge against alleged corruption by the previous government has been jailed on corruption charges by the present one.Kejriwal finds himself on the wrong side of the ruling Bharatiya Janata Party, which benefited enormously from his anti-corruption campaign. In fact, the Aam Aadmi Party is seen by many as the BJP’s “B-team” because it soft pedals Hindutva and cuts into the votes of other opposition parties.Adding to the irony is the fact that after his arrest, Kejriwal and his party have received full-throated support from the Congress – the party was the receiving end of Kejriwal’s India Against Corruption campaign.This is because Kejriwal’s arrest has generated intense revulsion even among his most vocal critics. They know that in these extraordinary times, partisanship will only serve to undermine the spirit of India they have long cherished and fought to preserve.Kejriwal’s arrest needs to be seen in the context of the assault on democracy that the Narendra Modi-led dispensation has unleashed since taking over the reins of power in 2014. Indians who support the Constitution have realised that they cannot stand by and dispassionately watch the country slide into a political system that combines autocracy, plutocracy, oligarchy and communalism.It is odd, of course, that an arrest in a case of alleged corruption could become a rallying point for Indians concerned with protecting democracy.However, the data on electoral bonds released on the day Kejriwal was arrested has shown that corruption is a phenomenon that pervades all political parties – the ruling one included. It is just that the BJP has cannily instiutionalised it through mechanisms like the opaque electoral bonds system.In the battle between alleged corruption and an autocratic regime intent on shredding India’s syncretic fabric, there is no doubt about which is the greater evil.","author":"Vivek Deshpande","time":"2024-03-24T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199524-tjxsrxsjex-1711206929.jpg","tags":["Arvind Kejriwal","Aam Aadmi Party","Narendra Modi"],"source":"https://scroll.in/article/1065705/why-arvind-kejriwals-arrest-is-a-defining-moment-in-indian-politics"}