{"title":"Why Bangladesh warned India over anti-Hindu riots, even as Modi government praised Dhaka’s response","content":"For nearly a week, India’s eastern neighbour Bangladesh has been rocked by communal violence targeting its Hindu minority as they celebrated the festival of Durga Puja. Mob violence started after rumours spread through social media that a copy of the Quran had been desecrated at a puja pandal .On Thursday, the country’s prime minister Sheikh Hasina, speaking to devotees at Bangladesh’s most prominent Hindu temple in Dhaka, promised that the people responsible for the violence would be “hunted down”. It was a rare statement in South Asia where majoritarian violence is often simply ignored in messages by the top-most authorities.However, Hasina also ended up inexplicably laying part of the blame for her country’s domestic troubles on India’s doorstep. “Our neighbouring country must also cooperate [in fighting communalism],” she said.  “They must make sure that nothing is done there [in India] which affects our country and hurts our Hindu community.”Delhi-Dhaka discordIndia’s official response on the other hand was the polar opposite, taking care to not step on Bangladesh’s toes. Delhi, in fact, praised Dhaka. “We note that the government of Bangladesh has reacted promptly to ensure control of the situation including the deployment of law and order enforcement machinery,” the Modi government said on Thursday. He added: “We also understand that the ongoing festive celebrations of Durga Puja, which you alluded to, continues in Bangladesh with the support of the government of Bangladesh’s agencies, and of course, the large majority of the public.”The gap between Hasina pointing fingers at India while Delhi commended her is the result of significant changes in the India-Bangladesh relationship of late. The two countries have enjoyed excellent ties over the past decade. But there is now a clash between the Bharatiya Janata Party’s politics of Hindutva, which often claims to speak on behalf of Bangladeshi Hindus – thus injuring Dhaka’s sense of sovereignty – and the foreign policy of the Indian state, which aims to keep the government of Bangladesh a close ally.Pressure on BJPIndia’s decision to praise Bangladesh for its handling of the communal violence has sat uncomfortably with its support base. On Thursday, Suvendhu Adhikari, the BJP’s leader of the opposition in West Bengal, asked the Modi government to take up the issue of the riots with the Hasina administration. Adhikari’s letter referenced West Bengal’s large Bangladeshi-origin Hindu population, who are a strong BJP vote bank and would expect the Modi government to use its influence in Dhaka to safeguard the Hindu minority in Bangladesh.Rajdeep Roy, MP and Vice President of BJP Assam – like Bengal, another state with large numbers of Hindus of Bangladeshi origin – echoed a similar sentiment. “It’s high time that the Government of India takes up the issue of persecution of minorities and rampant vandalism of Hindu temples and puja pandals in Bangladesh,” he said, tweeting out a letter for help to the United Nations.500 houses burned in Rangpur, which is a bordering state with India. Was this the 'stern message' that Indian media and even Indian Ministry of External Affairs was praising the honourable Prime Minister Sheikh Hasina for? https://t.co/zTCy2H6rW7— Stories of Bengali Hindus (@storiesofBHs) October 17, 2021\n\nAn Indian Twitter handle targeted at Bengali Hindus criticising the Modi's government's soft approach on the Bangladesh violence.\nAs can be expected, Bangladeshi Hindus have been even more indignant that India patted Dhaka on the back. “The news reported that India has praised Bangladesh’s efforts to control the situation,” the Bangladeshi arm of the international religious group Iskcon tweeted. “Who says the situation is under control? Are Indians blind? Never expected [this] from India.”An Iskcon temple was attacked in Bangladesh as part of the rioting, with one devotee killed.Pan-HindutvaAt least part of the expectation that India would speak up even for the safety of the citizens of Bangladesh stems from the BJP’s focus of late on a form of Hindutva that does not limit itself to India’s borders. This politics, in fact, places special focus on the Hindus of Bangladesh, particularly in Assam and West Bengal, states that host a large numbers of migrants from the country.In the 2014 Lok Sabha election campaign, for example, Modi gave a speech in which he said that Bangladeshi Hindus would be welcome to come to India. Later in 2019, his government passed the Citizenship Amendment Act that gave non-Muslim migrants the option of applying for Indian citizenship even if they had crossed over illegally. While the law applies to Afghanistan, Pakistan and Bangladesh, most of the political rhetoric around it focussed on India’s eastern neighbour.Running in parallel to this was the National Register of Citizens, a strict test of citizenship ordered by the Supreme Court in 2013 aimed at identifying migrants from Bangladesh in Assam. Amit Shah, who as then BJP president, claimed that the supposedly large number of Bangladeshi migrants in India were “termites” who would be caught and disenfranchised. The BJP promised to extend the Supreme Court’s Assam National Register of Citizens to every state in India.People check their names on the final list of the National Register of Citizens in Assam. Credit: Biju Boro/AFP.Politics versus foreign policyThe BJP’s pan-Hindu nationalism, however, clashes head on with India’s foreign policy aims in Bangladesh. Since Hasina’s election as prime minister in 2009, India-Bangladesh relations have been on an upswing. Part of it has to do with Hasina’s party, the Awami League, which has traditionally leaned towards Delhi after India helped it secede from Pakistan in the 1971 Liberation War.However, a large part of it is also present-day give and take. Hasina has cracked down on North East militant groups such as the United Liberation Front of Asom. Due significantly to Bangladesh’s help, militancy has almost dropped to zero in the North East. In return, India backed the results of Bangladesh’s 2014 general elections. Seen as largely rigged – more than half the seats were decided without a contest – India’s approval of the election was critical to Hasina coming back to power.Undercutting HasinaIndia’s internal politics of using “Bangladesh” as an anti-Muslim dog whistle, however, undercuts Hasina’s position as an ally of New Delhi. As a result, for the past couple of years, the Awami League has taken to publicly criticising India. In 2019, a government minister expressed concern over the NRC. A year later, Hasina herself criticised the Citizenship Amendment Act.However, these statements have done little to dampen rising anti-Indian sentiment in Bangladesh. In March, protests against Modi’s visit to the country turned violent, with 13 people killed and, in some cases, Hindu institutions attacked. In this round of violence too, rioting mobs “chanted anti-India slogans and criticised Prime Minister Sheikh Hasina, accusing her of being close with New Delhi”, reported Associated Press.It is to blunt some of these allegations – now snowballing dangerously – that Hasina made sure to blame India for the violence that had occurred within Bangladesh.Protestors during a nationwide strike following deadly clashes with police over Narendra Modi's visit to Bangladesh in March, 2021. Credit: Munir Uz zaman / AFP.A helping handThe Modi government, at this moment, has ignored calls to pressure the Bangladesh government. It has instead prioritised India’s foreign policy commitments by backing Hasina fully. Both the Indian Express and Hindustan Times reported that in the case of the ongoing violence, Indian authorities were looking at the role of the Jamaat-e-Islami, a right-wing party that had once opposed the Awami League and was banned by Bangladesh in 2013.In this balancing act, India has ignored statements by Bangladeshi Hindu leaders which also blame some Awami members for the violence. Speaking to the Daily Star, Rana Dasgupta, General Secretary of the Bangladesh Hindu Buddhist Christian Unity Council,  pointed a finger at “leaders of the Awami League” for “conducting the attacks” – an argument backed up by Iskcon Bangladesh. “We also know some activists of the ruling party are affiliated with such heinous crimes at some locations,”  Iskcon Bangladesh General Secretary Charu Chandra Das Brahmachari told the Dhaka Tribune.The attacks on religious minorities, their temples, houses and businesses are parts of a blueprint to force them to leave the country, said Rana Dasgupta, general secretary of #Bangladesh Hindu Buddhist Christian Oikya Parishad. pic.twitter.com/Jnjz5DrGAC— The Daily Star (@dailystarnews) October 17, 2021\n\nAs part of its foreign policy goal to keep Hasina happy, India has ignored Bangladeshi Hindu voices which point to Awami leaders being part of the violence.\nAs part of this strategy, India has not only ignored Hasina’s attack on it, it has gone ahead and praised her response to the riots. This was in spite of the fact that violence did not stop after Hasina’s Thursday address and has, in fact, only worsened, spreading across the country.Surrounded by India on three sides, geography dictates that Bangladesh will always have a close relationship with New Delhi. But raging communal majoritarianism in both counties means that, at the moment, this obvious foreign policy choice is under significant strain.","author":"Shoaib Daniyal","time":"2021-10-19T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/81820-baqgjsmpyp-1592655851.jpg","tags":["Sheikh Hasina","Bangladesh","Narendra Modi","Neighbourhood unrest"],"source":"https://scroll.in/article/1007964/why-bangladesh-warned-india-over-anti-hindu-riots-even-though-modi-government-praised-it"}