{"title":"Why many young Muslims are leaving India","content":"One afternoon in February 2019, in a genteel neighbourhood in Patna, a couple of children gathered in front of a house and screamed: “Pakistan murdabad” – death to Pakistan. Earlier that morning, Indian fighter jets had crossed the line of control in Kashmir and, according to the government, struck a Jaish-e-Mohammed training camp in Pakistan’s Balakot in retaliation for a fidayeen-style attack that had left 40 paramilitary soldiers dead. The airstrikes had been greeted with jubilation across India. But nearly 2,000 kms from the border, in the capital of Bihar, the sloganeering outside his home left Aamir disturbed.  It wasn’t the content of the slogan that bothered the 35-year-old engineer who had grown up in Patna, studied mechanical engineering in Bengaluru, and now works at a consultancy firm in Noida. Aamir told me that he believed that the children – “barely seven-eight years old” – had picked his house because it was one of the few Muslim homes in a Hindu-majority neighbourhood, and perhaps the most easily identifiable since his mother wore the hijab. “These kinds of things really hit you hard,” he said. “We have lived in that house forever, I was born there.” The episode reinforced what had been on Aamir’s mind for sometime: that he was no longer welcome in the country in which he had grown up. It was perhaps best to leave. Or as Aamir put it: “flee”. Being Muslim in India was always complicated, he said, but now it was just plain scary. “We all have listened to that odd barb all our lives, but today, violence is implicit in that barb.”Last year, Aamir put in an application as a “skilled worker” seeking  permanent residency in Canada. Aamir isn’t the only one wanting to go away. Troubled by the present and anxious about the future, many Indian Muslims are now starting to give up hope in the country they call home. The insecurity stems from what critics of the government call an institutionalised persecution of Muslims since Narendra Modi became Prime Minister in 2014 – from a steady onslaught of violence by vigilante groups backed by the ruling Bharatiya Janata Party to the legal hounding of Muslim voices critical of the regime. Endorsed by top leaders, there has been an explosion of anti-Muslim prejudice in everyday life. Earlier this year, Gregory Stanton, an expert on genocidal violence, said the situation was so alarming that  “genocide could very well happen in India”. There are over 200 million Muslims in India, the highest in the world after Indonesia and Pakistan. Only a minuscule number can afford to leave – years of deprivation has meant the community’s socio-economic indicators are among the worst in the country. But among those who can, many are actively seeking to build lives elsewhere.  Uttara Shahani, a historian who teaches at Oxford University, told me over email that the “threat of future violence” and hostile political and social dispensations had propelled people to migrate in the past too. “The people who consider moving, often as a temporary measure, are frequently those with the resources to do so,” said Shahani. Over the last two months, I interviewed more than 15 such young Muslims: all of them between 25-40 years old, holding at least a graduate degree, English-speaking, and from fairly privileged backgrounds. While some had already moved out of India, the others were in the process of figuring out an exit. A few had originally gone abroad for more aspirational reasons, but have now abandoned their once-firm plans of coming back home. Their names have been changed in this report to safeguard their privacy.The first time that Sania, a 33-year-old woman from Uttar Pradesh, realised that something was shifting in the country was in the autumn of 2015.On a September night that year, a frenzied mob had kicked open the doors to the house of Mohammad Akhlaq, a 52-year-old farmer with a neat grey stubble, who lived in Uttar Pradesh’s Bishada village. The men, almost all of them neighbours of Akhlaq, first raided the fridge in which they found some meat – they alleged it was beef – and then went on to murder him. Sania said the fact “that a man was lynched for supposedly eating beef” made it “difficult to ignore” what was underway in the country even though she was “not a very political person”. Her husband Riyaz, a 35-year old Gujarat-born Malayali design engineer who graduated from an Indian Institute of Technology – I spoke to both of them separately – also invoked the episode. “It was outrageous,” said Riyaz, “that the cops sent the meat to a forensic lab” to determine if it was beef or mutton, as Akhlaq’s family had claimed. “I was like, boss, how does that matter?”Mohammad Akhlaq's brutal murder set off a pattern of mob violence against Muslims, often in the name of protecting cows. Photo: AFPFor Riyaz, though, unlike Sania, what was unfolding wasn’t entirely surprising: he had lived through the eruption of anti-Muslim violence in Gujarat in 2002, and its aftermath which saw a systemic repression of Muslims in the state under Modi as the chief minister. “What had happened in  Gujarat was starting to happen in the rest of India,” he said.Soon after the riots, Riyaz’s family moved to Mumbai. He, too, left Gujarat to pursue higher education – first, at an IIT, then to work in the Netherlands and Australia.  In 2013, though, he decided to return to India. “The whole reason I came back wasn’t because the economy was great, but because it was the country I grew up in, the country I love,” he said. “I came back for the people.”He continued: “But those people themselves were getting brainwashed by right wing propaganda of Hindu khatre me hain” –  the Hindus are in danger.In 2015, Akhlaq’s killing had caused outrage. However, in the years that followed, violence against Muslims – in the name of the cow, or otherwise – became so common that it almost ceased to be newsworthy.After they got married in 2016, Riyaz was insistent that they leave the country, but Sania had her doubts. In 2019, though, the matter was settled when Sadhvi Pragya Thakur, accused in a terror attack where 10 people were killed and 82 injured, was elected to the Lok Sabha on a BJP ticket. “When she was elected, I thought, boss, it had crossed a line,” Riyaz said. “It is one thing to elect someone who spews hate and another to elect a terror accused. Where does it all stop?”The birth of their daughter made their resolve ever firmer. “We don’t want our daughter growing up thinking who is Hindu, who is Muslim,” said Sania. The couple moved to Canada earlier this year “because I want my daughter to not grow up in a country where you are hated because of your religion”.She added grimly, “I feel those people are blessed who get to stay in the country they were born in and grew up in.  Unfortunately, we are not those blessed people.”In October 2020, ahead of the Hindu festivals of Dussehra and Diwali, Tanishq, a jewellery brand owned by the Tata Group, released a television advertisement depicting a Muslim family organising a baby shower for their Hindu daughter-in-law. What followed was a wave of angry online outrage by Hindutva supporters asking Hindus to “boycott Tanishq”. The advertisement, they claimed, glorified “love jihad” – a debunked, but enduring, myth that Muslim men lure Hindu women romantically in order to have them converted to Islam. Unsurprisingly, the jewellery brand withdrew the advertisement “keeping in mind the hurt sentiments and well being of our employees, partners and store staff”. Such acts of majoritarian bullying left everyone I interviewed feeling vulnerable. Communal polarisation was no longer confined to the hinterland – it was spilling over into upscale gated colonies and glass-walled offices of multinational companies where they lived and worked.The Tanishq advertisement (left) was one in a series that came under attack from Hindutva groups. Another ad by Surf Excel (right) was similarly targeted for showing a friendship between a Muslim boy and a Hindu girl, which Hindutva groups interpreted as \"love jihad\". Mubina grew up in Allahabad, a city in Uttar Pradesh known as the Oxford of the East for its long tradition of higher education. Armed with a law degree, she moved to the National Capital Region nearly 15 years ago and has since steadily climbed up the ranks in the corporate world. Currently, she heads the legal unit of a German company’s India operations and lives in an affluent locality in Gurugram, just outside Delhi.Independent, articulate, fiercely ambitious and in her early thirties, she is the quintessential young urban Indian. Yet, her name ensures that she is, very often, not just seen as that. Earlier this year, when her family sought permission from the residents’ welfare association to renovate their home they were turned down even as several other houseowners were given the go-ahead. A family friend, part of the association, later told them some Hindu members had objected, with one saying, “We’ve let Muslims buy a flat in the society, but they should remain in their station.” The others had agreed. “That it was because we were Muslims was out in the open,” Mubina told me. “Everyone in the society was talking about it openly.”Mubina is fed up and relocating – first on deputation to Dubai, then for a permanent posting in Singapore. “When you are suppressed because of your identity – and it is increasing day by day – it is very disheartening,” she said. “I am not the kind to say I’ll fight the system. Sorry, I don’t have it in me to change the world.”In an email exchange, anthropologist Thomas Blom Hansen, who has studied the rise of Hindu supremacist organisations in India, drew a parallel between the current situation in the country and “the emigration and flight of educated Jews out of Germany in the 1930s which also left the Jewish community vulnerable and at the mercy of the murderous designs of the Nazi state”. While Mubina’s position is understandable, Hansen told me that the “long term consequences of a gradual trickle of educated Muslims” could be “dire for the community”. “The community may find itself evermore vulnerable with small numbers of  professionals and people with organisational skills and economic resources,” he said. Bilal, a technology and intellectual property lawyer with a keen interest in European football, went to some of the most reputed boarding schools in North India. He remembers those years fondly, but recently exited a WhatsApp group that had some of his oldest and closest mates from the time as members. “It’s a school friends’ group, it’s supposed to be about sharing memories, pulling each other’s legs, but it had stopped being that,” he told me one rainy July Sunday at a coffee shop in Central Delhi.Nearly 500 million Indians use WhatsApp – the largest audience of the messaging platform. They don’t just exchange innocuous “Good Morning” messages – much of the content is sharp-edged, political, even hateful. Several of the young Muslims I spoke to told me it was on WhatsApp groups, with school and college friends and office colleagues, that they experienced the greatest heartbreak. “I quit the group that day not because the minorities were being lampooned, that crap had been happening for a long time,” Bilal said.  “I quit when they glorified the killers of Mahatma Gandhi.”He explained: “I wanted a neutral incident to quit, not something about my community, because that would be construed as me reacting personally.”One of the most vocal members of the group was a person with whom Bilal’s friendship had endured beyond school. “I was helping him out with his startup,” he said. “I sometimes think I didn’t do enough as a friend. Ultimately it’s about personal relationships, maybe I didn’t do enough to convince him.”It isn’t just an old pals’ WhatsApp group that Bilal has left recently. The 40-year-old Oxford graduate relocated to Dubai last year. “If it was one or two things, you could shrug them off as isolated incidents but things are relentless now, there is no let-up,” he said. “It’s like a concerted effort, an agenda is being pushed to ensure that things like these don’t die down.”In 2017, protests were staged in a few Indian cities against rising mob attacks on religious minorities. Photo: PTIIt was the constant stream of bigotry from childhood friends whom he had once thought of as family that also drove Rahil, an entrepreneur, to sell off his fledgling media property and move to Canada in 2018. “All WhatsApp groups became all about forwarding propaganda, no space for connections – the behaviour of your childhood friends, it probably cuts even deeper than physical violence,” he told me over a late night phone call from Canada. For Rahil, the move abroad has meant letting go of his professional ambitions. “I was a fairly successful entrepreneur back in India, but here I essentially work as a salesman,” he said. “My confidence has completely plummeted.” Yet, coming back to India is not an option, he said. “I would have nightmares about me being in office and my house being attacked,” he said.  He had felt like “a wreck” before he left the country. “I asked myself – ‘What is more important, to earn fame and money or sleep peacefully?’”An argument that supporters of Hindutva often advance to justify their claims that India should not be a pluralistic country is that the subcontinent was partitioned in 1947 on the basis of religion. Since Muslims got their own country in Pakistan, India must be a Hindu country, they say. Not only does this thesis contradict the founding principles of the modern Indian state, it ignores a crucial fact about Indian Muslims: that they actively chose to side with a nation built on the promise of equality. No wonder then that when the Modi government amended India’s citizenship law along explicitly religious lines in the winter of 2019, Indian Muslims came out on the streets to protest – only to face unprecedented police violence.For many in the community, it was a clear sign. “I had been meaning to go for a while, but the event around the CAA expedited my exit,” said the Lucknow-born market researcher Asif, who moved to Canada in 2021 to pursue a Master’s degree. “I saw so many of my friends being harassed in the wake of the protests.”A protest against the newly amended citizenship law on the outskirts of Mumbai on January 26, 2020. Photo: Francis Mascarenhas/ReutersIndeed, more Indian Muslims seem to be looking for an escape than possibly ever before in the country’s history. There may not be official numbers to quantify the exodus, but the signs are unmistakable. One person I spoke to told me about a volunteer-driven initiative that non-resident Indian Muslims had set up to help others from the community start over on foreign shoes. He did not want to reveal more details because of the sensitivity of the matter.Rahil, the media entrepreneur, told me he got queries from back home every other day. “I get so many messages, middle class Muslims, who are desperate to get Canadian PR,” he said, referring to the country’s permanent residency regime, one of the most liberal in the world. The other preferred destination for Indian Muslims is Dubai in the United Arab Emirates – not because it is an Islamic country, but because it is so much like home and close to it too. “It’s like living in one of the southern cities,” said a person who recently moved to Dubai. Yet, it is not just starting over that is tough. Leaving the country they were born in is a painful experience for many.  “This is like 1947 in the worst possible manner,” Bilal told me, who’s still struggling to make a complete move. “It’s a very emotional thing for us, our ancestors chose this country because we thought this was home, but today we are being forced to look elsewhere.”But the burgeoning polarisation – and a very real threat of violence –  has meant, as one person put it, “being practical and doing what needs to be done.”“I used to be a strong advocate of staying in India but I want to avoid this pressure of my identity constantly weighing upon everything,” said Nahid, a 29-year-old communications professional from Delhi.Nahid has applied to study in the United Kingdom. “The idea is to settle there,” he said. “It is painful leaving the city I considered my own, but the atmosphere has become too toxic.”Aamir had, in fact, made his first move to go abroad almost immediately after the 2014 elections – but a documentation error meant it didn’t go through. “I am politically aware, when this dispensation came I knew how things were going to be,” he said, “but the way it’s gained momentum, it has surpassed my expectations, I never thought it would be such a freefall.”Some months ago, one of his nephews, a young school-going boy, Aamir said, was asked by a classmate why he went to school in Noida. “Aren’t you people from Pakistan?” the young child apparently asked. “If someone ever says that to my child, I don’t know what I will reply to him,” Aamir said. What made matters even bleaker, according to Aamir, was the conduct of the “those who existed to dispense justice”. “I know the western countries are no flag-bearers of democracy, but at least there are institutions I can go to for justice,” he said. “But here, I believe the judiciary is there to persecute me.”When we spoke, journalist Mohammed Zubair was still in jail – several courts had allowed the police to keep him under arrest in cases that largely pertained to his work of fact-checking and documenting hate speech. “Now, it’s clearly okay to record videos abusing Muslims and circulate them, but it’s Zubair who gets arrested,” Aamir said. In one of the cases in which Zubair was arrested, the police accused him of hurting religious sentiments for calling a man caught on video  threatening to rape Muslim women a “hatemonger”.  Alt News co-founder Mohammad Zubair spent 23 days in jail. He walked out free on July 20 after the Supreme Court granted him interim bail. Photo: PTIActivists Umar Khalid and Sharjeel Imaan have been in jail for over two years. The police claim they made provocative speeches as part of a conspiracy to incite Hindu-Muslim riots in Delhi in 2022. Incidentally, several BJP leaders had made express calls for violence in the run-up to the riots, none of whom have been charged by the police.For Aamir, every day is one too many now. Each morning, he goes to his corporate office, in a lanky building with glass and aluminium facade in Noida and logs on to the Canadian government’s immigration website to check if he has received the green signal. He wants to leave – as soon as possible. “There has to be some hope for you to linger on,” he said. “Hope comes from a sense of people standing by you and opposing what is wrong, but my fellow countrymen have made me feel too many times now that they don’t recognise me as an equal anymore.”Hansen, the anthropologist, told me something strikingly similar. “The most disturbing part of the situation in India is how deep and widespread communal discourse and perceptions are,” he said. “Very few Hindus – or even other minorities – are willing to stand up and say: enough, we have to stand in solidarity with Muslims, and defend Muslims as a community.” One July morning, as we bid each other goodbye following a long phone conversation, Aamir texted me some verses that he had discovered on Twitter in August 2019, which had been his WhatsApp status ever since:fasl-e-gul ki taak mein zinda rahoyun khas-o-khashak mein zinda rahoJab hava-e-namuvafiq chal padebeej ban kar khaak mein zinda rahoStay alive till spring arrivesStay alive among the dead fallen leavesWhen this tormentous storm ragesStay alive as a seed buried underground“That is exactly how I have felt for a very long time,” he said.","author":"Arunabh Saikia","time":"2022-08-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178469-ctinsavbtf-1660464002.jpg","tags":["Indian Muslims","Hindutva","Anti-Muslim violence","Hate speech"],"source":"https://scroll.in/article/1030444/why-many-young-muslims-are-leaving-india"}