{"title":"Why a voting proposal for migrants has alarmed India’s Opposition parties","content":"Opposition parties and experts have expressed caution against the Election Commission’s proposal to introduce a remote voting facility, saying the concept is unclear and implementing it would make elections unfair.If implemented, the remote voting initiative would allow domestic migrants to vote in elections occurring in their home constituencies from their current place of residence.The Opposition’s main concern is that regional parties, who do not have as many resources as their larger competitors, will be unable to deploy polling agents in remote polling stations in other parts of the country. Polling agents are personnel appointed by candidates to represent them at polling stations to protect interests by ensuring the voting process is free and fair.Similarly, the proposal to use a modified version of electronic voting machines now being used has fanned long-standing allegations about the devices being manipulated.Tackling migrant disenfranchisementThe Election Commission claims the remote voting initiative will enable domestic migrants living anywhere in the country to participate in elections without having to travel to their home constituencies or re-registering their place of residence.The Commission suggests voters failing to register in their new place of residence leads to lower voter turnouts, citing the 67.4% voter turnout in the 2019 general election. The proposed initiative is meant to help end migration-based disenfranchisement and raise voter turnouts.Currently, remote voting is allowed through postal ballots only for specific groups of voters such as defence personnel and government employees working outside India. Remote voting through postal ballots was extended to senior citizens and those under quarantine during the Covid-19 pandemic.  Electronic voting machines. Credit: PTIThe Commission’s remote voting concept announced on December 29 proposes using the new Multi Constituency Remote Electronic Voting Machine. It will use a dynamic display to cater to multiple constituencies instead of just one. As a result, each polling booth could handle up to 72 constituencies.However, a remote voter will have to register to avail of this facility by applying online or offline to the returning officer of their home constituency before the polls, the Commission informed parties.The Commission said it is ready to pilot the initiative. But a demonstration of the remote electronic voting machines’ prototype scheduled for January 16 was not held.Challenges galoreThe polling body has admitted there are several problems to be tackled. According to the Commission, there are legal challenges such as defining if “remote” means outside the home constituency, district or state, as well as who can be considered a “domestic migrant”. Similarly, there are technical challenges such as unfamiliarity among voters about the remote voting process and the modified version of voting machines.Additionally, it is unclear how many remote polling booths would be required for each election, where they should be set up and how the Commission will enforce the model code of conduct in these remote voting locations. The “model code of conduct” are rules political parties and candidates must follow during campaigning, polling and counting of votes. It also set out how the party in power must function during the election period.To overcome these challenges, the Commission has sought suggestions from registered political parties by the end of February.Voters at a polling booth in Gujarat. Credit: PTIOpposition highlights anomaliesWhile the Bharatiya Janata Party is reportedly in favour of remote voting, at least a dozen opposition parties including the Congress, the Dravida Munnetra Kazhagam, Trinamool Congress, Aam Aadmi Party, the Janata Dal (United), Shiv Sena (Uddhav Balasaheb Thackeray), the Nationalist Congress Party and the Communist Party of India (Marxist) are opposing it.Congress leader Digvijaya Singh said on January 15 that most opposition parties had unanimously decided to oppose the proposal as it is still “sketchy”. “There are political anomalies and problems in the proposal,” Singh said. “The definition of migrant labour, the number of migrant labour is all not very clear.”There was similar criticism from the Trinamool Congress, whose Rajya Sabha member Sukhendu Sekhar Ray said the Commission’s proposal was ad hoc and baseless. The Commission had itself admitted that no migrants’ database was available, Roy added.Apart from technical issues, the Opposition believe that the move would place them on an unequal footing in relation to the much larger, richer BJP.The Hindu quoted a Congress member as saying that the proposed mechanism would be harmful especially for the regional parties as they may not have enough personnel beyond the states in which they are dominant.Similarly, a Dravida Munnetra Kazhagam member said the proposed method of conducting remote voting would hurt regional parties. “Nominees from political parties posted at every booth act as watchdogs guarding against any violations,” The Hindu quoted the unidentified party member as saying. “Allowing [remote] polls across the country will deny opportunity to regional parties to send in their nominees to booths.”Delhi | Election Commission of India showcases the remote electronic voting machine prototype for migrant voters, to the representatives of political parties. pic.twitter.com/Lv8DOnjx0C— ANI (@ANI) January 16, 2023\n\nJagdeep Chhokar, co-founder of the Association for Democratic Reforms, said concerns about regional political parties not being able to field polling agents are genuine. “Finding polling agents is anyway a big problem,” Chhokar told Scroll.in. “Political parties are not able to get people for the [polling agent] role even where they have a presence. Here, we are talking about fielding polling agents where they have no presence. So, in whose presence will the remote voting process happen?”.  The unresolved challengeThe remote voting proposal is also being seen through the prism of long-standing concerns raised by opposition parties such as the Congress about the alleged manipulation of the electronic voting machines currently in use.Jairam Ramesh, who is in charge of communications for the Congress, had claimed on December 29 that his party had noticed voting patterns showing 10% to 12% of votes being cast in the last hour of polling in the recent Gujarat Assembly elections. “This translates into an impossible 25-30 seconds being taken to cast each vote,” Ramesh alleged. “You need a minimum of 60 seconds to cast a vote.”Ramesh added: “Now imagine if these suspicious patterns can be extended via a multi-constituency voting machine to other locations. This would seriously undermine thrust in the system.”Chhokar suggested the proposal could side-line prevailing concerns around electronic voting machines. “There is validity in the view that the RVM [remote voting for migrants] ‘bogey’ has been raised to distract attention from the problems EVMs and VVPATs have,” Chhokar said. “This is a serious issue going into the crux of the democratic process [elections].”","author":"Nachiket Deuskar","time":"2023-01-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183257-eqnbguxyfa-1669174820.jpg","tags":["Remote voting","Elections","Election Commission","EVM","Election Commission of India"]}