{"title":"Why a Parliamentary Act – or ordinance – is needed for demonetisation","content":"On November 8, 2016 the Rs 500 and Rs 1,000 notes were “demonetised”. This move has raised three interesting legal questions. Writ petitions have been filed across the country challenging the legality of demonetisation. Petitions are pending before High Courts of Kerala, Bombay, Delhi, Hyderabad, Gujarat, Karnataka, Calcutta and Allahabad. Till now, only Madras High Court has held that the move is constitutionally valid and refrained from interfering since it is a policy decision of the government. As per media reports, the Supreme Court has consistently refused to stay the high court proceedings. The Apex Court itself is hearing four petitions challenging demonetisation.Demonetisation is not a novel idea in India. We have experienced two instances before – in 1946 and 1978. Those were also challenged in courts and a rich body of Indian case law exists on demonetisation. This case law suggests that although a demonetisation can be done through a notification, a Presidential Ordinance or Parliamentary Act is necessary to:Prohibit transfer or receipt of the banknotes that have ceased to be legal tender, so that these do not reflect anymore as a liability on the Issue Department of the Reserve Bank of India.Restrict the RBI’s legal obligation to exchange the old notes with new notes.(1) and (2) cannot be done through a notification. They need a Presidential Ordinance or Parliamentary Act. Otherwise, although the demonetisation would be legal, the RBI would continue to remain under a legal obligation to keep on exchanging the old notes with new ones. That would frustrate the ultimate aim of demonetisation – clamping down on black money stored in high denomination notes since the RBI will have no option but to exchange them with new notes.In this article, we explain the concept of “legal tender”, give a brief overview of the legal challenges against demonetisation in 1946 and 1978, the jurisprudence developed by the courts and accordingly, explain why a Parliamentary law is necessary to make the 2016 demonetisation fool-proof. We thus answer Question 2 of the three interesting legal questions about demonetisation, namely:“What happens to the signed promise of the governor of the RBI to honour the notes?” Demonetisation and legal tenderDemonetisation is the act of taking away the “legal tender” character of any specific denomination or series of banknotes. So, it is useful to first understand the legal meaning of “legal tender”.Across history, commodities have been widely used as medium of exchange. However, for a commodity to be accepted as a medium of payment, the receiver must be able to assess the exact intrinsic value of the commodity. Otherwise, the payer could easily get away by giving low quality commodities in return for more expensive goods. Therefore, transaction in commodities needs expertise and cannot be done by any lay person. This effectively restricted usage of commodities as currency.To avoid this problem, states started declaring certain commodities as “legal tender” and guaranteeing their value by law. Such value fixed by law would be independent of the intrinsic value of the underlying commodity and therefore, could be used as a medium of exchange by everyone without having to assess the quality of the commodity. For example, in 1637, the government of Massachusetts declared white wampum as “legal tender” for debts under 12 pence at the rate of four white beads per penny. Today paper currency may have replaced commodities like white wampum as “legal tender”, but the basic logic remains the same.Black’s Law Dictionary defines the word “tender” to mean “an unconditional offer of money or performance to satisfy a debt or obligation”. Anything can be “tendered” in payment of debts as long as the creditor accepts it. A creditor will not accept any item whose intrinsic value is less than the value of debt. The only exception is a “legal tender”. A creditor will accept legal tender even though it lacks equivalent intrinsic value because its value is guaranteed by the state itself through law. Hence, anything whose value for the purposes of payment is independent of its intrinsic value because of an explicit state guarantee through law is a “legal tender”.In India, section 22 of the Reserve Bank of India Act, 1934 gives the RBI the sole right to issue banknotes. Section 26(1) states that every banknote shall be a legal tender in India in payment or on account for the amount mentioned on it and shall be guaranteed by the Central government. So by default, a banknote issued by the RBI commands the value mentioned on it for any transaction in India since it is a legal tender guaranteed by the Central government. This default setting can be changed in three ways.Under the current Reserve Bank of India Act, 1934, it can be done only if, on the recommendation by the RBI, the Central government issues a notification under section 26(2) declaring that any series of the RBI banknote of any denomination will cease to be legal tender from a particular point of time. As we will see, this notification path has never been used to demonetise until now and can lead to some unique problems.The current Reserve Bank of India Act, 1934 itself could be amended. As explained below, this was done in 1956 to give legal certainty to the demonetisation of 1946.A Presidential Ordinance or a separate Parliamentary law could be passed. It could specifically override any other law including the Reserve Bank of India Act, 1934 as may be necessary. As explained below, the 1978 demonetisation was effected through an Ordinance and then a Parliamentary law. Courtesy: The Indian ExpressDemonetisation, 1946On January 12, 1946, the Governor General of India promulgated the High Denomination Bank Notes (Demonetisation) Ordinance, 1946. It declared that the high denomination bank notes of Rs 500, Rs 1,000, and Rs 10,000, issued by the RBI would cease to be legal tender on expiry of January 12, 1946.Section 4 of the Ordinance specifically prohibited transfer or receipt of such notes after January 12, 1946. Section 6 provided that notwithstanding anything to the contrary in the Reserve Bank of India Act, 1934 such bank notes could be exchanged for valid legal tender subject to a detailed procedure within January 22, 1946. Extensions could be given by the Central government. Section 7 of the Ordinance imposed penalties for providing false information during the exchange process. Section 9 imposed a blanket ban on any legal proceeding against any person for any action taken under the 1946 Ordinance.This Ordinance led to three types of legal challenges.RBI’s obligation to exchange old notes with new notes: Section 39 of the RBI Act, 1934 imposes an obligation on the RBI to exchange its banknotes with other legal tender. Section 6 (applicable to non-banks) of the 1946 Ordinance applied notwithstanding anything to the contrary in the RBI Act including section 39. But section 5 (applicable to banks) of the 1946 Ordinance did not expressly override section 39 of the RBI Act. This resulted in confusion as to whether after January 22, 1946, the RBI was still under an obligation under section 39 of the RBI Act to keep on exchanging the non-legal tender banknotes. The Bombay High Court in JM D’souza v. RBI (1946)held that an individual’s right to exchange notes from the RBI under section 39 of the RBI Act did not exist any longer since section 6 (which applied to individuals) of the 1946 Ordinance applied notwithstanding anything contrary in the RBI Act. However, the Calcutta High Court in Dominion of India v. Manindra Land And Building Corporation Ltd. (1952) held that a bank still had the right to exchange non-legal tender banknotes from the RBI under section 39 of the RBI Act since section 5 (which applied to banks) of the 1946 Ordinance did not have a notwithstanding clause overriding the RBI Act.Violation of right to property: In B Ram Lal v. State (1954), constitutionality of sections 3 and 4 of the 1946 Ordinance was challenged before the Allahabad High Court for violating the fundamental right to acquire, hold and dispose property under Article 19(1)(f) of the Constitution as it stood then. The Court held that once these notes ceased to be legal tender, any restriction on their transfer to another person could not be said to be unreasonable. Moreover, the Ordinance provided for the exchange of the high denomination notes for notes of smaller denominations on certain conditions. Therefore, the restriction imposed by section 4 of the Ordinance was found to be a reasonable restriction. This settled the question of constitutionality.Temporary nature of Ordinance: The third problem with the 1946 Ordinance was whether it was a temporary measure or was it permanent in nature. An Ordinance is valid for six months. So the question was whether its effect would continue even after six months. In Sridhar Achari v. Emperor (1947), the petitioners had submitted documents for exchange of banknotes under the 1946 Ordinance. After six months, on March 4, 1947, a charge-sheet was issued against them under section 7 of the 1946 Ordinance alleging that they provided false information. The petitioners argued that the 1946 Ordinance was a temporary emergency measure and was no longer valid after six months. This argument was rejected by the Allahabad High Court which held that the intention was to give the Ordinance permanent character. A similar argument was taken in the Supreme Court in Hansraj Moolji v. State of Bombay (1957). In 1953, the petitioner was charge-sheeted for transferring some high denomination banknotes in violation of the Ordinance. The petitioner argued that the 1946 Ordinance was not effective in 1953 and so he could not be prosecuted under that law. The Supreme Court rejected this argument and upheld the permanent nature of the 1946 Ordinance.These litigation possibly nudged the government to clarify the law permanently. Schedule I of theJammu And Kashmir (Extension Of Laws) Act, 956 amended the RBI Act and inserted section 26A to clarify that notwithstanding any law to the contrary, all high denomination notes of Rs 500, Rs 1,000 and Rs 10,000 shall cease to be legal tender from January 13, 1946.Courtesy: The Indian ExpressDemonetisation, 1978The next round of demonetisation happened under the Janata Party government in 1978. Morarji Desai was the Prime Minister at the time. On January 16, 1978, the President promulgated the High denomination Bank Notes (Demonetisation) Ordinance, 1978. This Ordinance was subsequently repealed and replaced by the High Denomination Bank Notes Demonetisation) Act, 1978 on March 30, 1978. By this law, banknotes of denominations Rs 1,000, Rs 5,000 and Rs 10,000 issued by the RBI ceased to be legal tender from January 17, 1978. Section 4 prohibited transfer or receipt of such notes after January 16, 1978. Section 7 provided for exchange of these high denomination banknotes with valid legal tender from January 17 to January 19, 1978.Section 8 provided for exchange of such notes even after January 19 but up to January 24, 1978 provided RBI was satisfied that there was genuine ground for delay. Section 10 provided for penalties and section 11 provided for offences. This 1978 Act also ran into the same legal challenges as the 1946 Ordinance:The RBI’s obligation to exchange old notes with new notes: The 1978 Act was also challenged on the ground that the RBI had a statutory obligation to exchange the non-legal tender banknotes even after expiry of the time limit provided in the 1978 Act. Section 34 of the Reserve Bank of India Act says: The liabilities of the Issue Department shall be an amount equal to the total of the amount of the currency notes of the Government of India and banknotes for the time being in circulation. The Delhi High Court in Bimladevi v. Union of India (1982) held that because of section 3 of the 1978 Act, the banknotes ceased to be a legal tender and by virtue of section 4 its transfer was also prohibited. Consequently, the liability of the issue department of the RBI under section 34 of the RBI Act also ceases. Hence, the RBI was under no obligation to exchange such banknotes after the expiry of the period mentioned in the 1978 Act. The High Court also noted that section 7 of the 1978 Act overrides section 39 of the RBI Act. So the RBI was under no obligation to exchange the notes under section 39 either.Violation of right to property: The constitutionality of the 1978 Act was challenged. It was argued that the Act resulted in compulsory acquisition of property in violation of Articles 19(1)(f) and 31 of the Constitution as it stood then. However, the Gauhati High Court in Somi Horam Tongkhul Naga v. Union of India (1980), was satisfied that the 1978 Act provided adequate procedure for exchange of notes to safeguard the fundamental right to property. Accordingly, the High Court refused to lay down guidelines on the RBI in this regard and refrained from issuing any directions to the RBI to exchange notes. In similar lines, the Delhi High Court in Bimladevi v. Union of India (1982) observed that Article 31 of the Constitution only requires that compensation be paid for an acquisition. It did not prohibit payment of compensation before acquisition – the exchange facility. Finally, the Supreme Court in Jayantilal Ratanchand Shah v. RBI (1996) upheld the constitutionality of the 1978 Act since the acquisition was for public purpose to resolve the problem of unaccounted money. The Court also held that a time limit for exchange was a reasonable restriction in view of the purpose of the law – to clamp down on the circulation of high denomination notes. If a person could at anytime in future go to RBI and ask for exchange value of such notes, the purpose of the Act would be frustrated. Therefore, the constitutionality of the 1978 Act was upheld.Demonetisation, 2016On November 8, 2016, demonetisation was effected through three legal instruments:The Ministry of Finance issued a Gazette Notification (Ministry of Finance Notification 1) by which “banknotes of denominations of the existing series of the value of five hundred rupees and one thousand rupees” ceased to be legal tender with effect from November 9, 2016.MoF issued another Gazette notification (Ministry of Finance Notification 2) by which it specified the denomination of the new Rs 2,000 rupee note.The RBI issued a notification mentioning that a new series of banknotes called Mahatma Gandhi (New) Series having different size and design will be issued. The RBI also laid down a plan of action including the process for exchanging the old banknotes with new ones. The Ministry of Finance Notification 1 mentions that the exchange of the old banknotes with the new notes will be allowed till December 30, 2016.Both the Ministry of Finance and the RBI issued subsequent notifications to clarify and adjust for additional circumstances. However, unlike the methods adopted in 1946 and 1978, the 2016 demonetisation is not backed by a Presidential Ordinance or Act of Parliament. Therefore, the 2016 demonetisation cannot be challenged on the ground of temporary nature of an Ordinance. Further, since the Madras High Court has upheld the constitutionality of the Ministry of Finance Notification 1, let’s assume that the right to property challenge cannot be taken anymore. Therefore, the only legal question that still remains unresolved is: whether RBI’s statutory obligation to exchange old notes with new ones continues?The RBI’s statutory obligation The RBI’s liability continues even for cancelled legal tender:  The RBI banknotes are issued by RBI’s Issue Department, which is separate and wholly distinct from the Banking Department. According to section 34 of the RBI Act:Liability of Issue Department = Total amount of currency notes of government of India + banknotes for the time being in circulationThe Ministry of Finance Notification 1 took away the legal tender status of Rs 500 and Rs 1,000 bank notes. However, as on date, there is no legal prohibition on their circulation. Legally speaking, they can be presumed to be out of circulation only if there is a legal prohibition on their transfer or receipt. For instance, in 1946 and 1978, the Ordinances and the Parliamentary Act specifically prohibited the transfer or receipt of banknotes which had ceased to be legal tender. In 2016, this has not yet been done. Neither can such prohibition be imposed through a notification under section 24 or 26 of the RBI Act.Therefore, the Rs 500 and 1,000 notes that have ceased to be legal tender can still legally be in circulation in India. Following the Delhi High Court’s decision in Bimladevi v. Union of India (1982), they will continue to form part of the liability of RBI’s Issue Department till their transfer or receipt is prohibited by an Ordinance or Parliamentary law.  The RBI’s obligation to exchange continues: Under section 39 of the Reserve Bank of India Act, the RBI is under a statutory obligation to exchange banknotes with other legal tender. The RBI cannot refuse to exchange the old Rs 500 and Rs 1,000 with new legal tender based on a notification under section 26(2). An Ordinance or Parliamentary Act is necessary to specifically override this statutory duty of the RBI. For instance, section 6 of the 1946 Ordinance and section 7 of the 1978 Act specifically mentioned that notwithstanding anything contained in the RBI Act, exchange of notes held by persons (other than banks) will stand restricted after a certain date. In the absence of such a provision in an Ordinance or Parliamentary law, the RBI’s obligation to exchange notes under section 39 of RBI Act will continue based on the Calcutta High Court’s judgement in Dominion of India v. Manindra Land And Building Corporation Ltd. (1952) as discussed above. Further, to be constitutionally valid, the Ordinance or Parliamentary Act must provide for a reasonable mechanism to exchange the old notes with new legal tender. This does not prohibit imposition of a hard deadline for such exchange.ConclusionThe current demonetisation move is not legally fool-proof. To be legally ring-fenced, an Act of the Parliament is needed, although a Presidential Ordinance can serve the purpose in the interim. The Parliamentary Act must have at least three features:It must prohibit transfer or receipt of the banknotes that have ceased to be legal tender, so that these do not reflect as a liability on the Issue Department of the RBI.It must generally override any conflicting provision in the RBI Act, especially section 39.It must provide a reasonable mechanism and time frame within which the old banknotes can be exchanged with new legal tender.In the absence of such a law, the RBI’s obligation to exchange the old banknotes for new banknotes subsists irrespective of any timeline mentioned in any notification. The RBI Governor’s signed promise on every note to pay the bearer will have to be honoured till such a law is passed. This answers Question 2.It will be interesting to see if the government considers using the money bill route to legislate on this.Pratik Datta is a researcher at the National Institute of Public Finance and Policy. Rajeswari Sengupta is a researcher at the Indira Gandhi Institute of Development Research. This was first published on Ajay Shah’s blog under the title, “Demonetisation needs a Parliamentary law to be fool-proof”.","author":"Pratik DattaRajeswari Sengupta","time":"2016-12-28T14:32:01.154547+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823126-46625-appihzmdkn-1480690450.jpg","tags":["RBI","Demonetisation","notes","Law and Legal"],"source":"https://scroll.in/article/823126/why-a-parliamentary-act-or-ordinance-is-needed-for-demonetisation"}