{"title":"Why I cried while watching ‘Mulk’: I finally know what it means to be a Muslim in India","content":"I was in my teens when Garm Hava was released.  The entire family went to see it in Lucknow, including my grandmother who, in my living memory, had never seen a film. I was a film buff and loved watching each and every film that came: sometimes with parents, sometimes siblings or on a rare occasion with friends. But even for me, the fact that Nani was accompanying us was a big deal, though I didn’t understand why.Growing up in a very secular and liberal household, moving about in the syncretic society of the 1960s and ’70s, I had never been exposed to bigotry or even imagined it existed. The only discussion on the Partition of India that I had heard was the oft-quoted statement made by my Nana when asked to migrate in 1947 to a Muslim country, “Wahan ke Khuda ko mera salam kehna,” (Please convey my salam to the God there), implying that God did not belong to any particular country as well as his disapproval of the concept of an Islamic nation. For him and for the rest of our family, India was our country and that’s where we intended to live and die. There was never any further discussion on it. Our identity was only of an Indian.Thus I watched the movie without quite understanding its nuances or message and so was very surprised to see in the interval that my Nani, Amma and Khala had red and puffy eyes and they had been silently crying throughout the first half.  I weep a lot in movies, especially when they are tragedies, but the underlying tragedy of this movie had gone over my head. I had never been called a traitor, nor had my loyalties questioned in all my 17 years of existence, so I couldn’t really understand what the characters in the film were going through.MS Sathyu’s Garm Hava (1973)As the movie neared its climax, I remember hearing sobs. The scene where Balraj Sahni’s mother hides because she didn’t want to leave the house she came to as a young bride was the one that had roused their emotions. Nani, Amma and Khala were reliving the trauma of Partition and the emotional pain of seeing some of their relatives leave. Today my cousin and sisters who were there too say they don’t remember the movie leaving an impact on them, but recall its effect on the elders. Today, as I watched Mulk, I remembered that day in 1974. As soon as the opening song finished and the story started unravelling,  I cried. I cried when Shahid became a terrorist. My tears were for a boy with a bright future who is brainwashed into bombing his fellow countrymen. I cried at the cynical manipulation of young boys (and girls) into believing that Islam teaches them to kill innocent people. I cried for the ignorance of Muslims regarding their own religion and Holy Scriptures that leads to some being misled. We have to accept that a problem exists and talk about it. And find ways of making Muslims themselves understand the Holy Quran fully, not just random verses taken out of context and get a distorted understanding.\n\n\n    \n    Play\n\nMulk (2018).I cried at the bewilderment of Shahid’s family who had no idea he had been indoctrinated into terrorism. All of us should definitely keep a watch over the activities of our family members and prevent them falling prey to online marauders who manipulate gullible youth into becoming terrorists by playing on imagined and historical wrongs. Social media, especially Whatsapp, plays on the vulnerability of young and old from every walk of life, sect and religion. No one, be they of any religion, is safe from these marauders. A dialogue in the film is, “Terrorism is a criminal activity, not a religious one.”I cried at every humiliation that Bilal was subjected to. I lived it with him because today one hears of many Muslim men who are arrested on mere suspicion and kept in jail for ages as under trials while their innocence or guilt is established. Proof, not prejudice, should be the reason for arrest and incarceration. I cried when I saw the words “Go to Pakistan,” written on the walls of Shahid’s house. Today, I understand what bigotry is. I encounter it often, some subtle some not so subtle. When a conversation about lynching with an old, old friend, initiated by him in the first place, ends in him asking me, “What about ISIS?” I was too shocked to give an answer, for I had no idea what mob lynching in India had to do with the barbaric not-so-Islamic ISIS in Syria. Was it because they called themselves Muslims and I am one? Wasn’t I an Indian to him any longer? Could I not question lapses in law and order in my country without being held answerable for barbaric and terror acts of Muslims everywhere in the world?I cried when Murad Ali had to prove his patriotism and love for his mulk. I love my country and shouldn’t have to prove it, just as others of a different faith don’t need to prove their patriotism.I cried that we have to keep fighting otherisation and that it increasingly comes down to ‘us vs them’ instead of the ‘we’ I grew up with. The ‘we’ that the Constitution guarantees us as “We the people of India”, which a character in the film reminds us of. I cried when Murad Ali says he doesn’t want to leave his mulk. I remembered when we were in the Gulf and offered immigration to Canada or a green card for the United States of America. My husband’s reaction was, “Why should I leave the place I grew up in? I want to grow old and die in my country.” I totally agreed with him. So we came back.I cried because today, I know what being a Muslim entails. When I had seen Garm Hava, my only identity was that of an Indian.And finally I cried out of sheer joy because I know there are many Artis in this world. I cried because I can still count many male and female friends in my life who are Artis who light lamps of joy to dispel gloom. I cried because only they deserve my emotions.Rana Safvi is a historian, author and blogger.Also read:‘Mulk’ film review: A timely drama on Islamophobia","author":"Rana Safvi","time":"2018-08-04T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889162-prxqehqpxa-1533192304.jpg","tags":["Mulk movie","Anubhav Sinha","Muslims in India"],"source":"https://scroll.in/reel/889162/why-i-cried-while-watching-mulk-i-finally-know-what-it-means-to-be-a-muslim-in-india"}