{"title":"Why you can’t keep Anurag Kashyap down","content":"Anurag Kashyap is in a new phase of productivity. Dobaaraa, the Taapsee Pannu-led Hindi remake of the Spanish thriller Mirage, was released in August. Almost Pyaar With DJ Mohabbat, which was premiered at the Marrakech International Film Festival in November, is out in theatres in India on February 3. As if that wasn’t enough, Kashyap’s short film Chaar Chappalein has been selected for the International Film Festival Rotterdam. And he has at least one more completed feature in the bag, making it clear that despite his personal and professional challenges, there’s no repressing his spirit.The 50-year-old filmmaker has weathered a storm of interrelated problems over the past couple of years – vicious trolling for his liberal political views, the attentions of the Income Tax department, poor mental and physical health. Almost Pyaar With DJ Mohabbat also comes at a time when Hindi movie followers have been indifferent to personal-minded, modestly budgeted films, preferring to bestow their money and whistles on undemanding entertainers.The movie stars Alaya F and first-time actor Karan Mehta as an inter-faith couple in two parallel stories. The first story is set in a small-town in India, the other in London. The titular DJ is played by Vicky Kaushal, whom Kashyap directed in Raman Raghav 2.0 and Manmarziyaan.Among the film’s highlights are impressive performances by the leads, a pulsating soundtrack by Kashyap’s long-time collaborator Amit Trivedi, and flashes of Kashyap’s trademark honesty in dealing with human nature. Excerpts from an interview with Kashyap.Like Dev.D and Manmarziyaan, your new film is about an almost-romance. How did it come to be?They are not really love stories but films about relationships. For Dev.D, I picked up everything from the headlines. Manmarziyaan was largely about its heroine Rumi’s choices.Initially, I wanted to make a film with two parallel stories – small town and big city, how things change and patriarchy evolves. The initial story was inspired by my own teenage years. I was trying to make the film with Alia Bhatt in 2012. You remember, she played a small role in my movie Ugly. Then she became a big star, while I wanted to work with unknown people. I kept waiting. My daughter [Aaliyah Kashyap] knew I wanted to make this film. She found Karan and I found Alayah.Before I sat down to write, my daughter turned 18. She wanted to talk to me about a lot of things. When I would tell her how difficult it had been for me since I make small-budget films and I have to keep making them since I have a team to support, she said, papa, this is not about you. You made your own choices, while my struggle is with myself. Because of this conversation, I realised, why am I telling stories from my teenage years when the world has changed? I will pick up stories from today’s times that talk about today’s kids. Let’s take two scenarios where in both worlds, the family’s honour is associated with their children falling in love. Karan Mehta, Alaya F and Anurag Kashyap at the Marrakech International Film Festival in November.Your films are always noteworthy for the performances, especially from untested actors or talent cast against type. How do you work with actors?I find my actors over a period of time. Take, for instance, Vineet Kumar Singh. I gave him a short film, then a larger role and then cast him as the lead in Mukkabaaz. With Karan, my daughter found him in 2016 in a short film. I saw his potential and put him through workshops, parkour and a lot of things. I spoke to his parents [Karan Mehta’s father is the Punjabi director Rakesh Mehta] and told them, I will keep him with me.When Alaya F walked in, I told her, I make odd films, flop films, I don’t make careers. She said, I just want to show you my show reel, I want to make it better, my grandfather said I should meet you since you work very well with actors. I saw her seven-minute show reel and was blown. The range she had was what I had been looking for. I hang around a lot with my actors, I borrow from them while writing – how they talk, their banter with each other. That’s how they become the characters. I just tell them what not to do. Is it a coincidence that Karan Mehta closely resembles Ranveer Singh?I never really thought like that until people started commenting on a photo he posted on Instagram. Since I saw him almost every day, I never noticed. \n\n\n    \n    Play\n\nAlmost Pyaar With DJ Mohabbat (2023).Tell us about your equation with Amit Trivedi, whom you introduced in Dev.D in 2009, and who has done some of his best work in your films.It was difficult to arrive at this soundtrack. It has taken more time than Dev.D and Bombay Velvet and Manmarziyaan. I told Amit, this isn’t your music or my music, this is about what the kids are listening to. The songs associated with DJ Mohabbat have to be in his language. The kids’ songs have to be in their language.I have always gone to Amit before I have written the script. I tell him, this is the film I am looking at, this is the world it is in. Don’t give me a sound I have heard before. You have overcome a spate of problems in the past couple of years. What has this experience taught you?The last few months have been a fresh experience. There has been some kind of easing out.Before that, there had been fear among studios and streaming platforms. They were afraid of working with me; they felt, if we work with Anurag, the film won’t come out. They stopped returning my calls, projects were shelved, the money stopped coming in. But when Dobaaraa came out, there were no problems.In the past, when my films got shelved, people would call me unlucky. It appeared that everyone was performing for some invisible god. Many of my assistants have now gone on to make films, and it makes me very proud. They too have been there a lot for me. Also, the community of directors has stood rock-solid behind me and have really helped me with my films. It is the moneybags who are scared. \n\n\n    \n    Play\n\nBanjaare, Almost Pyaar With DJ Mohabbat (2023).","author":"Nandini Ramnath","time":"2023-01-29T13:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186210-gzhgoejziw-1674930747.jpg","tags":["Anurag Kashyap interview","Almost Pyaar with DJ Mohabbat","Alaya F","Karan Mehta"],"source":"https://scroll.in/reel/1042792/why-you-cant-keep-anurag-kashyap-down"}