{"title":"Why Manipur’s tribes are alarmed by court push for Scheduled Tribe status for the Meitei community","content":"The Manipur High Court’s order last week, directing the state government to consider a demand to include the Meitei community in the Scheduled Tribes list, has revived old anxieties and is likely to widen ethnic fault lines in the state.The tribal groups have reacted sharply to the court’s order, calling it a case of “judicial overreach”.  On April 19, the high court in its order asked the government “to consider the case of the petitioners for inclusion of the Meetei/Meitei community in the Scheduled Tribe list, expeditiously, preferably within a period of four weeks”.The court, while acting on a petition filed by the Meetei (Meitei) Tribe Union, noted that the issue of inclusion of the Meitei community in the Scheduled Tribes list of the Constitution has been pending for nearly 10 years. “No satisfactory explanation is forthcoming from the side of the respondent state for not submitting the recommendation for the last 10 years,” the order said.In May 2013, the Union ministry of tribal affairs had sought the views of the Manipur government on the matter.For close to a decade now, the dominant Meitei community has been demanding Scheduled Tribe status, arguing that it needs legal protection against outsiders and “infiltration”.The petitioners argued that before Manipur’s merger with the Union of India, the Meiteis were recognised as a tribe.A protest at Imphal's Ima market earlier this year to demand ST status for Meiteis. Courtesy: Scheduled Tribe Demand Committee of Manipur.Land politics?Manipur’s two major tribal communities – Naga and Kuki – live in the hill districts, which account for about 90% of the state’s area. But these 10 districts send only 20 legislators to the 60-member legislative assembly since they are more sparsely populated than the Valley. The Meiteis, who account for 60% of the state’s population, are largely concentrated in the Imphal Valley.The tribal hill districts of Manipur enjoy special protections under Article 371C of the Constitution, which says that all laws affecting the districts must be vetted by the hill areas committee of the Manipur Legislative Assembly. Reacting to the order, the committee, which includes nine legislators from the Bharatiya Janata Party, said it was “aggrieved and perturbed” by the court directive, which was passed despite “strong opposition” from the tribal groups of Manipur.In a resolution, the hill areas committee chairman and BJP MLA Diganglung Gangmei pointed out that the panel, which is empowered to monitor legislation and administration for the hill areas, was “neither made a party to the case nor consulted”.  Gangmei said the Meitei community, a majority of whom follow Hinduism, is already protected under the Constitution. Most of them are categorised either as Other Backward Classes or Scheduled Castes. The upper castes among them are also entitled to reservation under the economically weaker section quota.The hill areas committee unanimously urged the state government and the Centre to file an appeal against the Manipur High Court’s order, “taking into account the “sentiments, and interests/ rights’ of Scheduled Tribes (ST) of Manipur. Gangmei did not respond to calls and texts from Scroll.ATSUM team called on Shri @MundaArjun today at his official quarter and apprised him of illogical demand of STDCM for inclusion of majority Meitei into ST. pic.twitter.com/qtGnhBqJDk— Khaiminlen Doungel (@puthomzel) November 19, 2022\n\nA BJP MLA and member of the hill areas committee, who did not wish to be named, called the court order a case of “judicial overreach” and an intrusion on the executive’s powers.The MLA alleged that the demand for ST status was a way to encroach on land rights of tribal communities.   “Article 371C of the Constitution, which protects the tribal areas, restricts the people from the Valley or outsiders from buying and acquiring land in the hill districts,” the legislator said. “The politics behind the demand for ST status is [driven by a desire] to intrude on the land of the tribals.”‘For the survival of the Meiteis’ For years, however, the Meitei community has argued that it needs to be protected from the influx of outsiders and “infiltration”. “Any citizen of India, including our own hill people, can come and settle in Imphal Valley,” said K Bhogendrajit Singh, general secretary of the Scheduled Tribe Demand Committee of Manipur, which has pushed for tribal status since 2012.There is resentment over the fact that while tribals have been buying land in the Imphal Valley, the Meiteis have been kept away from the hills.Singh alleged that the community is under demographic stress.“Our numbers have declined, from 59% of the total population in 1951 to 44% in 2011,” he said. “We have almost become outsiders in our own ancestral land and we cannot buy land in the hills.” While welcoming the court order, Singh said: “Our intention is neither to harm them [hill people] nor to grab their opportunities. It is for the survival of the Meitei community.”  ‘Black letter day’ It is not an argument that convinces the tribal groups.The All Tribal Students’ Union Manipur, an influential tribal body representing the Naga and Kuki communities, said April 19 was a “black letter” day for the tribal people of Manipur. It described the High Court direction as an “ex parte judgement that only heard the interests of the petitioners”. It blamed the BJP-led state government because of “whose consent such an ex parte judgement was delivered”. “Non-tribals cannot buy land in the hill areas. But if the Meiteis get ST  status, they can own and purchase land in the hills,” said Paotinthang Lupheng, president of the student body. “If our land is taken away, what will we have? Nothing.”A recipe for rancour Several politicians and experts also questioned the rationale of awarding ST status to Meiteis.According to Thongkholal Haokip, who teaches political science at the Jawaharlal Nehru University, the Manipur High Court has overlooked the “anthropological criteria” for recognising a community as a Scheduled Tribe.  “How can a community after 75 years of Indian independence suddenly realise that they are backward and primitive?” Haokip said. “Where is the 2,000-year-old civilisation and written literature that Meiteis claim [as theirs]?” Haokip said.Lupheng pointed out that unlike the tribals, the Meiteis are a comparatively socially and economically advanced community, who hold key positions in the government. Political scientist Kham Khan Suan Hausing appeared to agree. “If the Meiteis are successful in including themselves in the ST list, they will arguably become the only community in India to corner all the benefits of protective discrimination along the four axes of recognition – ST, SC, OBC and EWS,” he said. The move is likely to unleash rancorous political and legal contentions between the hill tribes and the Valley-based Meiteis, he added.  The court’s move, Haokip said, could have significant political implications.  “The tribals, who see it as a ploy to encroach into the hills, may demand a separate administration in the form of Union Territory, which will compromise the territorial integrity of the state,” Haokip said.","author":"Rokibuz Zaman","time":"2023-04-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189420-pmdmifvnbs-1682251877.jpeg","tags":["Manipur","Meiteis","Naga Kuki tribes","Demand for ST status for Meiteis","Imphal Valley","Reservation politics","Hill areas of Manipur","Land rights for tribals"],"source":"https://scroll.in/article/1047865/why-manipurs-tribes-are-alarmed-by-court-push-for-scheduled-tribe-status-for-the-meitei-community"}