{"title":"Why saffron terror is not a myth","content":"The National Investigation Agency recently decided to drop all terror related charges against the 2008 Malegaon blast accused, Sadhvi Pragya Thakur. The decision of the NIA to overlook earlier findings of investigative agencies against Singh has been along predicted lines under the Narendra Modi regime. In recent days, the NIA has also diluted several serious charges against Army officer Shrikant Purohit and Rashtriya Swayamsevak Sangh member Swami Aseemanand – two high-profile faces accused of committing terror acts targeted at Muslims, including the Samjhauta Express bombing in 2007 in which 68 people were killed. However, the decision to drop all charges against Thakur has given Hindutva groups the opportunity to paint saffron terror as a myth.The Sangh Parivar always accuses the Congress of being soft on terrorism. However, when the Sangh uses the word terrorism it actually means Islamic terrorism. When it comes to terror activities of Hindutva groups, the Rashtriya Swayamsevak Sangh and Bharatiya Janata Party refuse to even accept that it exists.Battling saffron terrorIn the post-Gujarat riot days, some Western commentators wrote about the threats from Hindu terror groups to minorities in India. However, the parlance did not reach India till 2010, when Home Minister P Chidambaram described the threat as “saffron terrorism” to a gathering of intelligence officials. Narendra Modi was the Chief Minister of Gujarat at the time. Taking a swipe at Chidambaram, Modi asked him to name the colour for terror in Kashmir. The Hindu Hridaya Samrat even organised a Bhagwa Gaurav Andolan (saffron pride campaign) in his state following Chidambaram’s remarks.But Chidambaram was not the first one to raise this saffron flag. In December 2010, WikiLeaks cables revealed that a year before, Congress leader Rahul Gandhi had warned the American ambassador in Delhi about the potential threats from Hindu terror groups “which create religious tensions and political confrontations with the Muslim community”.In 2013, Chidambaram’s successor Sushil Kumar Shinde again brought the danger of saffron terror into the public domain, but the Opposition led by the BJP forced him to retract his statement. Though Shinde retracted it, his home secretary and the present BJP MP RK Singh had confirmed that Shinde’s statement was based on findings from NIA investigations.Investigating agencies had found out in 2013 that at least 10 people who had strong links with the Sangh Parivar were involved in various terror activities in different parts of the country. At that time, RSS chief Mohan Bhagwat accused the Congress of conspiring to tag his outfit as a terror organisation. Hindutva cohort Sri Sri Ravi Shankar also took exception to the use of the term saffron terror.Though the RSS takes strong objection to the use of the term saffron terror, it does not find anything wrong with the term Islamic terror. In 2001, Modi in a TV debate had branded the Twin Tower attacks in New York as an act of Islamic terror.The RSS often makes the point that Hinduism is the most tolerant religion in the world, so saffron and terrorism are two opposite terms and cannot be bracketed together. Former BJP ideologue Govindacharya argued that the term saffron terror was akin to describing milk as black in colour. Last year, Home Minister Rajnath Singh accused the Congress of inventing Hindu terror to appease Muslims. Are Hindus incapable of taking up terror as a tactic to win in a conflict?Not localisedSri Lanka’s Tamil Tigers were among the most dangerous and deadly terrorists the world has ever produced, and they were also Hindus. In 1984, many years before Al Qaeda’s anthrax attacks, the United States was subjected to bio-terrorism by the followers of Rajneesh, a Hindu self-styled godman. So, the argument that Hindus are incapable of committing terror acts does not hold.Of course, like any other religion, the Hindu religion does not promote terrorism. But when a religion is interpreted as being exclusive in character and shows its predatory nature, its evil side sets in. Each and every religion in the world has been distorted to justify war and violence at some point or another, and the Hindu religion is no different. Hindutva groups under the Modi government’s patronage have now pushed Hinduism to that precipice.Immediately after Independence, the RSS castigated the father of the nation, Mahatma Gandhi, for being soft on Muslims. This led to Bapu’s killing. The Mahatma’s assassin Nathuram Godse was a Hindu, and a former RSS member.In the post-Independence years, the Congress kept Hindutva forces at bay for several decades. However, with the decline of the Congress, particularly in the post-Ayodhya movement days, the strengthening of Hindutva groups has brought back the threat of saffron terror again.This was manifested when Australian Christian missionary Graham Staines and his two young children were burnt alive in a remote village in Odisha in 1999. Dara Singh, who committed this heinous act in the name of protecting Hindu religion, was an activist of the Bajrang Dal, the aggressive youth wing of the nationalist Hindutva outfit, the Vishwa Hindu Parishad.The recent killings of rationalists like Narendra Dabholkar, Govind Pansare and MM Kalburgi point the finger of suspicion towards Hindutva groups, who were hunting for them for hurting Hindu sentiments.In a taped interview to the Caravan magazine, which he has denied later, Swami Aseemanand said that a series of deadly blasts between 2006 and 2008 were sanctioned by the RSS.The arrival of Modi as Prime Minister in Delhi has strengthened the resolve of Hindutva groups. In Uttar Pradesh, a 15,000-strong Dharma Sena of Hindu youths armed with swords and guns has been created to press for a Hindu state. Several training camps have come up, particularly in western and northern parts of the country to train Hindu youths in military-style combat in order to promote Hindu supremacy. Nisha Pahuja’s documentary The World Before Her shows that a large number of Hindu women are being trained in these camps too.The Pakistan Army’s patronisation of Islamic terror groups for a strategic advantage against India has swiftly boomeranged. The Modi government is making the same mistake by shielding Hindu jihadis. No doubt, these “snakes in our backyard” will soon pose a bigger threat to India’s peace and security.The writer is professor of Peace and Conflict Research at Uppsala University, Sweden.","author":"Ashok Swain","time":"2016-05-20T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808306-suxlltncvm-1463128715.jpg","tags":["Hindu terror","saffron terror","Rajneesh","Graham Staines","Shrikant Purohit","Swami Aseemanand","Sadhvi Pragya Thakur","Dharma Sena"],"source":"https://scroll.in/article/808306/why-saffron-terror-is-not-a-myth"}