{"title":"Why wrestler Sushil Kumar thinks he can get to the Rio Olympics via the Delhi High Court","content":"Sushil Kumar is 32. He’s won bronze and silver at two successive Olympic events in wrestling in the 66kg category. He’s won gold at a plethora of other wrestling tournaments too. But at the fag end of his career, he might be facing his toughest fight yet – and it isn't on the mat.A desperate Kumar moved the Delhi High Court on Monday to try and secure a berth in the upcoming Olympics in Rio de Janiero. On Tuesday, the court asked the Wrestling Federation of India to give the 32-year-old Olympian a fair hearing. Kumar has only one demand – there should be a trial between him and Narsingh Yadav, the current quota-holder in the 74 kg category, to decide who gets to represent India at the biggest sporting event on the planet.Who will carry India’s tricolour?To understand the crux of the matter, it is important to understand how qualification for the Olympics works in wrestling. Instead of wrestlers qualifying directly for the event, they win quotas for their respective countries. Yadav won the quota for India in the 74 kg category after winning bronze at the 2015 World Wrestling Championships in Las Vegas.The general trend in India has been to award the spot to the wrestler who has won the quota. But there is no formally set procedure. As The Indian Express reported, similar selection trials were held to decide between two challengers in the same weight category in 1984, 1992 and, most recently, in 1996. In a similar incident in 1996, Kaka Pawar and Pappu Yadav staked their claims separately to represent India in the 52 kg Greco-Roman category. Yadav and Pawar fought each other in a bout, which acted as a selection trial at the IGI Stadium in Delhi, where Yadav prevailed and went to the Olympics.It is this precedent that Kumar cites as he tries to make a case for his own participation in the Olympics. To be fair, he has been categorical in stating that he does not want a guaranteed berth in the Olympics – he is only seeking a winner-takes-all trial between himself and Yadav. As to why he deserves a trial, Kumar pointed to his stupendous career in wrestling and said that he more than deserves one final shot at an Olympics medal.However, there are reasons he wasn't chosen automatically. Kumar won his two medals in the last two Olympics in the 66 kg category, which does not exist anymore. He was, thus, forced to step up to the 74 kg category, where he won a gold at the 2014 Commonwealth Games, but against a very weak field. He has also been struggling with injury since that event – a factor that adds more question marks about his level of preparation.Wrestling in the courtsThe other important aspect that goes against him is that in 2004, when faced with a similar dilemma, the Delhi High Court ruled that the wrestler who wins the quota should represent India in the Olympics, thus backing Yogeshwar Dutt over Kripa Shankar Patel.Yadav has a right to feel hard done by, though. He has competed in the 74 kg category throughout his wrestling career and steadily moved up the ranks since his first-round exit in the 2012 Games in London. He won a bronze at the 2014 Asian Games and then became the only Indian to win a medal at the 2015 Wrestling Championships, thereby securing India's quota for the 2016 Games. He has also been active on the professional wrestling circuit, captaining the Bengaluru Yodhas in the inaugural season of the Pro Wrestling League in 2015.The problem has been further compounded by the fact that governing body of Indian wrestling, the Wrestling Federation of India, has not taken a clear stand. The president of the WFI, Brij Bhushan Sharan Singh appeared to support Yadav's cause when he referred to the Delhi High Court verdict of 2004 and pointed out that the norm in Indian wrestling was to send the quota-winner to the Olympics. But he also said that allowing a selection trial could set a wrong precedent whereby other wrestlers in different categories would also demand similar trials. However, Singh also called Kumar a \"superstar of the sport\" and ruled out any \"hasty decision\", stating that the a decision would be taken, with the \"national interest in mind\".The United States, which is the second-most successful Olympics team in terms of the number of wrestling golds after the erstwhile Soviet Union, does follow a system of selection trials. Their 2012 Olympics gold medallist Jake Varner was defeated in one such trial for the 2016 Olympics in April this year. Iran also has a history of holding selection trials in wrestling to decide their Olympic participants.Considering the Delhi High Court on Tuesday asked the Wrestling Federation of India to take a decision, the federation will have to step in and take a call. The timing of this dilemma could not be more unfortunate – with eight quotas, India will be sending its largest wrestling contingent to the Olympics. Unfortunately, at a time when the focus should have been on medal prospects, Indian wrestling has been caught in an absurd battle in the courts of law.","author":"Angikaar Choudhury","time":"2016-05-17T20:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808288-fdapwmbgaj-1463488299.jpg","tags":["Sushil Kumar","Indian wrestling","India Olympics"],"source":"https://scroll.in/article/808288/why-wrestler-sushil-kumar-thinks-he-can-get-to-the-rio-olympics-via-the-delhi-high-court"}