{"title":"Why proposed reservations for Dalit Muslims, Christians have sharply divided Ambedkarites","content":"Recent proposals to make the Scheduled Caste quota in India religion-neutral have sparked an intense debate between Ambedkarite intellectuals.Some Ambedkarites argue that Christian and Muslim Dalits cannot claim inclusion in Scheduled Castes because they converted to religions that have no formal caste system. However, other Ambedkarites argue that Christian and Muslim Dalits should be extended the Scheduled Caste status because they continue to face discrimination since caste is a social phenomenon in India that cuts across religious communities.A contentious debateThe scheduled caste quota started off only being extended to Hindus. The 1950 Constitution (Scheduled Castes) Order, for example, stated that only Hindus could avail reservation under this category. However, its text was amended in 1956 and the 1990s to include Sikhs and Buddhists, respectively. This makes them eligible for reservations in education, jobs and in the legislatures under the Scheduled Caste quota.Under Indian law, individuals who belong to the Dalit castes and follow Christianity or Islam cannot claim Scheduled Caste status. There has, however, been a long-held demand for their inclusion.This matter is currently before the Supreme Court. In April, a three-member bench said it will go ahead with the hearings, highlighting that the matter was already pending for nearly two decades.This proposed extension of Scheduled Caste status to Christian and Muslim Dalits is the subject of a contentious debate among Ambedkarites – people who follow the philosophy of BR Ambedkar, the architect of India’s Constitution and anti-caste leader.Citing Christianity and Islam’s egalitarian natureSome Ambedkarites are arguing against extending Christian and Muslim Dalits the Scheduled Caste status.A prominent argument against their inclusion made by some Ambedkarites such as Subhajit Naskar, an assistant professor at Jadavpur University, is that Christianity and Islam do not have a caste system. Therefore, they argue, Dalits converting to these religions do not fall under a caste system. “Nowhere does the Quran or the Bible mention untouchability or a caste hierarchy unlike texts in Hinduism, which mention the Varna system,” Naskar argued while talking to The Hindu in October. “The Constitution provides for reservation on the basis of the experiences of those within the Hindu framework.”Ashok Bharti, chairman of the National Confederation of Dalit and Adivasi Organisations, also cited Christianity’s and Islam’s egalitarian nature to argue against the proposed inclusion. “[Dalits who converted] were promised that Christianity and Islam have equality of status, and that there’s no untouchability and caste system,” Bharti told Scroll. “This has gone on for the last 800 years. Now they’re saying that caste exists in Christianity, and untouchability exists in Islam.”Bharti added, “Inclusion of Hindu Dalits in the Scheduled Castes is based on the Poona Pact [of 1932]. But Muslim and Christian Dalits weren’t part of that pact.”The Poona Pact was an agreement between Dalits, backward classes and upper caste Hindus to reserve electoral seats in the legislature for the depressed classes. However, Like the Christians and Muslims, the Buddhists and Sikhs were also not part of the pact. Moreover, formally, Sikhism and Buddhism are also egalitarian faith. What explains their inclusion?Bharti, however, argued that Buddhist and Sikh Dalits were eventually included in the category because Indian society still treaches them as untouchables. “In my view, the SC list was made for those who were considered untouchable by the entire society, not just by Hindus,” Bharti said. “Even today, it’s about the entire society considering someone untouchable. In Maharashtra, Nav Buddhists are still considered untouchable. Similarly, in Punjab, some such as Mazhabi Sikhs are still considered untouchable.”Nav Buddhism, or Neo Buddhism, is socio-political movement Ambedkar started in 1950 when thousands of Dalits joined him and converted to Navayana Buddhism.Bharti asked, “But, are any castes among Muslims and Christians similarly considered untouchable in India today? If they are, they should prove it.”dalits are nationalists because their mother & fatherland is this land. their histories and stories are made from thousand-year-old evidence carved in caves, encoded on pillars, & written in familiar terrain.ours is not a fanatic, religious nationalism— suraj yengde (@surajyengde) July 25, 2023\n\nIn a similar vein, Arvind Kumar, a PhD scholar of political science at the Royal Holloway, University of London, has argued that the Scheduled Caste status was never envisioned as religion-neutral. “Unlike Sikhs, Muslim and Christian members of the [Ambedkar-led Constituent Assembly] did not bargain for the inclusion of Pasmanda Muslims and Dalit Christians in return for giving up their communal reservation,” Kumar wrote in a research paper published in May.Pasmanda is an umbrella term for backward classes among Indian Muslims, including, but not limited to, Dalits.Savarnas,OBC Hindus,OBC MuslimsSC girls having Muslim Partner,Muslim spouse SC person...If you don't support our concerns, just keep silent. Your opinion doesn't matter to us. It's not about reservation but about Muslim invasion in the SC category.— Suraj Kumar Bauddh (@SurajKrBauddh) July 12, 2023\n\n‘Politically motivated’Some Ambedkarites such as Bharti also argue that these demands are motivated by access to Scheduled Caste quota and will lead to dilution of the benefits. “Why do they want to become a Scheduled Caste?” Bharti argued. “Why do they want to degrade themselves from [Other Backward Classes], which has a higher quota, to SCs?”Bharti added, “[Most of them] already get reservation under OBC. [They’re doing this] because Dalits are weak, helpless and there’s nobody in the government or any political party who’s protecting them. [They] collectively have found the country’s weakest people and want to assert their rights. It’s certainly politically motivated.”Muslims & Christians say there is no caste discrimination in our religion, but why are these people demanding reservation in SC (15%) quota, when they already have OBC (27%) reservation, constitution had given reservation on the basis of historical caste oppression and… pic.twitter.com/GzdwBa5S1p— The Dalit Voice (@ambedkariteIND) July 11, 2023\n\nNo unity at the cost of the rights and interests of Dalit community. No tampering with SC reservation. It's as clear as that. https://t.co/7hKYHz4Fle— Dr. Rehna Raveendran (@Rehna_AntiCaste) July 9, 2023\n\n\n\t\t\n\tMukesh Mohan is a YouTube content creatorAnother prominent line of argument by some Ambedkarites, including author and journalist Dilip Mandal, is that Ambedkar’s original drafting of the Constitution did not envisage Scheduled Caste status for Muslim and Christian Dalits.I am not a member of the Scheduled Caste and have no wish to lead anyone. I am an ordinary person, standing only for the constitutional truth as outlined in Article 25 and the Constitutional Order of 1950. https://t.co/UGFDJU0enE pic.twitter.com/n15T0iawVh— Dilip Mandal (@Profdilipmandal) July 9, 2023\n\nThe Constitution (SC) Order, 1950 was drafted by Babasaheb Ambedkar himself, based on historical data and research.Those who oppose this ORDER should stop hiding their true face in the name of Babasaheb. Your agenda is exposed. pic.twitter.com/vUaXVkAC5M— Suraj Kumar Bauddh (@SurajKrBauddh) July 9, 2023\n\nOthers such as author Suraj Yengde have wondered if religious identity has overtaken caste for Muslim and Christian Dalits. “With the inclusion of Christians and Muslims into the SC list, will they contest elections as SCs or with their religious identities?” Yengde wrote in The Indian Express on Sunday. “As has been seen with the Sikh, Hindu and Buddhist experiments, religious domination takes precedence over caste. Hitherto, Muslims or Christian groups have voted as a religious block than as SCs who have favoured a caste bank.”Religious conversion, he argued, means a break from Dalit identity. “The majority Muslim question in India is spiritually Sufi but electorally Mughal,” Yengde wrote. “The mass of the outcastes who converted to Islam gave up on their rich history and ancestors.”‘Still untouchable’However, other Ambedkarites argue that Christian and Muslim Dalits must be extended the Scheduled Caste status as they still face discrimination.Hitting back against the argument about egalitarianism in Christianity and Islam, Shireen Azam, a PhD scholar on caste in Muslims, at the University of Oxford, argued that there’s a difference between the theoretical idea of religion and its empirical reality. “Islam isn’t equal to Muslims and Christianity isn’t equal to Christians,” Azam told Scroll. “When people say that Islam and Christianity don’t have caste, they’re talking about the theoretical idea.”Azam added, “Caste is an organisational principle of South Asian society. There’s no way that if Muslims and Christians have lived here for so long that they haven’t imbibed it. There’s evidence to show that they have imbibed it.”Dr Ambedkar documented the practice of untouchability among Muslims. \"In some places a third class, called Arzal or lowest of all, is added. With them no other Mahomedan would associate, and they are forbidden to enter the mosque to use the public burial ground.\" pic.twitter.com/RUxn4FzDGG— Shafiullah Anis (@KungfuPasmanda) July 10, 2023\n\nShalin Maria Lawrence, an Ambedkarite activist and writer from Tamil Nadu, concurred. “Just because we converted, we didn’t become a different human being,” Lawrence told Scroll. “For a Caste Hindu, even if I’ve converted to Christianity, I’m still untouchable. There’s violence against [Christian and Muslim Dalits], and we have data on violence.”Lawrence added, “If my voice is to be heard, I need to be addressed as a Dalit or a Scheduled Caste”.Khalid Anis Ansari, associate professor of sociology at Azim Premji University, argued that if the argument by those opposing Christian and Muslim Dalits’ inclusion is that Christianity and Islam are egalitarian religions and “don’t have the stamp of caste” in them, “then that logic will apply to Buddhism and Sikhism as well”. “Because they also claim to be anti-caste traditions,” Ansari told Scroll.‘Amendments happen’When it comes to arguments by some Ambedkarites that Ambedkar’s drafting of the Constitution did not envisage Christian and Muslim Dalits as Scheduled Castes, Azam argued that treating his thoughts “as a static entity” is a “disservice” to him. “There’re several things we’re debating right now that weren’t in the original Constitution – for example, we decriminalised homosexuality a few years ago,” Azam said. “Ambedkar argued that Dalits are a part apart from ‘Hindus’. To say that the SC status can be only for ‘Hindus’ is to invert his logic.”Lawrence too argued that some Ambedkarites were misinterpreting Ambedkar’s thoughts. “After drafting [the Constitution], Ambedkar could have made a lot of changes to it if he was alive.” Lawrence argued. “After converting to Buddhism himself, he didn’t stay for very long. So, we don’t know what he would have envisioned for Dalit Muslims and Christians afterwards. Don’t use this to turn against your own people.”In a similar vein, Sushil Gautam, president of the Blue Panthers – an organisation that works for the welfare of the Dalit community – argued that “amendments happen”. “The [Economically Weaker Sections] reservation wasn’t in the Constitution earlier,” Gautam told Scroll.Indian Dalit Christian and Muslim women hold placards and shout slogans during a rally in New Delhi in 2007. Credit: Raveendran/AFP‘They don’t want to share the benefits’Similarly, countering arguments that Christian and Muslim Dalits are demanding Scheduled Caste status mainly to avail a piece of the Scheduled Caste quota pie despite getting reservation under the OBC category, Lawrence argued: “We are SCs, we aren’t OBCs. Accessing OBC reservation is difficult for us. When we’re in the [SC] quota, we have more opportunities.”Lawrence added, “If people are demanding reservation, as an Ambedkarite, you have to say that the reservation limit should be increased and include Christians and Muslims [Dalits].”Azam also argued, “The fact that their debate is about quota and not atrocity, is concerning. People don’t understand that it’s not just for jobs.”It's very sad to see this personal attack on @ROUNDTABLEIND, it's a platform built by our young minds, supported by group of individuals with so much dedication, without any bit of compromise in providing great opportunities for our young minds to express their thoughts about \\1 pic.twitter.com/oYeLsYKCHv— Thaiyaan (@thaiyaan) July 22, 2023\n\nAnsari argued that Dalit intellectuals claiming that the inclusion will dilute the Scheduled Caste quota, are not only against Dalit Muslims and Dalit Christians’ inclusion, but also “against any demand of sub-categorisation of the SC quota raised by many Dalit Hindu castes themselves”. “Over 70 years, some families within the demographically significant castes, such as the Mahars, Chamars, Namasudras, and so on, have developed a strong vested interest in the SC category,” Ansari argued. “These are the ones raising this question of dilution because they don’t want to share the benefits of the SC category with others.”Prabhakar Nisargandh, a member of the All India Backward and Minority Communities Employees Federation, concurred. “Some Ambedkarites who think benefits will get diluted if Muslim and Christian Dalits are included in the SC list, don’t understand representation and rights,” Nisargandh told Scroll. “They’ve either not understood the Ambedkarite thought, or haven’t accepted it.”However, Bharti disagreed. “People don’t become Ambedkarites just by calling themselves Ambedkarites,” Bharti said. “Those who’re opposed to Ambedkar’s principles can’t be Ambedkarites.”","author":"Nachiket Deuskar","time":"2023-07-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189093-qibwmgsgpg-1681405873.jpg","tags":["Ambedkarites","Dalits","Pasmandas","Reservation"],"source":"https://scroll.in/article/1053263/why-reservations-for-dalit-muslims-christians-have-sharply-divided-ambedkarites"}