{"title":"Why the Supreme Court should strike down the colonial sedition law, and nine other weekend reads","content":"Weekend ReadsWhat is the Doomsday Clock and why should we keep track of the time? Ian Lowe in Kurzweil explains.For economist Albert O Hirschman, social planning meant creative experimentation rather than theoretical certainty. We could use more of his improvisatory optimism today, argues Simon Torracinta in the Boston Review.The urban studies newsletter “Wrath of Gnon” explains how Americans should go about building a small town in 21st century.How does India address the complicated claims of backwardness by various politically powerful castes, asks Suhas Palshikar in the Indian Express.In the SmartSet, Grace Segran writes about her 14-day quarantine she spent in a Singapore hotel.On the EdSurge podcast, Jeff Young explores the long and surprising history of “teaching machines” before modern computers were invented.Billionaires such as Elon Musk, Jeff Bezos, and Richard Branson peddle the idea that space represents a public hope, all the while reaping big private profits,  argues Alina Utrata in the Boston Review.Uttar Pradesh’s proposed policy on punishing people for having more than two children must go, argue Vandana Prasad and Deepa Sinha in the Hindu. The government should understand that evidence backs the principle of informed free choice.Writing in the Leaflet, Afreen Alam explains how Cornwallis, an 18th century British governor general in India permanently scarred the Indian countryside with his legal reforms.The Supreme Court must strike down the sedition law entirely, argues Anushka Singh in the Indian Express.","author":"Scroll Staff","time":"2021-07-18T11:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157980-jpacwdiuik-1626533599.jpg","tags":["Supreme Court","sedition law"],"source":"https://scroll.in/article/1000473/why-the-supreme-court-should-strike-down-the-colonial-sedition-law-and-nine-other-weekend-reads"}