{"title":"Why is the BJP choosing political lightweights as chief ministers?","content":"Bhajan Lal Sharma in Rajasthan, Mohan Yadav in Madhya Pradesh and Vishnu Deo Sai in Chhattisgarh – the Bharatiya Janata Party’s picks for chief ministers after recent elections in the Hindi heartland states are all seen as political lightweights.Sai, whose was the first name to be announced on December 10, is the most experienced of the lot, having formerly served as a Union minister and the chief of the BJP’s Chhattisgarh unit. Yadav, who got the top post in Madhya Pradesh on Monday, is a three-time MLA and was the higher education minister in the previous Shivraj Singh Chouhan government. In Rajasthan, the BJP went for a person elected as MLA for the first time. With less than six months to go for the Lok Sabha elections, appointing relatively unknown faces as chief ministers helps the BJP project the victories in the three crucial states as a direct mandate for Prime Minister Narendra Modi, political observers said. They pointed out that the BJP has tried to balance caste equations within a state when making these decisions.‘Modi guarantee’Of these three states, the BJP had not been in power in two: Rajasthan and Chhattisgarh. Moreover, there were reports of an anti-incumbency sentiment against the party in Madhya Pradesh in the lead up to the polls. As a result, the BJP fielded several MPs, including Union ministers, as candidates in Madhya Pradesh to counter the anger against their state government. Additionally, the party did not project a chief minister candidate in any of the states ahead of the polls. After it won all three of them, BJP chief JP Nadda said it was proof that only the “Modi guarantee” worked in the country.During the campaigning too, the BJP had used the phrase “Modi ki guarantee” to convince voters that the prime minister was himself taking responsibility to deliver on the party’s electoral promises. Clearly, the BJP wanted the elections to be about Modi, so that the credit for success also belonged to him. The choice of political lightweights as chief ministers was the culmination of this strategy.“Modi did not directly mention Chouhan on a single occasion during the campaigning,” said  journalist and author Rasheed Kidwai. “By the choice for chief ministers, the central leadership has made it clear that the regional leaders should not have any doubts about this being a vote of confidence for the prime minister.”Kidwai said that at the peak of her popularity, Prime Minister Indira Gandhi also appointed lightweight leaders as chief ministers. “For Modi, the trend started with Gujarat [with ministers in his cabinet when he was chief minister], but it seems the template will be followed in other states as well,” he said. “The attempt here is to keep the power concentrated in Delhi.”The BJP wanted the elections to be about Modi, so that the credit for success also belonged to him. (Photo: Reuters))In the case of Chhattisgarh too, the BJP has reasons to keep power centred in Delhi, said Sunil Kumar, the editor of the Daily Chhattisgarh newspaper. “The Congress had given a free hand to [former chief minister] Bhupesh Baghel, which resulted in poor administration,” he said. “By making Modi the face in the state, the BJP wants to assure the people that the prime minister himself will take accountability.”Sanjay Lodha, the Rajasthan coordinator for Lokniti-Centre for the Study of Developing Societies, pointed at another reason that might have influenced the BJP’s decisions. He said that appointing a low-profile leader as the chief minister will ensure that there is no internecine fighting. “There were multiple factions within the Rajasthan BJP before the elections,” he said. “Now the high command has taken control and all the popular leaders will have to fall in line.Social engineeringKumar also observed that by appointing an Adivasi as the chief minister in Chhattisgarh, the BJP has ensured political representation for the community that makes up more than 30% of the state’s population.“The BJP has won 17 out of the 29 seats reserved for Scheduled Tribes in Chhattisgarh,” Kumar said. “It is quite justified that they went for a senior Adivasi leader as the chief minister.”Chhattisgarh, though, is only one piece of the social engineering puzzle that the BJP has attempted to put together through these appointments. The party now has an Adivasi chief minister in Chhattisgarh, a Brahmin in Rajasthan and a leader from the Other Backward Classes in Madhya Pradesh. Among the four deputy chief ministers in Rajasthan and Madhya Pradesh, there are two Dalits, one Rajput and one Brahmin.\n\t\t\n\tNewly-appointed Chhattisgarh Chief Minister Vishnu Deo Sai (right) with Prime Minister Narendra Modi at the oath taking ceremony. (Photo: Nitin Nabin/Twitter)Lodha explained that the BJP has made sure to appoint like-for-like replacements. “In Madhya Pradesh, Chouhan, an OBC leader has been replaced with Yadav from the same community,” he highlighted. “In Rajasthan too, if Vasundhara Raje Scindia has been sidelined, then Diya Kumari, another leader with royal lineage, has been brought in.”Looking beyond 2024Besides being wild card entries, another thread that binds the three new chief ministers is that they are all in their 50s. Rahul Verma, fellow at the Centre for Policy Research, thinks that this shows that the BJP is looking to groom a next generation of leaders.“Even when Chouhan became Madhya Pradesh chief minister in 2005 or Modi became Gujarat chief minister in 2002, they were not the tallest leaders in these states,” Verma said. “Even after 2014, we have seen Manohar Lal Khattar in Haryana, the multiple chief ministers in Gujarat and Uttarakhand – they have all been lightweights.”Verma added that the margin of victories in the three states has allowed the BJP to take the risk of appointing new faces. “They are quite assured of winning in 2024 now, they are looking beyond 2024,”  he said.Lodha of Lokniti-CSDS concurs with Verma in saying that the BJP took a long-term view in appointing chief ministers who, he said, are now on “probation period”.“It is unlikely, but if the BJP fares poorly in these states in 2024 or there is a major lapse in governance, these chief ministers can easily be replaced which would not have been the case with someone like Chouhan,” Lodha said.","author":"Abhik Deb","time":"2023-12-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196649-ffssnszcir-1702552413.jpeg","tags":["Chhattisgarh","Madhya Pradesh","Rajasthan","BJP","Narendra Modi"],"source":"https://scroll.in/article/1060578/why-is-the-bjp-choosing-political-lightweights-as-chief-ministers"}