{"title":"Maharashtra wasn’t the cakewalk the BJP thought it would be. 34 charts and maps explain the verdict","content":"The Maharashtra state elections did not prove to be the cakewalk that the BJP expected it to be. Though the BJP emerged as the largest party, with 105 seats, it fell short of reaching a majority of its own. This gives its partner Shiv Sena all the bargaining power to transform this alliance into yet another headache to the BJP. On the other hand, this election has seen the resurgence of the Nationalist Congress Party that, with 54 seats, is only two seats behind the Shiv Sena and, more importantly, above its partner, the Congress, by 10 seats. The Congress is the only real loser of this election, finishing fourth both in vote share and in terms of seats, despite the fact that it contested 26 more seats than its partner.Just as in the case of the Haryana election, we simply do not have the data to ascertain the voters’ motives and the reasons for their choices. The data described in this article can merely shed light on some of the political aspects of the results, some of which help us to understand how that outcome took shape.Lower turnoutWhile participation in most states has been increasing steadily in recent years, the enthusiasm of voters in Maharashtra seem to be somewhat cyclical. Turnout goes up and down over time, this time three percentage points lower than in 2014.Since the Election Commission has not yet released electors’ data in a usable form, this is all one can say at the moment about participation.Steady number of contendersJust like Haryana, we seem to have reached a peak in the number of candidates running for elections. In Maharashtra, 3,237 candidates contested, compared to 4,119 five years ago. Of these candidates, 80% – 2,608 – lost their deposits.The geographical distribution of candidates shows that more candidates tend to run in the Marathwada regions and parts of Vidharba. Most of these candidates are either independent or from micro-parties. Maharashtra has seen in recent years a proliferation of small parties, particularly Dalit parties, whose localisation partly explains the variations in number of candidates across regions.The next chart shows how the number of parties contesting keeps increasing, election after election. A record 127 parties entered the fray and three of them made their entry into the state assembly for the first time: the Jan Surajya Shakti, the Rashtriya Samaj Paksha and the Krantikari Shetkari Party.In truth, little is known about these small contenders, who do represent, cumulatively, a sizeable share of the votes in Maharashtra (see below).Vote share: BJP aheadA quick look at the vote share of the main parties shows how the BJP remains ahead of the three other major parties. In this election, one voter out of four (25.75%) opted for the BJP, while the three other parties hover around the 16% of vote share.Of course, these numbers are misleading since these parties fought in an alliance. Vote share in seats contested is a more relevant measure of performance. It reveals that the four parties are actually closer from one another – and of the BJP in particular – than the previous figures suggested. The BJP remains ahead, with 44.5% of vote share, followed by the Shiv Sena and the NCP, who have identical vote share (38.3%). The Congress trails at 32.7%, which indicates that it was clearly the poorer performing asset in its alliance with the National Congress Party.If one compares vote share in the assembly elections with the recent general elections, both Congress and the Nationalist Congress Party maintain their performance, while the BJP and even more so the Shiv Sena lose ground. These are, of course, different elections but these variations illustrate well how general and state elections tend to produce different results, even when the general election was held recently. This is a fairly recent phenomenon in Indian politics, as one assumed that the spill-over effect a general election would be quite strong.That being said, the BJP improves its vote share per seat contested quite significantly compared to the 2014 assembly election.Electoral geographyThe electoral map of the BJP shows that in the area where it contested, the BJP does not seem to have any particular cluster of strength. Its performance is somewhat well distributed across the state, besides perhaps a small cluster of seats in the Khandesh area. It lost ground this time in the Vidharba region, which it swept in the last state election and the general election. The dispersion of performance suggests that candidates do matter and can therefore mean the difference between winning and losing for the BJP. It is often assumed that BJP effect (or the Modi effect) makes candidates irrelevant. This map suggests the contrary.The Shiv Sena has more clearly demarcated strongholds in the Konkan (coastal Maharashtra) and, without surprise, in the Mumbai region. Their performance in these two sub-regions has been consistent and well-distributed, while their presence in the rest of the state is more patchy.The performance of the Nationalist Congress Party has been consistently strong in the Pune and South-Nashik divisions, also known as the sugar belt of Maharashtra. For the past five years, the Devendra Fadnavis government has been going against the entrenched interests of Nationalist Congress Party-related businessmen in the sugar industry, in the cooperative banks and in the irrigation contract business, the three honey pots of NCP politics. This has manifestly not deterred nor weakened National Congress Party leader Sharad Pawar’s political resolve. He led a strong campaign that showed that he had not lost touch with his historical strongholds.The fact that the NCP mobilises in a concentrated turf makes campaigning easy. While the BJP must travel the four corners of the state (barring the coast), the Nationalist Congress Party can concentrate its resources within close distance range.The Congress led the fight against the BJP in the Vidharba region, contesting most of the seats there. Otherwise, it contested in small cluster of seats across the state.The Congress underperformed the most in the Mumbai region, losing practically all the seats to either BJP or Shiv Sena candidates. A rapid examination of regional performance of parties shows that the Congress under-performed the most in the Konkan region, which includes Mumbai. It only got 22% of the votes in the seats it contested. The Nationalist Congress Party did better there but not much better, with 31% of the votes. This is far from the 36% the Shiv Sena obtained, and even further of the 52.5% that the BJP scored.In Paschim Maharashtra, the Nationalist Congress Party is neck to neck with the BJP, at 44% of vote share. It also closes on the BJP in the Khandesh region. Clearly, the lack of performance of the Congress in Mumbai and in coastal Maharashtra cost both parties dear. While the NCP did perform well in its stronghold area, the Congress dragged down the alliance’ overall performance.This is further illustrated by the strike rate, or the ratio of seats won against the seats contested. With 64, the BJP still has a high strike rate, much higher than the three other parties. The low success rate of the Congress is yet another way to show how it pulled the alliance down, and of how close the NCP and the Shiv Sena have been to each other in this election.The map of victory margins shows how victories have been more decisive in some regions and less so in others. There is a higher concentration of strong victories where the BJP and the Shiv Sena performed well, and a small gap between winners and runners-up in regions where the Congress and the NCP performed well.This makes sense since the last two parties were the challengers in this election. They had to climb a higher wall than their opponents, who started with the advantage of having swept the recent state election. That map also reflects by contrast the poor performance of the Congress.Seats distribution: ups and downsIn terms of net seats results, the Nationalist Congress Party gained the most in this election, with 13 additional seats. The Congress increased its tally by two seats while both the BJP and the Shiv Sena lost ground (17 seats and 6 seats, respectively), even though they both progressed in vote share.The electoral map shows the losses of the BJP in the Vidharba region and across Marathwada, where the NCP made its gains. It also shows that many of the seats previously held by the Congress in that region have changed hands. Overall, 44% of the seats (126) have changed hands in this election.Why did Congress lose? What factors other than those internal to Congress itself and of its campaign, might have affected its performance?One possible explanation comes from the fact that not every voter in Maharashtra cast their vote for a main party. In fact, in this election, one voter out of four opted for a party or candidate other than the BJP, Shiv Sena, the Nationalist Congress Party or Congress.A timeline of cumulative vote share of main parties in Maharashtra shows that this has been a steady feature of that state’s politics. Since 1985, on average, around 30% of voters cast their ballot for small party candidates or independents.This is very significant and revealing of the fact that in state elections, local factors and local politics do matter enormously. It also means that a significant part of the electorate does not find itself adequately represented within mainstream parties, or more simply does not find any of these parties appealing enough to cast its vote for one of them.In this election, 14% of voters cast their vote for a small party, while one voter out of ten chose to support an independent candidate. But still, how could it have affected the Congress more than other parties?Among those small local parties, two formations have stood out in these elections. First of all, the Prakash Ambedkar’s Vanchit Bahujan Aaghadi (or Deprived Majority Front), a Dalit party created by the grandson of BR Ambedkar in January 2018, performed remarkably well, even though it failed to win a single seat. The VBA fielded candidates in 236 seats, obtaining on its own more than 2.5 million votes (4.6% of total vote share). More importantly, its candidates ended second in 10 seats and third in 109 seats, with an average of 15,000 votes per seat. This upset the bipolar fight between the BJP-Shiv Sena and the Congress-NCP alliances.Another relevant small player is Asaduddin Owaisi’s All India Majlis-e-Ittehad-ul-Muslimeen, which has recently built a strong presence across Maharashtra. The AIMIM contested in 44 seats and won two (Dhule and Malegaon Central). Their candidates ended second or third in 15 seats, with a vote average of 29,000, or 16% of average vote share. This was well above the average victory margin in those seats, set around 15,000 votes.Thus, in many seats, both parties upset the main fight between the major contenders. They ate particularly into the Congress’ traditional vote base among Dalits and Muslims.Roughly estimated, this ended up costing the Congress and the Nationalist Congress Party (but mostly Congress) about 20 seats (ten cuts by each party). The BJP or Shiv Sena won all the seats where the Vanchit Bahujan Aaghadi finished in second place.What is remarkable with the VBA’s performance is that it is well distributed across the state. They did obtain their best performance, hovering around 30% of vote share, in Akola district. But they did rather well in every region. The AIMIM did well in the Aurangabad district and in Byculla (Mumbai), where they obtained 25% of vote share.Turncoats and rebelsTurncoats and rebels are also supposed to have affected the result of these elections. The data on this matter invites us to be a bit more circumspect about their impact on outcomes.This time, 121 turncoats contested  in Maharashtra, out of whom only 37 won. The largest number of defectors came from the Congress: 19 in total (11 to the BJP, four to the Shiv Sena and three towards the NCP). Eight of them won (six on a BJP ticket, one on a Shiv Sena ticket and one on an Nationalist Congress Party ticket). Nine ex-BJP shifted to the NCP. Only three won. And finally, three BJP shifted to Congress and only one won (Nanabhau Patole in Sakoli).The table below shows both the origin and destination of turncoats. The last row shows the number of turncoats fielded by parties, and the last column shows how many people left their party.Alternatively, one can look at the Triveni Centre’s turncoat and incumbency visualisation tool to find the data on this issue.Historically, there have always been a large number of turncoats in Maharashtra elections: 95 on average, with large variations (the record was held in 1980 and 1984, with 174 and 167 turncoats, respectively). A minority of them however win their races, which shows that it does not really pay off to betray one’s party. In recent years, turncoats did not perform well but they did better this time (37 against 27 in 2014).An increasingly experienced state assemblyIndian state elections, and assemblies, are usually marked with a very high turnover of MLAs. It is not infrequent for half of a given house to find themselves out at the end of a single term.In Maharashtra, the ratio of first-time MLAs has been somewhat declining over time. It used to be very high until the mid-1980s, and then started declining slowly. In 2019, 42.9% of the MLAs are serving their first term, which means that 57% of the MLAs have either been re-elected or have been elected at least once in the past.This is still a high turnover and if one looks at the number of terms served by the current MLAs, 83% are serving their first or second term, which means that the state assembly does not count a lot of representatives with a lot of legislative experience. The House’s veteran is Jayant Patil (NCP from Islampur), serving his ninth term as an MLA.In this election, 77% of all incumbents ran again, a fairly high number compared to most states. Of those 222 re-running incumbents, 125 won (55%). The ratio of successful re-running incumbents has been steady over time, which means that roughly half of those who win a seat might have a chance to keep it.A skewed assemblyRegardless of who wins or loses a  Maharashtra election, representation in the Vidhan Sabha remains skewed in favour of men as well as in favour of Hindus.Three more women were elected this time, going from 21 to 24, but with a rate of nomination of women candidates that remained very low, at 7.4%.All parties are to blame for this state of affairs. The Congress and the BJP each distributed 10% of their tickets to women candidates. Their regional partners did significantly worse: 7.4% for the NCP, and 6.3% for the Shiv Sena.The two parties that stand specifically for the most deprived segments of the population – Dalits and Muslims – hardly make space for women at all. The AIMIM gave only two tickets to women candidates, out of 44, and the Vanchit Bahujan Aghadi gave only 9 of its 236 tickets to women candidates. Clearly, gender does not intersect yet with their conception of deprivation.The map reveals that not only are women hardly elected in Maharashtra, but that the few that are elected are in constituencies far from one another. This means that the presence of women at the sub-regional level is nominal at best.According to the 2011 Census, Muslims make 11.5% of the population of Maharashtra. They have never made more than 5% of the MLAs. This despite the fact that the overall number of candidates increases over time.This election saw 304 Muslims contesting although only 16 ran on a main party ticket. The Congress fielded 11 Muslim candidates, against four and two by the NCP and the Shiv Sena. The BJP did not field a single Muslim candidate.ObservationsObserving this election and after a reading of the data, one can draw at least five observations, if not conclusions:First, the below-expectation performance of the BJP shows that the same electoral strategies will produce different results in different types of elections. Nationalism remains a powerful force but not as a single trope of mobilisation in a state election. The same goes for the Modi appeal. It remains strong but cannot sway on its own a state election where the BJP faces strong regional players.Second, local players and local politics cannot be discounted. The most significant piece of statistics that this election has produced has strangely little to do with the main contenders. The fact that one voter out of four opted for a party other than the two alliances shows that not even state level politics – let alone national politics – can absorb the realm of political aspirations and desires in its entirety. Despite the rhetoric, despite the chest-beating, despite the mobilisation of regional and particular identities, local politics remains strong and alive and continues to shape electoral outcome, or at the least contribute to the shaping of these outcomes.Third, the strategy that consists in appointing low-key chief ministers who are disconnected from the local dominant caste game and who are meant to focus on governance (or the appearance of governance) does not seem to necessarily pay off electorally. The BJP did rather well in this election but certainly not to the measure it had hoped. State governance will now be complicated by the presence of a coalition partner.Fourth, there seems to be a road opening for the Opposition. It is striking that both in Maharashtra and in Haryana, the BJP has been challenged by old-style politicians doing old-style politics. It took Sharad Pawar to challenge the BJP in Maharashtra, as it took Bhupender Hooda in Haryana to upset the BJP and force them to go back to coalition politics. The question this opens is whether the Opposition to personalised authoritarian politics will require equally personalised authoritarian politics.Finally, the conjunction of all these factors shows that elections in India remain competitive.This brings a nuance to the notion of inevitability of society’s transformation into homogenised agglomerates. The fact that electoral outcomes remain uncertain is a good thing for democracy, regardless of one’s partisan inclinations.Gilles Verniers is Assistant Professor of Political Science at Ashoka University and Co-Director of the Trivedi Centre for Political Data. The data was sourced from ECI, affidavit data (courtesy Association for Democratic Reforms) and newspaper sources. Data available at http://lokdhaba.ashoka.edu.in/LokDhaba-Shiny/  Note: we did collect data on the caste composition of the Maharashtra state assembly, but not to a level of completion that would enable us to write about it yet. Also read: What tripped up the BJP in Haryana? 33 charts that decode the verdict that stunned ruling party","author":"Gilles Verniers","time":"2019-10-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129937-bdqelhemyu-1572344479.jpg","tags":["Maharashtra","Bharatiya Janata Party","Nationalist Congress Party","Shiv Sena","Congress"],"source":"https://scroll.in/article/941968/why-wasnt-maharashtra-the-cakewalk-the-bjp-thought-it-would-be-34-charts-explain-the-verdict"}