{"title":"Why India is engaging Myanmar’s military despite backing restoration of democracy","content":"Amid the civil war, Myanmar’s military on July 31 extended by six months the state of emergency imposed in the country since the 2021 coup d’état, signalling another postponement to elections it had pledged.This instability within Myanmar, and resurgent Chinese influence since the coup have raised serious concerns for Delhi amid India’s geopolitical competition with China. While Delhi has been calling for restoration of democracy in Myanmar, it has simultaneously made overtures to the country’s military rulers. Observers suggest that Delhi’s need to protect its own immediate goals have forced these seemingly divergent approaches it has taken.Instability in MyanmarThe February 2021 coup reinstated direct military rule in Myanmar and scuttled the country’s decade-long semi-democratic transition. The junta had previously ruled Myanmar between 1962 and 2011. Even when pro-democracy leader Aung San Suu Kyi’s party came to power in 2015, the military retained considerable political control.The latest coup has triggered a civil war between the Tatmadaw, or the country’s military, the National Unity Government and various ethnic armies fighting for territorial control. The National Unity Government is a government in exile, comprising lawmakers ousted in the coup. While some countries recognise the National Unity Government as Myanmar’s legitimate government, the Tatmadaw considers it a terrorist organisation.Over 6,000 civilians were killed in Myanmar “for political reasons” in the first 20 months since the coup, Norway-based research institution the Peace Research Institute of Oslo estimated in June. The military has also been accused of repressing dissenters, allegedly arresting over 23,000 people. This instability has also forced mass migration, with 55,000 seeking refuge in neighbouring India since the coup.India has raised security concerns about the instability this crisis is causing, especially along the border.  \n\t\t\n\tIndian Union Minister Sarbananda Sonowal and Myanmar's Deputy Prime Minister Admiral Tin Aung San inaugurating the Sittwe port under the Kaladan Multi Modal Transit Transport Project. Credit: Indian embassy in Myanmar/TwitterChina’s renewed influence a concern for IndiaThis crisis in Myanmar is also playing out against the backdrop of China and India competing for geopolitical influence in South and South East Asia.China and Myanmar’s junta have historically had a complicated but strong relationship. Beijing has backed the latest junta rule and is, more importantly, a top arms supplier to Myanmar’s military.India cannot take this lightly, said Michael Kugelman, director of the US-based Wilson Center’s South Asia Institute. “China arguably has a more consequential security partnership with Myanmar than it does with any of India’s neighbours aside from Pakistan,” Kugelman told Scroll.This has created a tricky situation for Delhi whose ties with Myanmar had only begun improving amid the latter’s democratic reforms in the 2010s.Avinash Paliwal, associate professor in international relations at SOAS, University of London, said that Delhi has lost the little leverage it had over Myanmar to the Chinese. “China has not only backed the junta, they’ve also doubled their engagement with all the ethnic armed organisations in Myanmar – including the resistance government, at least informally,” Paliwal said. “Myanmar’s isolation has given China a lot more space to operate in the country. The junta has a strategic dependence on Beijing and that’s not going away.”In recent months, Delhi has raised alarm over China allegedly constructing a surveillance facility on Myanmar’s Coco Islands, barely 45 km north of India’s Andaman and Nicobar Islands. The facility could boost Beijing’s ability to monitor Indian defence installations along the Bay of Bengal.Beyond security challenges, the crisis has led to an uptick in cross-border drug trade, adverse impact on the connectivity plans Delhi has pushed under its Act East policy, resources have been burdened by refugees and India has lost out on social outreach, Paliwal said.Delhi’s overtures to the junta?Those resisting the junta, such as the National Unity Government, have also been courting Indian support and Delhi has for long made statements calling for the restoration of democracy in Myanmar.However, simultaneously, Delhi has also made overtures to the junta. In December, India abstained from voting on a United Nations Security Council resolution calling for an immediate end to fighting there. More significantly, Indian companies including state-owned entities have sent $51 million worth of arms, raw materials and associated supplies to Myanmar’s military and arms dealers since the coup, a UN Special Rapporteur said in May. “India should therefore be aware that the arms it provides to the Myanmar military – though relatively limited – are likely to be used in the commission of international crimes,” the Special Rapporteur cautioned.\n\t\t\n\tIndian Foreign Secretary Vinay Kwatra during a working visit to Myanmar in November. Credit: MEA India/TwitterIndia forced to back the junta?What explains these seemingly divergent approaches Delhi has taken? Paliwal said that Delhi’s statements on restoration of democratic processes in Myanmar was not predicated on cutting-off contact with the junta. “The junta was to be a part of the process,” Paliwal told Scroll. “Eventually, that position itself got diluted.”He added that India’s cryptic calls for restoration of democracy could be seen as a “soft endorsement” of positions taken by the resistance as well as the Tatmadaw, which has pledged to hold elections.Paliwal said, “The basic policy has been to actually engage with the junta and that’s a strategic decision India has taken, regardless of what happens to the democratic process statements notwithstanding.”Paliwal added that there does not seem to be any coherent logic behind this approach. “The only logic has been a defensive logic of making sure somehow getting some leverage back in Myanmar, and making them help us stabilise the border and push the Chinese back to a limited extent,” he said. “We’re struggling on both counts.”Kugelman also said that the junta is an important partner for Delhi to engage on border security and potentially on connectivity projects. “Given how volatile the border is, India clearly prefers that it have friendly, or at least workable, relations with those in power on the other side –  despite their brutality and India’s stated preference for the return of democracy,” Kugelman said. Kugelman added, “India hopes to find ways to reduce its neighbours’ growing reliance on China.”In a similar vein, Gautam Mukhopadhaya, India’s former ambassador to Myanmar, said that the current Indian government was “deft at doing contradictory things, justifying it in the name of self-interest”. “The government started off with lip service to democracy, then it went down and lately they have brought it back,” Mukhopadhaya said. “They’re essentially trying to engage to get their projects through.”Mukhopadhaya, who served as India’s ambassador in Myanmar between 2013 and 2016, explained that this approach is because Delhi thinks limiting Chinese influence is possible by engaging the junta. “The government and the security generally feel comfortable with the junta, and that force will prevail and the junta will reassert control and stability.” Mukhopadhaya told Scroll. “Therefore, in terms of long-term interest, [Delhi thinks] it’s better to tilt in favour of the junta. The Track 1.5 process led by Thailand is leading in that direction.”This is a tightrope walk that Delhi must walk, Kugelman said. “It must signal support for democracy, not just because it believes that outcome would reduce border instability and therefore advance its interests, but also because it wants to hedge and show that it backs other key political entities in Myanmar – including the government in exile,” Kugelman added. “But at the same time, India can’t go too far in its calls for democracy, as it can’t afford to risk upsetting an entity that it sees as its best bet – at this point in time – to manage border challenges.”","author":"Nachiket Deuskar","time":"2023-09-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193651-ecpdkcbiyv-1693458675.jpg","tags":["India-Myanmar Relations","Myanmar","China"],"source":"https://scroll.in/article/1055174/why-india-is-engaging-myanmars-military-despite-backing-restoration-of-democracy"}