{"title":"Why parties of all colours are offering cash transfer schemes to voters ","content":"On November 13, two days after the Bharatiya Janata Party released its manifesto for the Madhya Pradesh elections, the Congress accused the ruling party of copying its electoral promises. The party’s chief ministers in Chhattisgarh and Rajasthan, Bhupesh Baghel and Ashok Gehlot, also claimed that the BJP had replicated promises from its manifesto. In poll-bound Telangana, both the Congress and the ruling Bharat Rashtra Samithi leveled similar charges against each other.These allegations arise partly from the fact that all parties now promise direct cash transfers. The idea has become hegemonic in Indian politics. The BJP is part of the trend too, even as Prime Minister Narendra Modi has repeatedly criticised Opposition parties for  electoral promises  offering “revdi” or freebies.Experts say that the reason for popularity of cash transfer schemes lies in economic distress. The failure of governments to generate adequate employment opportunities has made it imperative for them to provide monetary relief to voters. The fact that these schemes have reaped electoral gains  acts as a major driver for parties.On the same pageAcross the five states that went to the polls, party manifestos have prominently featured cash transfer schemes targeted at key cohorts of voters.In Madhya Pradesh, Chief Minister Shivraj Singh Chouhan of the BJP, who is running for a fifth term, earned the moniker “mama” – maternal uncle – when he launched the Ladli Laxmi Yojana, which gives Rs 30,000 to families at the birth of a girl. In subsequent installments till the girl turns 30, the government pays out a total of more than Rs 1 lakh. Facing an anti-incumbency sentiment, Chouhan in March launched another scheme, the Ladli Behna Yojana, under which all women between 21 and 60 whose annual family income is less than Rs 2.5 lakh, get Rs 1,250 every month. The scheme covers more than 1.3 crore women in the state and has improved the BJP’s chances in Madhya Pradesh, Scroll reported in October.As a counter, the Congress has also promised a monthly stipend of Rs 1,500 for women in the state. On the lines of the Ladli Laxmi Yojana, the Congress has promised to provide Rs 2.51 lakh to girls from birth till they get married. \n\t\t\n\tCash transfer schemes for women could help Chief Minister Shivraj Singh Chouhan ward off anti-incumbency in Madhya Pradesh. (Photo: Shivraj Singh Chouhan/Twitter)In neighbouring Chhattisgarh too, the BJP and Congress looked to woo women voters with cash transfer schemes. The Hindutva party was the first to announce that it would give Rs 12,000 every year to married women in the state. The Congress, in its bid to outdo the BJP, announced a scheme to give Rs 15,000 annually to all women. Both the parties have also announced an annual payout of Rs 10,000 for landless farmers.  In Rajasthan, the BJP has looked to replicate its Ladli Laxmi scheme from Madhya Pradesh. The party has announced that it would grant a bond of Rs 2 lakh at the birth of a girl, which can be encashed at various stages of her education path. The party has also promised a one-time financial assistance for pregnant women of Rs 8,000.For the Congress’ Gehlot too, social welfare schemes are his best bet for retaining power, Scroll reported in October. To counter the BJP’s pitch for women votes, the Congress in Rajasthan  has announced an annual payout of Rs 10,000 to all women heads of households. The party already provides a monthly pension of Rs 1,000 to widows. Among schemes that the Congress has announced for other sections is the doubling of insurance sum under the flagship Chiranjeevi health insurance scheme from Rs 25 lakh to Rs 50 lakh.\n\t\t\n\tIn Rajasthan, Congress' poll promises include an annual payout of Rs 10,000 to all women heads of households. (Photo: Ashok Gehlot/Twitter)Down south in Telangana, Chief Minister K Chandrasekhar Rao of the Bharat Rashtra Samithi has presented such a successful model of cash transfers that his Rythu Bandhu scheme has been replicated by several other states – and even the Modi government at the Centre. Under the scheme, the Bharat Rashtra Samithi government gives Rs 10,000 per acre annually to farmers over two crop seasons. Going into this election, Rao has announced that the amount will be raised to Rs 16,000 in a phased manner. Monthly social security pensions for elderly citizens, unmarried women and differently-abled persons will also be increased gradually, Rao has promised.The Bharat Rashtra Samithi government is banking on these cash transfer initiatives to ward off anti-incumbency in Telangana, Scroll reported.The Congress has not just matched the Bharat Rashtra Samithi sop for sop, it has promised to pay the increased pension amount immediately if it comes to power. The Bharat Rashtra Samithi has announced that it will do so in a phased manner. Both the parties have also promised plots of land and a one-time fund to construct houses to families that do not own a home.In the northeastern state of Mizoram, the flagship initiative of the ruling Mizo National Front is a cash transfer scheme called the Socio-Economic Development Policy. Launched in August last year, the scheme covers 60,000 beneficiaries who each receive financial assistance of Rs 50,000 annually to support their existing economic activities or start a new one. It was a contentious matter in the elections as the BJP said that if voted to power, it would investigate an alleged scam in the scheme.On its own part, the BJP has promised financial assistance of Rs 1.5 lakh at the birth of a girl. The party has also vowed to increase the annual payout under the Centre’s PM-Kisan for farmers from Rs 6,000 to Rs 8,000.Cash benefits are here to stayPolitical parties offering cash transfers is not a phenomenon unique to this round of elections and it is clear that irrespective of the poll outcomes, the trend is here to stay. For example, one of BJP’s campaign pitches in Rajasthan is the “Modi guarantee”, under which, among other things, the party has promised to continue the cash transfer schemes introduced by Gehlot.The number of beneficiaries of Central cash transfer schemes has more than tripled from 22.8 crore in 2014-’15 to 72.3 crore in 2022-’23, according to government data. Funds disbursed increased from Rs 38,926.2 crore to Rs 1,13,544 crore during the same period.  \n\t\t\n\tFunds disbursed under cash transfer schemes and the number of beneficiaries have sharply increased in the last decade. The primary reason for the parties announcing these schemes is simply that they have worked electorally.In a post-poll survey of the BJP’s win in Uttarakhand elections last year, the Centre for the Study of Developing Societies found that programmes involving cash transfers had a greater impact on voters than even the Centre’s scheme to provide free rations. In the 2019 Lok Sabha elections, the Modi government’s PM-Kisan scheme under which farmers get Rs 6,000 annually helped the ruling party paper over distress in the agriculture sector.In the rival camp, the Congress’ poll guarantees in Karnataka helped the party seal victory in the state in May. The guarantees included free electricity, monthly stipend and free bus travel for women, monthly payouts for unemployed youth and 10 kg free rice for families living below the poverty line.Among regional parties, cash transfer schemes helped the Trinamool Congress in West Bengal, the Aam Aadmi Party in Punjab and the Bharat Rashtra Samithi in Telangana to grab power.Lekha Chakraborty, professor at the National Institute of Public Finance and Policy told Scroll that direct cash transfers are usually undertaken to deal with crisis situations like the Covid-19 pandemic. “If these schemes are being announced before elections, then the motive is simply to woo voters,” Chakaraborty said. “These schemes are quick fix solutions for economic distress offered by governments since they have failed to generate enough employment.”In an article for Newslaundry, researcher Ashutosh Ranka wrote that cash transfers enable the poor to spend the money where they want. An example of this was highlighted in Scroll’s report on cash transfer schemes for women in Madhya Pradesh. Meera Rahot, who comes from a six-member family of cotton producers, said that she would vote for the BJP as the cash she and one of her relatives receive from the Ladli Behna scheme helps them ward off hunger. Rahot said that she had always voted for the Congress in the past.This highlighted how cash transfer schemes have helped parties make inroads among voters who have traditionally not voted for them. After the 2022 Uttar Pradesh elections, a post-poll survey by the Centre for the Study of Developing Societies shown that “labharthis” –  beneficiaries –  of such schemes, emerged as a separate voter bloc who transcended their social identities. The trend was particularly visible among Dalits and women.Chakaraborty, however, expressed doubts on whether cash transfer schemes would prove to be productive in the longer run. “These schemes are aimed to trigger the economy,” she told Scroll. “But that won’t work if there is a greater propensity among the beneficiaries to save rather than spend.”","author":"Abhik Deb","time":"2023-12-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196309-jfgglxslye-1701436925.jpeg","tags":["Cash transfer schemes","Madhya Pradesh elections","Madhya Pradesh election results","Shivraj Singh Chouhan","Ladli Behna","Rajasthan elections","Rajasthan election results","Ashok Gehlot","Telangana elections","Telanagana election results","BRS","Congress","BJP","Chhattisgarh elections","Chhattisgarh election results","Bhupesh Baghel","Mizoram elections","Mizoram election results"]}