{"title":"Why Sathasivam's appointment as Kerala governor sets a terrible precedent","content":"\"It is undisputed that there is no justification for interfering in someone's belief by way of 'use of force', provocation, conversion, and incitement or upon a flawed premise that one religion is better than the other. Though Graham Staines and his two minor sons were burnt to death while they were sleeping...the intention was to teach a lesson to Graham Staines for his religious activities, namely, converting poor tribals to Christianity.”Paragraph 43 in the Supreme Court’s January 21, 2011, judgement commuting Dara Singh’s death penalty to life imprisonment caused a furore. The outrage wasn’t directed only at the Bajrang Dal member who had burnt alive an Australian missionary and his minor two sons in their sleep. It was also aimed at the reasoning Justice P Sathasivam offered on behalf of the killer and his ideology. Prominent pro-Hindutva bodies, such as the Hindu American Foundation, praised the judgement but the court felt compelled to expunge that paragraph from the record.Justice Sathasivam, who retired on April 26 after going on to occupy the Chief Justice of India’s chair, was sworn in as the Governor of Kerala today. Understandably, this has  caused some consternation. There is speculation in political circles that his gubernatorial appointment is a quid pro quo for his decision last April quashing the Central Bureau of Investigation’s FIR against Bharatiya Janata Party president Amit Shah in the Tulsiram Prajapati encounter case.Eroding faithWithout speculating on the merits of the allegation, appointments like this one contribute in no small measure to the erosion of the public’s faith in the judiciary. Even a smidgen of presumed bias is sufficient to sully the credibility of a judge.Of course, it isn’t unusual for retired judges of the Supreme Court and High Courts to go on to head tribunals and inquiry commissions. But the post of a governor is essentially a political and a politicised one, and every dispensation in power wants convenient gubernatorial appointments. The recent fracas over the sacking and transfer of governors, which has now made its way to the Supreme Court, underscores this reality. It hasn’t helped matters that Justice Sathasivam, on the verge of his retirement, expressed his willingness to accept any position befitting of an ex-Chief Justice.The appointment flies in the face of the Supreme Court’s 2011 decision in the PJ Thomas case. While quashing Thomas’s appointment as Chief Vigilance Commissioner, the court held that even if a person is a paragon of virtue, the slightest presumption of doubt would vitiate an appointment to high public and constitutional office.The practice of judges accepting government appointments after hanging up their robes came in for loud criticism last year from Arun Jaitley and Piyush Goyal of the BJP, who were in the opposition at the time. “Desire of a post-retirement job influences pre-retirement judgements,” Goyal had said. Now these two cabinet ministers find themselves having to defend Sathasivam’s appointment.No conventionsHowever, there are no rules or conventions to prevent such controversies. The closest parallel to the Sathasivam affair is the case of Justice Subba Rao. In 1967, as Chief Justice of India, he sided with the majority in the famous Golak Nath case, which took the government to task for drastically amending the Constitution. At the end of his stint, he ran for President as an opposition candidate against the Congress’s Dr Zakir Hussain. He lost, but his ruling drew several raised eyebrows.The judiciary again put itself in an unedifying situation in 2012 when Justice Dalveer Bhandari, then a sitting Judge of the Supreme Court, was nominated to the International Court of Justice. Even while he was on the bench, the government – which was a frequent litigant in his court – was actively lobbying for him in the topmost echelons of international diplomacy, and he accepted this with perfect equanimity.Though it is unfortunate, the debate set off by Justice Sathasivam’s appointment could have one redeeming feature: perhaps the concerns raised by eminent jurists, including former Chief Justices of India, will pave the path for setting down clear-cut principles that will ensure that judicial independence remains uncompromised.","author":"Saurav Datta","time":"2014-09-05T16:07:09+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/677767-2a9fde7b-c1ef-4428-864f-45007bb90528.jpg","tags":[],"source":"https://scroll.in/article/677767/why-sathasivams-appointment-as-kerala-governor-sets-a-terrible-precedent"}