{"title":"Why are inmates unable to access basic facilities in Indian prisons?","content":"On November 6, activist Stan Swamy filed an application in a special court in Mumbai requesting access to use a straw and a sipper. The 83-year-old Jesuit priest has been in custody in Taloja Central Jail since October in the Bhima Koregaon case, and has been unable to hold a glass due to Parkinson’s disease. When he was arrested in Ranchi, Jharkhand, he carried a small bag with himself that contained a few of his belongings as well as a straw and a sipper, said his lawyer Sharif Sheikh. However, after the arrest, the bag was left with the National Investigation Agency, which is probing the case. At the time of arrest, such personal belongings, apart from clothing, are not handed over to the accused when he enters jail, Sheikh said. But the straw and sipper are needed for medical reasons. Why did Swamy have to file an application in court to access a basic health requirement?The jail authorities asked Swamy to produce a court order to access the straw and sipper from his bag that still remains with the NIA, according to Sheikh. The application has requested the court to direct the NIA to provide Swamy with the bag. The hearing is scheduled for November 26.Winter clothesIn the national capital where winter is settling in, students and activists arrested in the Delhi riots conspiracy case alleged that jail authorities were not allowing them access to warm clothes, medicines and other necessities provided by their families.“Even for basic things we have to file an application all the time,” said a lawyer who is representing one of the accused on the conspiracy case who is currently lodged in Mandoli Jail in Delhi. The lawyer requested anonymity for himself and his client fearing a backlash from the jail authorities. “We filed an application for spectacles, a yoga mat because the accused has a spine problem and slippers,” the lawyer said. “Everything was denied [by the court] except the spectacles.” The lawyer claimed that the jail authorities were also unsure of the rules of receiving parcels for the inmates. “There are so many restrictions there,” the lawyer said. “We do not know if it is because of Covid-19 or because of general instructions. I am sure all prisoners are facing the same problem of clothes.” Jail protocolLegal experts said that it was the jail authorities who had jurisdiction over providing basic facilities to prisoners. “The superintendent of jail is the competent authority,” said Sunil Gupta, the former law officer of Tihar Jail. Gupta said that it was the state’s responsibility to provide a prisoner with clothing and other facilities if they did not have family to support them.“It is unfortunate that because of the whimsical approach of the superintendent of the jail that they [inmates] are not supplied with these facilities,” he said. Scroll.in sent queries to jail authorities in Mumbai and Delhi regarding this. This article will be updated if they respond. Prisoners await release on parole at the Sabarmati Central Jail at the end of March. (Credit: Amit Dave/Reuters)In overcrowded prisonsJails in India continue to remain overcrowded even during the pandemic despite efforts to decongest them by granting undertrials interim bail and extending them. However, inmates have faced difficulties in accessing basic necessities even before the pandemic struck. For instance, activists arrested in the Bhima Koregaon case have struggled to access books, mattresses, western-style commodes in the toilet and other medical facilities. While a majority of inmates faced hurdles in accessing basic rights and healthcare in prisons, those held for charges in sensitive cases could face more problems, experts said.“Prisoners held in sensitive cases like those arrested by the NIA face greater problems with regard to access to basic facilities as the prison authorities and courts are being very careful to extend facilities that they may have otherwise allowed to prisoners,” said Vijay Raghavan, a professor at Centre for Criminology and Justice, Tata Institute of Social Sciences and Project Director, Prayas, a non-profit that works towards prison reform.“Prison authorities function on the ‘least risk’ principle in dealing with these prisoners as they do not want to be seen as being lenient with them,” he said. However, others said that prisoners were still entitled to their fundamental rights.“Jail authorities are not to punish an individual for a second time,” said MR Ahmad, former director of the Academy of Prisons and Correctional Administration from 2009 till 2016, and former inspector general of prisons in Andhra Pradesh from 2005 till 2009. “The confinement in itself is the first punishment which is done as per court orders,” he said. “A person who is sent to jail does not become a non-person and enjoys all fundamental rights. Now denying proper food, proper accommodation, proper health facilities is violative of not only the Constitution but his rights also.” What prison manuals statePrisons are a state subject and each state has their own manual or rules pertaining to what prison officials have jurisdiction over. The Maharashtra Prisons Bedding, Clothing and Equipment Rules prescribe specific kinds of items of clothing and utensils to be given to convicted prisoners, whereas unconvicted prisoners and those who have been convicted of a crime with limited punishment may wear private clothing. The medical authorities in the prison are directly responsible for the health of the inmates, the Maharashtra Prisons Prison Hospital rules state. It adds that the authorities will carry out the immunisation of inmates, give advise on diet, clothing, equipment, health and safety, provide personal hygiene and health education, along with providing treatment for diseases, dental care, eye sight, arrange for artificial limbs, glass eyes and physiotherapy if required. The prison manual of Delhi states that civil or unconvicted prisoners are allowed to receive food, clothing and bedding from private sources after they have been examined. If a prisoner is unable to provide himself with such necessities then it will be provided by the jail authorities, the manual states. “It shall be the duty of the inspector general from time to time to take all such measures as may be necessary to ensure that every prisoner in all times is supplied with clothing and bedding as to preserve him in reasonable comfort and good health,” it states. Accessing basic facilitiesHowever, there could be several hurdles for prisoners to access basic facilities despite the mandate of the jail authorities. Most prisoners come from marginalised backgrounds and come from lower socio-economic backgrounds with no safety nets, said Raghavan. “They lack good legal support and are not aware about their rights and entitlements,” he said. Apart from this, the lack of training of prison officials was another factor, said MR Ahmad. “Prison administration is not police administration,” he said. “Prison administration is known as correctional administration.” Prison officers, he said, had to be trained in various subjects including sociology, psychology, criminology and so many other subjects. “And most of all they should have concern for service and human care,” Ahmad said. “If prison officers are trained in police institutions, they will develop a negative attitude.” To add to this, the emergence of Covid-19 has made it tougher for prisoners to access meetings with their lawyers and families, Raghavan said. “The trials have also come to a standstill and their bail applications are not being heard in regular courts due to shortage of staff and judges as courts are not working to their full capacity,” he said.","author":"Vijayta Lalwani","time":"2020-11-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99230-cngmaxfvdg-1605192131.jpeg","tags":["Bhima Koregain","Delhi riots","Human rights","Indian prisons","Stan Swamy","Sudha Bharadwaj","Tihar jail","Taloja jail"],"source":"https://scroll.in/article/978277/why-are-inmates-unable-to-access-basic-facilities-in-indian-prisons"}