{"title":"Why Indian diplomats are now raising Hindutva issues across the world","content":"Over the past week, social media has been buzzing with claims by an Indian student at the London School of Economics that he had been disbarred from elections for the post of general secretary of the student union as  result of a smear campaign that had been launched against him because of his “Indian and Hindu identity”. On the last day of polling, “Indian students were bullied and targetted for their national and Hindu identities”, the student, Karan Kataria, said on Twitter. The institution’s refusal to act on the complaints of students, he alleged, was evidence of its “Hinduphobia”.  The London School of Economics on its part said that  Kataria, who hails from Gurugram, had violated election rules. But in a surprising development on Friday, the Indian High Commission in London said that an official had met with Kataria. It said it had “noted Karan’s concerns and is keeping track of developments”.The announcement was further evidence of a pointed Hindutva shift in Indian foreign policy under the Modi government. In recent years, India has made diplomatic protests about incidents involving the Hindu community across the world – even if they are not Indian citizens. For instance, incidents of Hindu temples being vandalised or violence against Hindus have been raised not only in Pakistan, but also in Australia, Canada and the United Kingdom.Experts suggest this approach is part of the Modi government’s plan to push Hindutva ideology into Indian foreign policy. This shift in India’s foreign policy approach, amid the saffronisation of the country’s foreign service, is also intended to influence domestic politics. Raising Hindutva issuesThis phenomenon was on display in March, when Australian Prime Minister Anthony Albanese made his first visit to India. At the end of the visit, as Indian Prime Minister Narendra Modi addressed a joint press conference with Albanese on March 10, he raised issues of common concern to the two nations such as security cooperation and renewable energy. He also brought up an issue that had little to do with Indian foreign policy: allegations of Hindu temples being attacked in Australia.    The concerns mentioned by Modi to Albanese were a reiteration of protests by India’s diplomatic mission in Australia in which it claimed that “pro-Khalistani elements” had allegedly painted three Hindu temples with “hate-filled graffiti” in Melbourne in January. “It is a matter of regret that attacks on temples have been regularly reported in Australia over the past few weeks,” Modi said in his meeting with Albanese.  Visited the historic Shri Shiva Vishnu Temple in Melbourne, a place of worship that has always been revered by all communities and faiths. That makes its vandalization with hate-filled grafitti by pro-Khalistani elements even more condemnable. Confident that they will not succeed pic.twitter.com/cm6Ckm2FCO— Manpreet Vohra (@VohraManpreet) January 30, 2023\n\nIn response the Australian prime minister underlined his country’s protection of all religious communities. “I gave him the assurance that Australia is a country that respects people’s faith,” Albanese said. “That we don’t tolerate the sort of extreme actions and attacks that we’ve seen on religious buildings, be they Hindu temples, mosques, synagogues, or churches.”While India was raising this matter with Australia at the prime ministerial level for the first time, the Ministry of External Affairs has specifically protested incidents of Hindu temples reportedly being vandalised and alleged violence against Hindus in several nations. There have been several such  protests by Indian officials during Modi’s second term as the prime minister.In January 2020, for instance, the Ministry of External Affairs lodged a protest with Pakistan, asking it to expedite an investigation into the alleged abduction of a Pakistani Hindu woman in Sindh.Since 2021, India has officially protested several incidents of Hindu temples being allegedly vandalised, destroyed or attacked by a mob across Pakistan. In June, Ministry of External Affairs spokesperson Arindam Bagchi called alleged desecration of a Hindu temple in Karachi “another act in the systematic persecution of religious minorities” in Pakistan.The external affairs ministry has also alleged atrocities against minority community members there. In December, it called on Pakistan to “protect its minorities” after a Hindu woman was reportedly killed in Sindh.Police inside a burnt Hindu temple in Khyber Pakhtunkhwa, Pakistan. Credit: Abdul Majeed/AFPThis foreign policy push has not been limited to Pakistan. It has extended even to the West and its Hindu community.For example, in September, the external affairs ministry sought action into alleged “sharp increase in incidents of hate crimes, sectarian violence and anti-India activities” in Canada. This came days after a Hindu temple in Toronto was allegedly defaced with anti-India graffiti. In February, India sought action after another temple in Mississauga, Canada was allegedly defaced.In this vein, India’s most significant intervention came during the 2022 communal rioting in Leicester in the United Kingdom between British Hindus and Muslims. “We strongly condemn the violence perpetrated against the Indian community in Leicester and vandalisation of premises and symbols of the Hindu religion,” the Indian High Commission’s statement read. The statement saw criticism from the Muslim Council of Britain for only speaking about the attacks on British Hindus.‘Hindu internationalism’These actions by the Indian government, to specifically protest attacks on Hindu temples and Hindus overseas, is an attempt to push the BJP’s Hindutva agenda to Hindus around the world, experts suggest.Ian Hall, who authored the book Modi and the Reinvention of Indian Foreign Policy, said that the Modi government’s aforementioned actions show it is keen to show that it will protect the Indian diaspora. Hall suggests while this is in line with actions of all Indian governments since the 2000s, what makes the Modi government’s approach different is its attempt to specifically woo Hindus globally. “What is different and new is the interest shown in Hindu temples, whether in the UK or Canada or Australia,” Hall told Scroll.Hall added, “This suggests that the Modi government is trying to appeal to a Hindu – not just an Indian – audience and aligns more with what we might call a ‘Hindu nationalist’ agenda.”Thorsten Wojczewski, a visiting research fellow at King’s College London’s India Institute, pointed to the role of the BJP’s ideology. “We can certainly see this as an attempt to further integrate Hindutva in India’s foreign policy,” Wojczewski told Scroll. “There are clear indicators that the Indian government under Modi seeks to position India as protector and defender of Hindus across the world.”Therefore, India’s foreign policy under Modi is about “Hindu internationalism”, experts suggest. “[The foreign policy] derives an internationalist and universalist aspiration from Hinduism and seeks to establish a close link between [itself] and Hinduism, whereby India is reimagined as a Hindu nation and India’s foreign policy appears like a natural expression of its Hindu identity,” Wojczewski had written in a 2020 paper.Prime Minister Modi addresses supporters during a community reception in New York, United States. Credit: AFP Photo/Don EmmertSince Modi came to power in 2014, the Indian foreign service has itself faced “gradual saffronisation,” Kira Huju, an international relations fellow at the London School of Economics and Political Science, suggested.Huju added, “The traditionally amorphous meaning of Indianness, purposefully broad in its definition, is giving way to a narrower assertiveness which sees Indian diplomats representing not a postcolonial coalition or a secular state but a Hindu rashtra.”This shift, Huju argues, expresses itself in the diplomatic discourse and priorities.‘To sway domestic audience’Being seen as supporting purported aforementioned Hindu causes across the world helps Modi influence domestic politics in India, experts suggest. “The [current Indian] government has framed and presented Modi’s personal diplomacy as showing how strong and respected India now is in the world, which is obviously intended to sway a domestic audience,” Hall told Scroll.Wojczewski concurs with this view. “The Hindutva approach has definitely been used by Modi for domestic electoral dividends,” he told Scroll.Hall had told The Caravan earlier, “Hindu nationalist ideology has had a big impact on the way that India’s foreign policy is presented, especially to domestic audiences.”Therefore, supporting purported Hindu causes in other countries further feeds into the perception held by some that Modi’s foreign policy approach has boosted national pride and so-called soft power globally, and restored India’s standing in the world.However, there is a significant exception in this Hindu internationalist approach: Bangladesh. Under Modi, Delhi has avoided publicly protesting reported attacks against Hindus in Bangladesh. Following anti Hindu violence during Durga puja in Bangladesh in October 2021, Delhi did not raise the attacks as it had elsewhere and stood by Dhaka.India avoiding a diplomatic protest there may be attributed to its need to maintain good ties with Dhaka. India has close ties with the current Hasina government and possibly does not want to further concede influence to China.","author":"Nachiket Deuskar","time":"2023-04-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188898-tqquyrpuny-1680953243.jpg","tags":["India","Foreign Policy","Hindutva","Indian Foreign Policy","Indian Diplomacy"],"source":"https://scroll.in/article/1045744/why-indian-diplomats-are-now-raising-hindutva-issues-across-the-world"}