{"title":"Why Sudan is unlikely to hand over former president al-Bashir to the International Criminal Court","content":"It has been a long fight for justice. Back in July 2008, the prosecutor for the International Criminal Court requested an arrest warrant for the then president of Sudan, Omar al-Bashir, citing his alleged criminal responsibility for crimes against humanity, genocide and war crimes in the Darfur region. Ultimately, two arrest warrants were issued, on March 4, 2009 and July 12, 2010.But justice did not swiftly follow. Despite the arrest warrants, al-Bashir won presidential elections in 2010 and 2015 and continued to travel around the region and further afield. In April, following months of protests, the Sudanese military toppled the president and announced a military-led transitional council. The former president is now being held in prison in Sudan.The military-led transitional council has declared that al-Bashir may be tried in Sudan, but not handed over to the International Criminal Court. It is unclear whether a return to civil rule will result in al-Bashir’s transfer to the International Criminal Court, but al-Bashir has been charged domestically with killing demonstrators and financial crimes.Under international law, heads of state such as al-Bashir enjoy various privileges, including immunity from criminal jurisdiction. This simply means that a serving head of state cannot be brought before a court to answer for their alleged crimes. Indeed, even when they leave office, they continue to enjoy immunity for their official acts during their time in office, a privilege known as “functional immunity”.On several occasions, the International Court of Justice, arguably the most authoritative court ruling on matters of international law, confirmed that heads of state enjoy “full immunity from criminal jurisdiction and inviolability”. This also appears to protect them “against any act of authority of another state which would hinder him or her in the performance of his or her duties”.Nevertheless, the Rome Statute of the International Criminal Court (1998) (also known as the Rome Statute 1998) is an international treaty which enables the International Criminal Court to make rulings on cases brought before it regardless of the official capacity of the defendants, including former and serving heads of state. But international law is widely considered to be consent-based, so a state must ratify a treaty in order to be bound by its provisions. And Sudan, like many other countries, is not a state party to the Rome Statute, and so should not normally be subject to the International Criminal Court’s jurisdiction.It is not, however, quite as simple as that. United Nations Security Council resolutions are binding under international law. On March 31, 2005, the UNSC issued Security Council Resolution 1593, which referred al-Bashir to the International Criminal Court. As a consequence, Sudan was treated as subject to the Rome Statute, despite it not being a state party to the treaty.The African Union’s responseThe African Union plays a significant role, too. The African Union comprises of 55 member states, Sudan being one of them, and functions similarly to the European Union. As some African Union member states are also state parties to the Rome Statute, they have a duty to arrest and surrender al-Bashir to the  International Criminal Court.The International Criminal Court, however, has a poor reputation on the continent, where it is widely seen as being overly preoccupied with targeting African states while overlooking others. This led to a number of African states refusing to arrest and surrender al-Bashir to the International Criminal Court. Indeed, al-Bashir has regularly visited other African states without being arrested.In fact, the International Criminal Court has made several rulings finding that Chad, Malawi, Sudan, Djibouti, Uganda and South Africa have failed to comply with its request to arrest al-Bashir. The African Union even urged its member states not to comply with the International Criminal Court and went so far as to threaten its members with sanctions if they did so.Indeed, handing over al-Bashir to the International Criminal Court is neither in Sudan’s nor the African Union’s interests as their consistent response may eventually result in the establishment of “custom”, which is a recognised source of international law. Consequently, Sudan is almost certainly going to take matters into its own hands and try al-Bashir in its domestic courts. And this precedent may well protect other African heads of states from being targeted by courts overseas in the future.How the US has respondedThe chances of al-Bashir being tried by the International Criminal Court have also been compromised by the US’s stance.The US was one of the permanent members in the UNSC that originally referred al-Bashir to the International Criminal Court. However, the International Criminal Court has also expressed an interest in investigating the US for crimes against humanity and war crimes. The US has responded by threatening the International Criminal Court with sanctions and cancelling the visas of International Criminal Court investigators.The US, like Sudan, has not ratified the Rome Statute. Nor will it realistically be referred to the International Criminal Court as it is a permanent member in the UNSC and can simply veto any resolution which seeks to subject it to the International Criminal Court’s jurisdiction.Critically, this seems to advance the African Union narrative. First, because the US’s ability to avoid International Criminal Court justice supports the idea that the International Criminal Court targets African states in a discriminatory fashion. And second, because the African Union can cite the US’s noncompliance with the International Criminal Court as justification for its own stance.Either way, while al-Bashir may well be tried in Sudan, he is unlikely ever to face justice on the international stage. And this may well embolden other leaders who believe that they are above the law.","author":"Yousif Mansour Ahmed Abdalla AlZarouni, The Conversation","time":"2019-05-31T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117356-nnjebtvryn-1555070985.jpg","tags":["Sudan","International Criminal Court","war crimes","criminal law","Omar al-Bashir"],"source":"https://scroll.in/article/925197/why-sudan-is-unlikely-to-hand-over-former-president-al-bashir-to-the-international-criminal-court"}