{"title":"Why Assam’s farmers are furious at Himanta Biswa Sarma’s ‘fertiliser jihad’ jibe","content":"For many generations, Amzad Ali’s family has farmed their plot of land in No. 4 Baruajhar village, in Kharupetia area of Darrang district.  This year, for instance, Ali grew okra, cucumber and tomato on 2.5 acres of land. “We earn our living by selling vegetables,” Ali said.He is among thousands of farmers in the Kharupetia-Bechimari-Balugaon belt in Darrang district, a hub of commercial farming in the state.Every year, 90,000 metric tonnes of vegetables grown in this belt are sent across the region, according to Jitendra Saharia, Darrang’s district agricultural officer. “The vegetables are sent to Assam and other states in the North East, even to West Bengal,” Saharia said.But the agriculture hub finds itself at the receiving end of a bizarre allegation. On May 19, Assam Chief Minister Himanta Biswa Sarma, speaking at a natural farming convention, warned against the use of fertlisers in farming.“When we started governing Assam, we informed the public that there is a rise in heart, kidney disease in the state due to excessive use of fertilisers in  various food items,” Sarma said in Guwahati. The state, he said, was working “against fertiliser jihad”.While “love jihad” is a conspiracy theory floated by Hindu supremacist organisations that claim there is an organised plot by Muslim men to seduce Hindu women and convert them to Islam, “land jihad” refers to a similar stratagem by the community to encroach on public land.  Last year, after a deluge in Assam’s Silchar, social media accounts that miscreants had destroyed a river embankment as part of a “flood jihad”.The Assam chief minister’s startling new “fertiliser jihad” coinage appeared to link the largely Bengali-Muslim vegetable growers of the state with a sinister plot.Ali reacted sharply to the accusation. “People from our communities eat the same vegetables we grow and sell. What does he mean by ‘fertiliser jihad’?”This is not the first time that Sarma has made such an allegation. In 2021, ahead of the state assembly elections, he had singled out the vegetable growers from Darrang district and accused them of launching a “chemical and biological attack” through their produce, resulting in an “increase” in kidney and liver disease.Now, Assam C.M Himanta Biswa Sarma, Assam invents, \"Fertilizer Jihad\" !“Power is okay, and stupidity is usually harmless. Power and stupidity together are dangerous\".” ― Patrick Rothfuss pic.twitter.com/r5Nl7ea2MV— Ramandeep Singh Mann (@ramanmann1974) May 21, 2023\n\nA political gameRejaul Karim Sarkar, who is the president of All Assam Minorities Students’ Union, said Sarma’s statement is part of the politics of exclusion of Bengali-origin Muslims in Assam. “It is Himanta’s political game,” he said. “He knows that if he targets Muslims, it helps in polarisation and cements his position politically.”Bengali-origin Muslims constitute a significant majority of Assam’s 35% Muslim population. They are often seen as a threat to the “natives” of Assam and its indigenous culture and vilified as illegal immigrants.“In Assam, only one community is involved in industrial-scale commercial farming or agriculture,” said Bonojit Hussain, a farmer and researcher from Nalbari. “Coincidentally, this is exactly the same community that is always targeted for its identity.”‘No other alternative’The vegetable growers of Darrang and other districts Scroll spoke to denied they were part of any “jihad” plot. They also pointed out that commercial farming was not possible without the use of chemicals.Even if Ali farms fertile land, he cannot do so without using either fertilisers or pesticides, he said. “I sold 60-65 quintals of tomatoes this season, but if we did not use pesticides, we would have hardly got 10 quintals of produce,” said the 35-year-old, who graduated in 2010 before joining the family business.“It’s not that we do not use organic fertilisers,” said Ali. Before ploughing, Ali said he dumps trucks of farmyard manure onto his plot. “But if we suddenly stop using fertilisers, which we have been using for years, the crop production will crash,” said Ali. “We will lose lakhs.”Jeherul Islam, a 33-year-old farmer from Phakirpara village of Kharupetia area, said they operate in a competitive market. “A mild pest attack can postpone the harvesting for three to seven days,” he said. “If we are not able to sell our produce on time, we will not get the appropriate price for our produce as markets will already be full with vegetables from outside the state.” Other farmers, too, pointed out that the use of fertilisers was not unique to Assam or the Bengali-Muslim community. Bhupen Borah, a farmer from Upper Assam’s Jorhat district who has an experience in large-scale farming, said, “Nowadays, every farmer uses chemicals. Without it, our hard work will go  in vain.” A genuine problemThe excessive use of chemicals in growing food, however, is a genuine challenge in the state, say farmers and experts.In March 2018, Seema Bhuyan, a Guwhati-based lawyer had filed a public interest litigation, seeking restrictions on the unchecked use of pesticides in farming, tea cultivation and even pisciculture in Assam. In January this year, a high-court appointed expert committee ordered a survey of “unacceptable chemical substances” in many of the agricultural products available in the markets. In its survey, the Indian Council of Agricultural Research found pesticide residue and heavy metals in vegetables, soil and water. The court directed the Assam government to submit a report on measures that can be taken to prevent “contaminated and chemicalized vegetables” from entering the market areas.State inactionActivists questioned the lack of state action to tackle the problem.Rejaul Karim Sarkar, from the All Assam Minorities Students’ Union, pointed out, “If the vegetables are contaminated, the chief minister should ask the agriculture department to take action. He has not done that.”Tirtha Prasad Saikia, an Assam-based activist who works with the farming community, said: “There is no state mechanism that effectively regulates the use of pesticides despite it being a major health and environmental threat.”.“Existing regulations are voluntary and non-binding, or just limited to a few pesticides,” Saikia added.But, “this has nothing to do with the ethnicity of the farmer,” pointed out  Bonojit Hussain, the researcher-farmer from Nalbari.Instead, he said, the Bharatiya Janata Party and Assam chief minister Sarma was using the concerns over food to create animosity. “Himanta’s entire politics is trying to spread hate through everything.”Hussain added: “The overuse of pesticides and fertilisers is not only a concern in Assam. It is reported from Telangana, West Bengal and even a country like Bangladesh. So, can we say that Bangladeshi farmers are waging a jihad against their own people by using pesticides and fertilisers?”","author":"Rokibuz Zaman","time":"2023-06-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/61157-lmkuvrjvln-1686048822.jpg","tags":["Assam","Himanta Biswa Sarma","Bengali-origin Muslims","fertiliser","kharupetia","BJP"],"source":"https://scroll.in/article/1050445/why-assams-farmers-are-furious-at-himanta-biswa-sarmas-fertiliser-jihad-jibe"}