{"title":"Why Hindu immigrants from Bangladesh are a key component of the BJP’s West Bengal expansion strategy","content":"“Bangladeshis are coming here in droves and spoiling our area.”This commonly expressed sentiment across India is usually a dog-whistle for anti-Muslim sentiment. But in West Bengal’s border district of North 24 Parganas, this was how Amirul Islam expressed his anger with illegal Hindu Bangladeshi immigrants.Islam is a clerk in the Baduria municipal corporation – an area that saw communal tensions in the first week of July, when Muslim mobs rioted after an explicit cartoon of the Prophet Mohammad was shared on social media by a local boy. Local Hindu residents blamed the Trinamool Congress adminstration for appeasing the rioters. However, many Muslim residents, like Islam, also traced back the communal sentiment in the area to the existence of large numbers of Hindu immigrants from Bangladesh “There was very little communal sentiment here before,” said Islam. “But Hindus from opaar, that side, have come here. And unlike the Hindus here, these people believe in Hindutva, support the Bharatiya Janata Party.”BJP risingCommunalism can rarely be reduced to a single cause. But one impact of the rising communal tensions in the border areas is clear: support for the BJP is growing here. The rise of communal tensions in West Bengal have only strengthened the BJP’s position in the region. In North 24 Parganas’s Baduria block, Colony Para is a cluster of settlements populated by Dalit Hindu immigrants from Bangladesh. Support for the BJP runs high in the neighbourhood after a communal riot broke out in the area on July 2. “We all support Modi,” said Krishna Sarkar, a 25-year old resident of Colony Para and the child of Bangladeshi immigrants. “If we need to save ourselves, we must vote BJP.”Said Manmatha Bacchar, a BJP Assembly candidate in 2016 and a resident of Colony Para: “People realise that they need the BJP after the riot. Only we speak for the Hindus who came here from there [Bangladesh]. And only we will protect them here [West Bengal].”Manmatha Bacchar, a BJP Assembly candidate in 2016 from West Bengal, thinks the Baduria-Basirhat riot has made the Hindus of the area realise the importance of the BJP.The BJP sees Hindu Bangladeshi refugees as an easy demographic to woo and one that could act as a foot in the door as the party tries to become a major player in West Bengal. Yet, just that would not be enough if the BJP wants to succeed in West Bengal where strong state parties have ruled since 1977.Partition of BengalThe history of 1947 is often seen through the lens of the Punjab partition. But the vivisection of Bengal was very different. Unlike Punjab, Bengal saw very little chaos – and hence migration – at the actual time of Partition. Violence saw an uptick in the 1950s and 1960s in what had then become East Pakistan, leading to large numbers of upper caste Hindus migrating to West Bengal, Assam and Tripura. After the 1960s, most of the migration was lower caste – a trend that has continued to this day.This mass migration – estimated at around 11 million Hindu Bangladeshis from 1964 to 2013 – played a significant role in West Bengal’s politics. Today, as per a BJP estimate, Bangladeshi Hindu immigrants are a significant presence in 75 Assembly constituencies – making up approximately a fourth of the state’s seats. In the 1960s, the Communists were able to champion the cause of these refugees and attack the ruling Congress for ignoring them. Significant refugee support made the Communist Party of India (Marxist) into a major player in the state. Later in 2009, the Trinamool Congress reached out to the Matua Mahasangha – a socio-religious organisation consisting almost entirely of Bangladeshi immigrants – and used their votes to dethrone the Left Front.Now the BJP is pushing the Hindu immigrant cause in the hope that it can replicate the Communist Party of India (Marxist) and Trinamool Congress’s success in netting the bloc. The party even has a refugee cell, set up in 2014, before the Lok Sabha elections. “The BJP is very serious about refugee welfare,” said Mohit Ray, head of the BJP’s Refugee Cell in West Bengal, speaking to Scroll.in. “In West Bengal, we are the only party that talks about the refugee issue.”Ray continued: “Academics, TV channels everyone ignores the Hindu refugee problem. Because if they talk about it, they will be labeled ‘communal’.”BJP woos Hindu immigrantsStarting from the 2014 Lok Sabha elections, the BJP has made the issue of Hindu Bangladeshi immigrants a core part of its strategy in West Bengal. As part of the election campaign, Narendra Modi addressed a rally in Bankura where he said that only Bangladeshis who worship Durga will be welcome in India. The BJP put this into practice in 2015, when the Union government decided to allow non-Muslim immigrants from Bangladesh and Pakistan to stay on in India even if they had no valid papers. In effect, this meant that even Bangladeshi Hindus who had crossed the border illegally could not be deported. In 2016, the BJP introduced a bill in the Lok Sabha that – if passed – would ensure that non-Muslim immigrants from Pakistan, Afghanistan or Bangladesh would automatically be granted Indian citizenship after a six-year stay in the country. Like in 2015, the 2016 bill was open to Hindu immigrants without any documentation – thus implicitly including illegal immigrants in its ambit.This focus on Hindu immigrants has had a positive impact on the BJP’s fortunes in the border regions. The party’s first MLA in West Bengal came from Ashoknagar in the border district of North 24 Parganas. This was in 1999 – when the BJP contested elections as the junior alliance partner of the Trinamool Congress. The BJP’s second West Bengal MLA came in 2014, as it won an Assembly seat on its own for the first time in the state. This win came in Basirhat (South), a constituency that abuts Bangladesh.Matua view One of the major social groups on the BJP’s radar are the Matuas – an influential religious order consisting almost exclusively of Namashudra Dalit immigrants from Bangladesh. Their numbers appear to be large. While the Census does not record caste-wise population, a Communist Party of India leader who has worked with the community estimates that one out of every six Dalits in West Bengal is a Matua. The community would then make up more than a third of all Hindu immigrants from Bangladesh. Moreover, they have a structured organisation, the Matua Mahasangha. Both factors make them a powerful political bloc in the border regions and one that every party in West Bengal would want on its side. Mamata Banerjee courted them in the lead up to the 2011 Assembly Elections and the Trinamool Congress was endorsed by the Matua Mahasangha – a significant factor that led to the end of the Left’s 34-year reign in the state. In Thakurnagar, the seat of the Matua order in North 24 Parganas district, there is appreciation for the Trinamool Congress. “For 30 years, the CPI(M) did not do anything for us. But Mamata developed this place,” said Sadananda Malakar, a Matua from West Medinipur visiting Thakurnagar on pilgrimage. “Even this year, she has allocated Rs 20 lakh to dredge our holy tank.”Sadananda Malakar appreciates the development work carried out by the Trinamool Congress in the Matua headquarters of Thakurnagar in North 24 Parganas.Yet, with its emphasis on Hindu Bangladeshi immigrants, the BJP is making inroads into this Trinamool support base. In 2015, Manjul Krishna Thakur, the great-great grandson of the founder of the Matua order, and a minister in the Trinamool Congress government, defected to the BJP. While Manjul Thakur would later call his defection a “mistake”, the move signalled the BJP’s impact on Matuas.The recent communal tensions in the area have strengthened the Matua move towards the BJP. “Everyone knows Mamata Banerjee favoured the Muslims openly during the Basirhat riot,” claimed Nikhil Mallik a prominent dalapati, or community leader amongst the Matuas of Matia Bazar town in Basirhat block, North 24 Parganas. “Why does she wear a burqa and read the namaaz?” Here, Mallik is referring to a popular Trinamool poster that shows Banerjee’s head covered and her hand cupped in prayer – creating an image of supposed Muslimness.In Mondalpara village in Gaighata block, North 24 Parganas – less than 10 km from the Bangladesh border – lives Nanda Dulal Mohanto, president of the Matua Mahasangha. While Mohanto publicly supports the Trinamool Congress, he admitted that the BJP has made inroads. “Earlier BJP did not exist here but now it does,” said Mohanto. “People know about it, talk about it. Matuas mostly voted for the the Trinamool but now they [the party] are only favouring the Muslims.”In Mondalpara, this BJP rise has been expressed in brick and mortar: the first party office in the village opened only a month back. “Earlier, when my father would work for the BJP people would laugh at him, “said BJP worker Biswajit Biswas in Mondalpara. “But today people want to know more about us.”Nanda Dulal Mohanto, president of the Matua Mahasangha is seeing increasing support for the BJP in the Matua community.Not all smooth sailingThe nature of West Bengal’s politics, though, means that this BJP support in the border regions might not translate directly into votes. Like the Left before it, the Trinamool Congress aims to be a hegemonic political force. In Mondalpara, BJP workers complain that any expression of support for them results in penalties from the Trinamool-controlled state government. “If anyone says they are not Trinamool here, that means things like government schemes would stop reaching them,” said Mondalpara BJP worker Swapan Biswas.In Thakurnagar, Bijeet Mondal, a Matua community leader, said there is significant support in the community for the BJP. “But it’s no use – where is the BJP, you tell me?” asked Mondal rhetorically. “They have no workers, no organisation, nothing here. Why will anyone vote for them? There will be no benefit.”National focusThe BJP’s nature as a pan-India party also gets in the way. Ironically, for a party that has based itself on refugee welfare, the party struck a big blow to Hindu Bangladeshi immigrants in 2003, when the Vajpayee government amended the Citizenship Act to deny citizenship to anyone who had crossed the border after 1971. While earlier, immigrants were seen as “refugees” – a status that made their stay lawful and allowed them to apply for Indian citizenship – the new law made them “illegal immigrants”, liable to be prosecuted by the police. The 2003 amendment was, of course, targeted at Muslim Bangladeshi immigrants across India and the BJP – which did not exist in West Bengal at the time – did not stop to consider its effect on Hindu immigrants in the border areas of the state.A Matua community leader in Basirhat block, Nikhil Mallik, supports the BJP but is angry at a 2003 amendment by the BJP-led government at the Centre, which denies citizenship to anyone who had crossed the border after 1971.In 2010, the Matua Mahasangha held a large protest in Kolkata against the 2003 amendment. The issue angers even Matuas who are otherwise favourably inclined toward the BJP today. In spite of the BJP’s policy positions, not much has changed for the Bangladeshi Hindu immigrant on the ground, complain many Matuas. “They talk of Hindu refugees but they are stopping people from taking Indian citizenship here and [the BJP-controlled Assam government] are arresting Matuas in Assam,” claimed Mohanto, president of the Matua Mahasangha.While the BJP has captured headlines in West Bengal over the past year, its actual electoral performance has remained unremarkable. Ranabir Samaddar, a Kolkata academic who has worked extensively on migration from Bangladesh to West Bengal, does not think the BJP’s Hindu discrimination plank can work across West Bengal but agrees that it has had an impact along the border. “Hindus who have come from Bangladesh tend to be a BJP vote bank,” said Samaddar. “Take Basirhat, for example – the BJP won there [in 2014]. It’s also doing well in Nadia. The BJP is strong in the border districts.”In the 2016 Assembly Election only three BJP MLAs won – making up 1% of the Vidhan Sabha. The real test for its politics of Hindu identity will come in the panchayat elections next year. In 2008, the Trinamool Congress, backed by the Nandigram land agitation, defeated the Left Front in the panchayat election in East Midnapore, heralding the rise of forcible land acquisition as a major issue in West Bengal politics. The BJP’s performance in the border districts in the panchayat polls that will take place in 2018 will provide answers as to how successful the party has been in introducing Hindutva as a mainstream concern in West Bengal’s politics. All photographs by Shoaib Daniyal.This is the second in a three-part series looking at the factors powering the BJP’s rise in West Bengal and the obstacles holding it back. The first part can be read here.","author":"Shoaib Daniyal","time":"2017-08-10T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/845354-64299-vqyvdodcol-1501242171.jpg","tags":["West Bengal","Bangladeshi migrants","BJP","Matua"],"source":"https://scroll.in/article/845354/why-hindu-immigrants-from-bangladesh-are-a-key-component-of-the-bjps-west-bengal-expansion-strategy"}