{"title":"Municipal polls in Nagaland have pitted gender equality against tribal customary laws","content":"Nagaland would have seen a landmark day on February 1. After more than 10 years, urban local body polls had been scheduled in the state and, for the first time, with 33% reservation for women. After massive protests and election boycotts led by tribal bodies, however, it will see a somewhat patchy round of elections, with thin participation and Section 144 reportedly imposed on Tuesday evening. A day before the elections, the state government, led by Chief Minister TR Zeliang, announced a change in plans. “The cabinet has decided to go ahead with elections in areas where there is no complaint,” said Chuba Ozukum, head of the Naga Hoho, the apex body of 16 Naga tribal groups. “In areas where there is a boycott, elections will be postponed for two months. Only a few towns have no complaints, mostly in Mon district.”The polls had already narrowed in scope. At the beginning of January, 535 candidates from the Congress, the Bharatiya Janata Party and the Nagaland People’s Front, as well as independents, had filed their nominations. Under pressure from tribal bodies, 140 candidates withdrew, many of them women.A number of those who refused faced punishment such as excommunication by their respective tribal bodies, some for seven years and and some for 30. Excommunication, Ozkum explained, translates into social exclusion for the stipulated period of time. Some candidates have been told to leave the territory under the jurisdiction of the tribal body issuing the order.Over the last few days, the state has been suspended in a limbo of uncertainty.  As the state government pressed on with polls on February 1, Naga tribal bodies, organised under a joint coordination committee, declared a bandh that shut down the state over the weekend. After the state government agreed to postpone the elections on Monday night, the JCC lifted the bandh. When the government decided to go ahead with polls in some areas, tensions rose again.“It would have been much better if the government had called election after consultations with the hohos [tribal bodies],” said Ozukum.For women’s groups pressing for reservation, it was a partial victory. “We have been asking for polls, I think it’s important that polls be held in those towns,” said Rosemary Dzuvichu, advisor to the Naga Mother’s Association and co-convenor of the Joint Action Committee on Women’s Reservation. “The trouble torn areas, the government just avoided.”Customary lawsThe question of reservation has brought Naga tribal bodies in direct confrontation with women’s groups. Tribal bodies claim that reservations disrupt Naga customary law, distinct from state laws and protected under Article 371 (A) of the Constitution. Under this constitutional provision, no act of Parliament that interfered with Naga customary laws or social and religious practices would apply to Nagaland unless the state assembly passed a resolution allowing it. Each tribe is governed by a separate set of customary laws, but almost all of them have risen up in arms against the reservation. The current debate is rooted in the Nagaland Municipal Act of 2001, amended in 2006 to provide for 33% reservation for women in keeping with Article 243(T) of the Constitution. It also empowers municipal bodies to collect land and building taxes. Both provisions, tribal bodies argue, go against customary laws.“Our contention is that the act is applicable to the mainland, not to Naga society,” said Ozukum, who feels there should be a new law, drafted after consultation with tribal bodies and tailored specifically to the state. “Women should participate in polls, not through reservation but through nominations. The percentage of women could be even higher. We are saying why give reservation when there is no discrimination against women?” It would only create a rift between Naga men and women, he feels.But some tribal bodies argue that reservations disrupt the customary division of responsibilities between men and women. It has also been said that village councils functioning under customary law have never had women on them.Gender equalityWomen’s groups, however, maintain that urban local body polls have nothing to do with customary laws. “Municipalities do not fall within the purview of customary jurisdiction,” said Dzuvichu. To claims that Nagaland had gender equality and did not need reservations, Dzuvhichu had this to say, “It is very unfortunate and shows the ignorance of those saying it. Reservations have done a lot to empower women in many societies. Especially for such a patriarchal society, it is important.” In 53 years, Nagaland has seen only one female member of Parliament, Rano M Shaiza, who won in 1977. Only 14 women have contested in the assembly elections in all these decades. When urban local body elections were last held in December 2004, the existing law did not provide for reservations. For years now, women’s groups have been fighting a legal battle to get their demand pushed through. It took a lawsuit to get the 2006 amendment providing for reservations. But the government stalled, voicing concerns that the new act went against customary laws. In 2011, the Naga Mothers’ Association approached the Gauhati High Court, which ruled in its favour.The next year, however, the government passed a resolution invoking the special protections under Article 371(A), exempting Nagaland from the 33% reservation.The Naga Mothers’ Association then approached the Supreme Court, which directed the state government in April 2016 to conduct elections with the 33% reservation. The state government then seemed to have a change of heart. In November last year, it struck down the 2012 resolution and passed the Nagaland Municipal (Third Amendment) Act, 2016, reinstating reservations and removing the offending tax provisions.For now, some towns will have elections with 33% reservations. It remains to be seen whether the others change their mind in two months’ time.","author":"Ipsita Chakravarty","time":"2017-02-01T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828203-36169-ikwzaueovx-1485915976.jpg","tags":["Naga questions"],"source":"https://scroll.in/article/828203/why-municipal-polls-in-nagaland-have-pitted-gender-equality-against-tribal-customary-laws"}