{"title":"Why Pagdandi of Pune transformed its library-cum-cafe into a bookstore during the pandemic","content":"No one knew what lay ahead in March 2020 when Covid-19 came knocking on India’s doorstep. But it was that very moment when Neha Pipraiya and Vishal Pipraiya, owners of Pagdandi, a Pune-based library-cum-cafe, decided to transform their modest community-reading model into a full-fledged bookstore.Pagdandi, which literally translates to mean “the road less travelled’, started out as a library and café back in 2013. “The idea was to give space to books and build a community space around reading, and the library setup was really what we had in mind,” said Neha Pipraiya. “The café was part of the library and the menu was simple – chai, biscuits, sometimes sandwiches. We had students spending hours, mothers coming in for quick chai and an hour of reading.”Initially, besides the library, Pagdandi had a small collection of 500-600 books for sale in the store. The majority of books were earmarked for the library. It was a highly curated list of eclectic books on caste, gender, environment, social sciences, etc. Books that you won’t find in chain bookstores. The library was Vishal Pipraiya’s idea – it had taken seed back in his schooldays when he used to buy and circulate comics to his neighbours, renting them out at Rs 1 per issue. Later, when his family moved to Pune, he used to get his classmates to issue books from his “library”.Pune has always had a strong reading culture due to numerous book clubs, educational institutes, and old bookstores and libraries. But with the arrival of Covid-19 in March 2020, Pagdandi’s library became impractical. Circulating books was not possible, and hosting people in the small café was ruled out. That is when the Pipraiyas turned their library/café into a complete bookstore.“It may look like a shot in the dark but it was a conscious decision,” said Vishal Pipraiya. “Even though none of us has a background in business, we knew what we were doing. We have a minimalistic lifestyle and we make do whatever little we have. Bookstores before the bookstoreBetween 2013 and March 2020, Pagdandi wasn’t just a library-café. The Pipraiyas curated a host of popup bookstores in the city to sustain their business.“Our very first popup was at the Indigene festival, which showcased different folk art forms from across India,” said Vishal Pipraiya. Then there was a popup for TedEx held at the Indian Institutes of Science Education and Research (IISER), followed by several annual popups for The Orchid School.Their popup for the Kirloskar Vasundhara International Film Festival’s eco-bazaar was an annual affair, and a highly curated one, where they put together exclusive books on the environment and sustainability, sourced from indie publishers like Earthcare, Kalpavriksh and Tara Books. Add to that popups at the CoCo (Community Conscious) market comprising books on sustainability and environmental education, Infosys Campus, Fireflies Hindi Storytelling Festival, Litbug children’s book festival, among several others, and it was an ongoing business.It wasn’t just the popups that kept them busy. Several authors came in to support the library with book readings to bring in more customers. Said Sudha Menon, who has been to Pagdandi every time she has published a new book, “It has been such a joy to be there because Vishal and Neha, who make sure to organise intimate, interactive chat sessions for authors to connect with their readers. I have always returned home with a spring in my step after my sessions there. Taking the leapIt was in 2010 that Vishal Pipraiya decided to quit his full-time IT job to embark on a backpacking adventure through the country. At the time, he was 28. He was born in Delhi, but since he had spent his growing up years in almost every city in India, thanks to his father often moving across cities in public sector bank job, Vishal Pipraiya’s wanderlust didn’t come as a surprise to his family. He spent the next few months travelling through the length and breadth of India, until he met Neha in 2011.Back then, blogging was just picking up, Orkut was moving out, Facebook was making its way in, and there was no Instagram. Travel was a relatively offline activity, and backpacking even more so, for there was no such thing as AirBnb. “When I told people about my backpacking experiences, they’d have many questions,” said Vishal Pipraiya. “The concept of travelling solo, living in inexpensive accommodation, experiencing life in remote villages, all this was completely lost on them. A friend of mine knew Neha’s journey was  similar, so he decided to introduce us.”  After a few introductory phone calls and texts, he met Neha at Mumbai Central station. She was on her way to a month-long trip to Pondicherry. After graduation she had moved from Lucknow to Mumbai for a career in media, but the restrictive corporate setup wasn’t for her. So she quit andspent some years learning yoga. “I would cook at the ashram and in return they’d take care of my lodging and food,” said Neha Pipraiya. “It was my way of finding the answers I was looking for.”It took them less than a year to decide to get married and move to Pune, where Vishal Pipraiya was based before he had set out on his expeditions. A year later, they opened Pagdandi.“When we started, a lot of the bookstores and libraries were closing down, so there was a fear whether our decision to start a book business was right after all,” said Vishal Pipraiya. “However, the space vacated by the ones that closed was filled by a new breed of book cafes that offered immersion in books in a more relaxed environment.”The younger people in Pune responded well to the format, according to the Pipraiyas. In fact, a number of book cafes came up in the city before the pandemic hit. At Pagdandi, customers are equally represented by children, adults and senior citizens.Becoming a bookshopThe first step towards making the big bookstore dream come true was to make an excel sheet and reach out to regular customers. “We put together in a spreadsheet details of our customers, distributors, and publishers, all in one place,” said Vishal Pipraiya. “Next we got the website up and running, and started engaging with the few followers we had on our Instagram page by doing different things like putting out a ‘book of the day’, sharing interesting quizzes about classic books and authors, and so on. I think what really worked was our solid curated collection and some of our loyal followers would always place an order.Pagdandi has kept its marketing costs low by not spending on customer acquisition online. All its customers have been gained organically. Today, orders actually come in not just from Pune but from all over the country.“We had a team of eight people – and now we’re only three of us, including Neha, me and one more person who’s been with us for the past eight years,” said Vishal Pipraiya. “Even when the pandemic was at its peak, we didn’t let go of any of our staff. Unfortunately there were cuts in salaries and eventually they went on to find better paying jobs and we’re very happy for them.” Even after the lifting of restrictions, footfall has been low, and the primary source of income earlier – the café – is no longer active. However, the dedicated reader base from the library has proved useful, lifting book sales by 500%. “People’s outlook towards indie bookstores has changed and they’re more aware now,” said Vishal Pipraiya, “but there’s certainly a long way to go.” Pagdandi, the bookstore is now a little over a year old. The city is still under a strict weekend lockdown, so they close up by 4 pm, adhering to the Maharashtra government’s current rules, but there is always a customer or two in the store during the day. Online orders, of course, keep coming in. Among the top-selling titles are Nisha Susan’s debut collection of short stories, The Women Who Forgot to Invent Facebook and Other Stories, Fredrik Backman’s all-time bestseller A Man called Ove, Gail Honeyman’s immensely moving Eleanor Oliphant is Completely Fine, Avni Doshi’s debut novel which was also a Booker Prize (2020) shortlist, The Girl in White Cotton, BR Ambedkar’s Annihilation of Caste, and Elif Shafak’s popular novel, The Forty Rules of Love. The highlight of Pipraiyas’ curation is their preference for indie publishers and for sourcing books from lesser-known outfits – such as Panther’s Paw, which publishes books on caste, Blaft Publications, Owl Sabha, Leftword, Women Unlimited, Yoda Press, and Banyan Tree Publications. They have also collaborated with Ms Moochie Books, Little Latitude Publishing, Ponytale Books, Pickleyolk Books, and T4Tales for children’s books. And they’re in preliminary talks with a few indie publishers to increase the print runs of certain books based on orders.With space being limited and the pandemic still looming large, the library model remains suspended for some time, but it’s definitely not forgotten. “The reading room and library model is the core of our DNA,” said Vishal Pipraiya. “In the future, it’ll be interesting to balance the space devoted to bookstore shelves along with the library, or if circumstances allow, we’ll  consider expanding and doing justice to both.” This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Arunima Mazumdar","time":"2021-08-01T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162227-mgsllqiwtc-1627731987.jpeg","tags":["bookshops","pandemic","lockdown"]}