{"title":"Why humans are the only animal that enjoys eating hot peppers","content":"Spiciness, or its perception, occurs in most cuisines worldwide. The chilli pepper of the genus Capsicum (family Solanaceae) is one of the world’s most widely used spices, found in thousands of recipes and sometimes eaten as a stand-alone dish. One in every four people on the planet currently eats chillies on a daily basis.As a forest eco-physiologist, I study the adaptation traits developed by plant organisms to interact with other living beings and the surrounding environment.The research on chilli peppers and spiciness represents an outstanding example of multidisciplinary science. Several researchers in the last decades have provided information and curiosities about this most unique and desirable oral sensation.A brief historyChilli peppers were unknown to much of the world until Christopher Columbus made his way to the New World in 1492. Several origin theories flagged different parts of South America as “the” spot where chillies came from.A phylogenetic analysis found that they are native to an area along the Andes of western to northwestern South America. These ancestral wild Capsicum were “small red, round, berry-like fruits.”The earliest evidence of domestication dates back to 6,000 years ago in Mexico or northern Central America. Chilli peppers were introduced into Europe in the 16th century. Currently, there are five domesticated chilli peppers species.The five domesticated species are Capsicum annuum, C chinense, C frutescens, C baccatum and C pubescens. The species with the most varieties is the C annuum, which includes the New Mexican jalapeño and the bell pepper. The Habaneros and scotch bonnets instead belong to the C chinense, while Tabasco peppers are C frutescens. The South American ajis are C baccatum, while the Peruvian rocoto and the Mexican Manzano are C pubescens.Nowadays, more than three million tons of chilli peppers are produced yearly for a global market that is well over $4 billion.Tabasco sauce – made from Tabasco, vinegar and salt – is one of the most popular hot sauces. Credit: iSAWcompany/PixabayWhy chilli burns?Spiciness is a burning sensation caused by capsaicin in food. When we eat spicy food, capsaicin stimulates receptors in our mouth called TRPV1 receptors and triggers a reaction. The purpose of TRPV1 receptors is thermoreception – the detection of heat. This means they are supposed to deter us from consuming food that burns.When TRPV1 receptors are activated by capsaicin, the sensation we experience is linked to the feeling of encountering something hot, near the boiling point of water. However, this pain is nothing more than an illusory side effect of our confused neural receptors – there is nothing actually “hot” about spicy food.Difference in spicinessDifferent degrees of spiciness exist according to the chilli you are eating. In 1912, pharmacist Wilbur Scoville created a scale to measure the pungency (spiciness) of chilli peppers. This scale, measured in Scoville Heat Units, is based on the capsaicinoid sensitivity experienced by people eating hot chillies.On the standard Scoville heat scale, bell peppers (Scoville Heat Units=0) are on the bottom. Jalapeño peppers can range anywhere from 2,500 to 10,000. By comparison, Tabasco peppers are between 25,000 to 50,000 units, and habanero chilli ranges between 100,000 to 350,000.The world’s hottest pepper – the Carolina Reaper – goes all the way up to 2.2 million units. Bear spray – two per cent capsaicin – is advertised at 3.3 million units, and pure capsaicin hits 16 million at the top of the Scoville scale.Human pleasurePsychologist Paul Bloom writes: “Philosophers have often looked for the defining feature of humans – language, rationality, culture and so on. I’d stick with this: Man is the only animal that likes Tabasco sauce.”\n\n\n    \n    Play\n\nBloom was right. There is not a single animal that enjoys hot pepper, but we are not the only animal species eating chillies. Mammals, like mice and squirrels, share the same spicy food receptors humans have, and they tend to avoid hot peppers as food sources.Birds eat hot peppers – but they can’t actually feel the heat. Birds have different receptors from humans and are biologically unable to register the effects of capsaicin.Explaining the reason for the evolution of capsaicin is not that easy. Some argue that it is an adaptation to select birds to eat chilli fruits. Birds don’t chew or digest seeds like rodents, and they transport them far away.Other studies have suggested that capsaicin is also an effective deterrent against the attack of parasitic fungi, and the heat sensation in mammals is a side effect.Some experts argue that humans like chillies because they are good for us. They have some beneficial effects on human health. They reduce blood pressure and may have some antimicrobial effects. The pain of chillies can even overwhelm and help manage other pains.Another hypothesis can be described as benign masochism. Psychologist Paul Rozin suggests that there’s a sort of thrill similar to the fun of riding a roller coaster. In an interview, he explained: “Mind over body. My body thinks I’m in trouble, but I know I’m not.”Reducing the burnWhat happens when a food is too hot to handle? The ability of several common beverages to put out the fire, or reduce the oral burn from capsaicin, has been tested.With capsaicin, a glass of water will be ineffective because capsaicin is hydrophobic – the molecule does not bond with water. Although it needs to be thoroughly proven, ethanol in a cold beer might even increase the burn perception.Beverages with a significant amount of sugar can help because activating the taste of sweetness basically confounds our brain. Too much stimuli to handle will reduce the pungency of chillis.A glass of milk, a few spoons of yogurt or ice cream will calm the burning sensation. These products are usually sweet, but there’s more: casein – the primary protein in cow’s milk – attracts capsaicin molecules. Casein molecules surround the capsaicin molecules and wash them away, in the same way that soap washes away grease.So the next time you want to try a new hot sauce or spicy dish, do not forget to order a glass of milk.Roberto Silvestro is PhD Candidate, Biology, Université du Québec à Chicoutimi.This article first appeared on The Conversation.","author":"Roberto Silvestro, The Conversation","time":"2022-11-12T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182594-mdisptzgug-1667995461.jpg","tags":["chilli pepper","Capsicum","Spiciness","Tabasco Sauce"]}