{"title":"Why is the number of heatwave days rising in India? Scientists blame climate change","content":"The heat this summer has already become unbearable in many parts of India. “It has become impossible to work after 10 am,” said Sunil Das, a rickshaw puller in Noida on the outskirts of Delhi, which saw unprecedented heatwaves in March, a month before the weather bureau officially recognises the hot season.The searing heat has forced outdoor workers like Das to change their working hours. “I head back home after 10 and resume in the evening when the heat has subsided a bit,” Das said. “It has reduced my earnings but what alternative do I have?”The month of March this year was the hottest in 122 years since the India Meteorological Department started maintaining records. It comes after the extreme heat in March last year, which was the third warmest on record. One of the reasons the short-lived spring season has metamorphosed into summer is the accumulation of greenhouse gases in the atmosphere, besides local weather conditions, scientists said.At an average maximum nationwide temperature of 33.1 degrees Celsius, March heralded the early onset of summer, a trend that is becoming the norm. To be sure, the weather office attributed the high temperatures due to the scanty rainfall seen in the month. The rainfall deficiency was as high as 72% over India, rising to as much as 89% over the northwest parts of the country.Summer temperatures have been rising across India in the past few decades. This is visible in the number of heatwave days the country experiences in the summer months between April and June.Rising extreme heatThe number of heatwave days in India is increasing at a rapid pace every 10 years, an ongoing study by the India Meteorological Department showed. From 413 in 1981’-90 to 575 in 2001-’10 and 600 in 2011-’20, the number of days that see extremely hot days is persistently increasing at 103 weather stations, mostly in inland areas, the study showed.The latest numbers, which are yet to be published, are an update of earlier research at the same weather stations till 2010. The ongoing study also showed most of the 103 weather stations have recorded a significantly increasing trend in heatwave frequency between April and June during the 1961-2020 period, researchers said.\n\t\t\n\tAnnual heatwave days across India between 1969 and 2019. Map by IMDOne of the main reasons for this can be attributed to climate change, said DS Pai, director at the Kottayam-based Institute for Climate Change Studies. “The other reasons for the extreme departure from normal maximum temperatures include local weather conditions and other factors like increasing concretisation, deforestation and changes in land use,” said Pai, who was previously a climate scientist at the India Meteorological Department, Pune and has been associated with the study from its inception.The mostly inland regions studied have seen more than eight heatwave days, on an average, in the three months from April through June, and the affected areas have increased spatially between 1991 and 2020, compared with the previous three decades starting from 1961, Pai said.Many of the areas in the core heatwave zone, which include north, northwest, central, east and northeast peninsular India, recorded the highest number of severe heatwaves in the month of May, the study revealed.India’s weather office declares a heatwave when the maximum temperature is 40 degrees Celsius and at least 4.5 notches above normal. The bureau upgrades a heatwave to severe when the departure is 6.5 degrees Celsius above normal or higher.“There is no doubt that extreme heat events are increasing in India,” said Mahesh Palawat, vice-president of meteorology and climate change at Skymet Weather Services, a private forecaster. “Global warming has a primary role in this, although there are several other factors at play as well.”Heating HimalayasThe high heat in March did not even spare the Himalayan states of Himachal Pradesh and Uttarakhand, which typically experience cooler temperatures during this time, Palawat said, indicating an overall rise in temperatures across the country.This is also borne out by the India Meteorological Department study that found that the number of cold wave days over the mountainous region has been decreasing over the past three decades, according to Pai. “The past three decades have been the warmest for the country and globally,” he said. “Extreme temperature events like heatwaves are a key feature of global warming.”The India Meteorological Department research does not consider March temperatures, same as its Climate Hazards and Vulnerability Atlas of India released in January this year. The Atlas, which covers heatwave occurrences in April, May, June, and July, indicates that within India’s core heatwave zone, parts of western Rajasthan, Andhra Pradesh and Odisha were the worst affected between 1961 and 2020. Overall, 13% of the districts and 15% of the population are vulnerable to heatwaves in India, the atlas showed.“There is a definite link between climate change and the rise in average temperatures, which is worsening the impact of heatwaves,” said Palawat.Human-induced climate change is already affecting many weather and climate extremes in every region across the globe, said the landmark Code Red report released in August 2021 by the Intergovernmental Panel on Climate Change. The report by the United Nations’ body of climate experts found that averaged over the next 20 years, global temperature is expected to reach or exceed 1.5 degrees Celsius of heating.The global average includes places like Antarctica and does not actually hold true all over India, where average temperatures have risen faster and higher. India will suffer more frequent and intense heat waves, the Intergovernmental Panel on Climate Change report warned.“Heatwaves and humid heat stress will be more intense and frequent during the 21st century,” the report said about South Asia, which includes India. This is validated by actual temperature records maintained by the India Meteorological Department and revealed in the study cited earlier.Heat stressIt is now well established that extreme heat has a disproportionate impact on the poor and marginalised, of which there are a large number in India. Additionally, almost half of India’s working-age population is engaged in farming, which requires long hours of outdoor heat exposure in summer.Add to that, the plight of construction workers, the second largest employer in the country, and the large number of people like rickshaw puller Das whose work requires them to be outdoors when the heat is high, and it becomes clear that India faces a problem of gigantic proportions.While India’s average temperatures rose by more than 0.5 degrees Celsius between 1960 and 2009, the probability of a massive heat-related mortality event, defined as more than 100 deaths, shot up by as much as 146%, according to a 2017 study titled “Increasing probability of mortality during Indian heat waves”.“Our results suggest that even moderate and practically unavoidable increases in mean temperatures, such as 0.5 degrees Celsius, may lead to large increases in heat-related mortality, unless measures are taken to substantially improve the resilience of vulnerable populations,” the study had predicted.\n\t\t\n\tConstruction workers in Kerala. Many Indians have long hours of outdoor heat exposure in summer because of the nature of their work. Photo credit: Arkarjun/ Wikimedia CommonsHeatwaves in 2010 killed more than 1,300 people in the city of Ahmedabad alone, prompting the start of efforts to develop coordinated heat action plans.Since those initiatives 5-6 years ago, many cities and regions in the country have rushed to formulate and implement city-centric and regional heat action plans to mitigate the impacts of extreme heat among the general populace, particularly those working outdoors.“In the ultimate analysis, we have no option but reduce the emission of greenhouse gases to tackle the climate crisis,” said Pai. “But till a lasting solution is found, it is important to roll out heat action plans in regions vulnerable to heatwaves. The India Meteorological Department is working with various district and urban authorities in this regard.”Mitigation is of immediate concern in regard to high summer temperatures and subsequent heatwaves, said Palawat. “Both short term measures like advisories and long-term measures like afforestation have to be simultaneously acted upon,” he said.This article first appeared on Mongabay.","author":"Soumya Sarkar","time":"2022-04-19T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173206-lcjjixcsmx-1650277774.jpg","tags":["Climate change","heatwaves","Summer","Global warming"],"source":"https://scroll.in/article/1022082/why-is-the-number-of-heatwave-days-increasing-in-india-scientists-blame-climate-change"}