{"title":"Why Assam’s Muslims see discrimination in state’s flagship scheme for the rural landless ","content":"In August last year, Md Ruhul Amin and Shaiful Islam applied for rights to the land on which they have lived for over two decades in their villages in Lower Assam’s Barpeta district.They did so through the Assam government’s flagship scheme, Mission Basundhara, which allows the state to regularise land held by cultivators and other occupants without land titles. Under the scheme, the state allocates government land to citizens if they fulfil certain conditions – a process known as settlement of land.Amin had applied for a title to 0.03875 acres of government land in Metuakuchi village, a plot on which his house stands. He was in possession of the plot since 1999 and has been paying taxes since then. Scroll has seen copies of the tax receipts.The decision to grant land rights is taken by the district-level sub-divisional land advisory committee, headed by the district commissioner and with legislators of the area as members.According to the rules of Mission Basundhara, the conversion of government khas land to myadi land – that is, land to which a person has ownership rights and which can be bought and sold – in rural areas shall be made only to those applicants who can prove that they are residents of Assam for three generations and who have been in continuous occupation of the land for a minimum of three years from the date of application.Ruhul Amin, a villager from Barpeta district. Credit: Special Arrangement.Like Amin, Islam, a 45-year-old police constable, was in possession of .3095 acres of land at Metuakuchi village for over 25 years. Two decades ago, his family had migrated from his native village at Baghbar in Barpeta district after the village was swallowed up by the Brahmaputra river. “We have been paying tax since 1999,” Islam said. Scroll has seen the tax receipts.On November 6, the land advisory committee in Barpeta approved an initial list of applications of 42 people in the entire Barpeta district. This included Amin and Islam. Scroll has seen the list of names cleared by the panel.But two months later, Amin and Islam’s applications were rejected by the same committee.“All the Hindu applicants’ names were cleared and they were given land,” Amin told Scroll. “We don’t know why our applications were rejected.”On February 8, two Muslim legislators from Barpeta district, Ashraful Hussain and Sherman Ali Ahmed, brought up the case of Amin and Islam in the state Assembly, arguing that the rejection points towards discrimination against Muslims.“There were 42 names proposed for the land titles under Mission Basundhara 2.0 and the list was cleared by the sub-divisional land advisory committee or SDLAC,” said Hussain, the Chenga MLA and a member of the committee, in the Assembly.He added: “However, the applicants from a particular community have been rejected while people from only one community were selected for the land settlement. We have heard that Muslims will not qualify for the land under Basundhara. Are we even a democracy and secular country anymore?”Assam chief minister Himanta Biswa Sarma’s response to the question was startling. He declared that landless Bengali-origin Muslims cannot apply for land under the Mission Basundhara as they are not “indigenous”.According to the 2011 Census, there are 1.06 crore Muslims in Assam – accounting for 34.22% of the state’s population. Most of them are Muslims of Bengali origin. Although their families have been living in Assam’s riverine areas since much before Independence, they are often branded as illegal migrants, and are among the most marginalised communities in the state. A protest by ethnic Assamese Muslim communities against discrimination in Mission Basundhara. Credit: Special Arrangement.“The definition is clear,” Sarma said. “Khilonjia [indigenous] means aboriginal. In Assam, the tribal people...[communities such as] the Moran, Matak and Chutia are aboriginal. This is a worldwide recognised definition.”The chief minister said that “Miyas”, a derogatory term for Bengali-origin Muslims, are citizens but not indigenous to Assam.Legislators and experts pointed out that Sarma was introducing a new, exclusionary definition of “indigenous” that is neither valid in Indian law nor has been part of the rules of Mission Basundhara since 2021, when it was first introduced in Assam.More worryingly, district-wise data on the implementation of the scheme suggests that, in practice, Bengali-origin Muslims are being denied land settlement under the scheme.They are not the only community with concerns about the scheme. The chief minister also went on to say that landless Muslims from ethnic Assamese communities should not take the Basundhara route – but directly apply to the district administration for land titles.On February 15, a week after Sarma’s remarks, the Sadou Asom Goriya Moria Deshi Jatiya Parishad, a group claiming to represent the interest of “indigenous” or ethnic Assamese Muslims, held protests across the state against the alleged discrimination against them under Mission Basundhara. “Just because we have Ali, Ahmed as surnames, are we not indigenous?” asked Sahid Ali Ahmed, the vice-president of the organisation.Application rejectedFor decades, land has been at the centre of the ethnic Assamese anxiety over undocumented immigration and fuelled hostility towards Bengali-origin Muslims.In the 1930s, hundreds of Muslim peasants from what is present-day Bangladesh were settled by the British in Assam’s sparsely populated and fertile plains to “grow more food”.After Independence, the question of who is indigenous to the state and who has claims to its resources has roiled Assam’s politics several times. The ethnic Assamese communities – both Hindus and Muslims – believe that the alleged unchecked influx of undocumented migrants poses an existential threat to the state and their identity. This anxiety was behind the widespread support for a National Register of Citizens, which left out 19.06 lakh residents of Assam in 2019.For the purpose of the second phase of the Mission Basundhara scheme, according to the state revenue department notification issued on November 11, 2022 , “a person whose family has been residing in the state continuously for the last three generations or more as on January 1, 2022, will be regarded as indigenous person for getting settlement of land.”“They have set an arbitrary criteria to determine ‘indigeneity’ while settling certain lands,” said Vasundhara Jairath, who teaches Development Studies at the Indian Institute of Technology in Guwahati. “But even going by that definition, the scheme does not automatically exclude Miya Muslims.”When Amin applied for land allotment to the district administration in January 2021, he was told to take the Mission Basundhara route. “We were not given land titles as we were told by district officials that we will be eligible under the Basundhara scheme,” he said.Among the documents an applicant can submit under the Basundhara scheme to support this claim is a genuine refugee certificate prior to March 25, 1971, given to those who fled East Pakistan in the 1950s and 1960s, or proof that the applicant’s families were included in the 1951 National Register of Citizens.The first NRC was compiled exclusively for Assam in 1951 to check undocumented immigration from across the porous border with East Pakistan, in the years after Partition.Amin had submitted documents that showed “family linkage” with residents included in the 1951 NRC, as well as voter lists of 1966, 1971, 1997 and 2019. His father and grandfather’s names appear in the older voter lists.Amin’s name was cleared by the land advisory committee, headed by the district commissioner, on November 6. But, according to the online application status at Sewa Setu, his application was rejected on January 14 by the same committee.The initial list of approved names  included Islam and Amin (numbers 34 and 35). “January 14 was a Sunday. There was no SDLAC meeting on that day, according to other members of the panel,” Amin said.The reason cited for the rejection was that the land applied for is “already reserved for government or public purpose”.However, in a letter written on September 13, 2021, the then circle officer of Barpeta revenue circle had noted that there was “no public institution” at the proposed land sought by Amin. The circle officer also mentioned that Amin is a “landless indigenous” [sic]. Scroll has seen the letter.Amin pointed out that the plot he had applied for was a part of a land parcel, called Dag number 1302. “In the past, other people have got plots in the same land parcel,” he said.According to land records, known as Jamabandi, which Scroll has seen, two residents of the village, Mukuli Basfor and Indrajit Chandra Das, were given land titles in 2007 and 2017 to plots of the same parcel (Dag number 1302).“We don't know why our applications were rejected despite the fact that we met all the requisite conditions. We should get the land,” Amin said.Scroll called and texted the Barpeta district commissioner, asking for a response to Amin and Islam’s queries. There was no response. What the figures sayIn the second phase of Mission Basundhara, the government received 13.39 lakh applications for land titles. So far, 2.29 lakh people have been granted land titles.Of those, 2.07 lakh got land titles under the “settlement of government khas and ceiling surplus land” category.An analysis of the data uploaded on the Basundhara dashboard and statements by the state revenue minister in the state Assembly reveals that the rejection rate in districts with a sizeable population of Bengali-origin Muslims is significantly higher than that of Upper Assam districts, inhabited by the ethnic Assamese and tribal communities.In Dhemaji district, which is home to ethnic communities, over 40% applicants were given land titles – 43,085 applicants out of 1.07 lakh were selected.Similarly, 38.5% applicants got land titles in Dibrugarh district and 36.4% in Tinsukia district.In contrast, only 0.23 per cent applicants in the Muslim-majority Barpeta district were approved – 82 people got land titles, though 35,246 had applied.Similarly, only 2% of the total 77,180 applicants were eligible for the land titles in Muslim-majority Dhubri district.In Barak Valley’s Karimganj, a Muslim-majority district, a total of 13,361 applications were received, out of which 383 people were given land under Mission Basundhara 2.0. Only one of them was Muslim.Government officials, however, deny any bias in the implementation of the scheme.According to Gyanendra Dev Tripathi, commissioner and secretary to state revenue and disaster management department, which is responsible for implementing the Mission Basundhara, the most common reason for rejection was that the applicants could not prove that they had been living for three generations in Assam.“About 4,67,000 people [applicants in Mission Basundhara] could not prove that they were residents for three generations,” Tripathi told Scroll.Many others, he said, applied for land which was part of the village grazing reserve or professional grazing reserve – which cannot be settled or turned into private land.He denied any instances of Muslim applicants being excluded. “There is no such case to my notice. Both Hindu and Muslim applicants were rejected when they could not prove they have been Assam residents for three generations.”In 2022, too, the All India Democratic Front, or AIUDF, had accused the BJP of communalising land settlement, by excluding people living on chars – the shifting riverine islands on the Brahmaputra – from the scheme. Majuli was exempt from this rule.Not surprisingly, under Mission Basundhara 2.0, not a single applicant was selected for land titles in South Salmara-Mankachar, the western Assam district bordering Bangladesh which has almost 95% Muslim population.South Salmara Mankachar is one of the worst erosion-hit districts in the state. Thousands of its residents live on chars and have been rendered homeless over the years due to the erosion of their lands.While raising Amin and Islam’s cases in the Assembly, AIUDF legislator Ashraful Hussain criticised this older rule. “This is just a conspiracy to not to give land to the Muslims people who live on the chars,” he said. “Why is it that land pattas can be given in Majuli but not in other char areas? All landless should be given land.”A woman during a demolition drive at Batadraba in 2019. Credit: Anuwar Hazarika.The politics of evictionsIn 2016, the Bharatiya Janata Party made the protection of land as one of its main poll planks, with the slogan jati (identity), maati (land), bheti (hearth).After coming to power, the BJP-led government under Chief Minister Sarbananda Sonowal carried out a series of eviction drives, which disproportionately targeted Muslims. According to government data, between May 2016 and July 2021, about 4,700 families, mostly Muslim, were evicted from government land.Under the new BJP government headed by Himanta Biswa Sarma, the evictions against Muslims became more regular, sometimes violent.Between May 2021, when Sarma became chief minister, and February this year, more than 9,200 families, overwhelmingly Bengalis of Muslim origin, have been evicted for allegedly encroaching government land.In case of the Dhalpur eviction, the government not only evicted over 1,000 Muslim peasant families from land which they had been cultivating for generations, but allowed the indigenous people to take over the land by forming a state-run community farming project.In the backdrop of these evictions, the purported exclusion of Bengali Muslims from Mission Basundhara only adds to their marginalisation, say leaders of the community.Ashraful Hussain, the legislator from All India United Democratic Front, pointed out that thousands of Muslims of Bengali origin are losing their homes due to erosion and flood.“Those who are on government lands are being evicted without rehabilitation,” he added. “The government is not giving land titles to the landless Muslims. This is double discrimination and there is no hope in sight.”Jairath from IIT and Muslim legislators alleged that Sarma’s remarks were aimed to polarise the voter in upcoming elections. “The Chief Minister is actively spreading disinformation about the scheme, to ensure it will be implemented in partisan ways and to aid in the dynamic of electoral politics,” said Jairath. “It is not a welfare scheme meant only for certain sections of people, but for all citizens.”The driving force behind Mission Basundhara 3.0 is to ease restrictions that have historically come in the way of Assam’s tea garden community, indigenous people and other landless citizens from securing rights on lands they have lived on for generations. pic.twitter.com/965AL5Qy5I— Himanta Biswa Sarma (@himantabiswa) February 16, 2024\n\n\nA U-turnFor the so-called indigenous Muslims of Assam, the chief minister’s remarks have come as an unpleasant surprise.In 2022, the Sarma granted indigenous status to about 40 lakh Assamese-speaking Muslims in the state, from five Muslim groups, to distinguish them from the Bengali-origin Muslim community.“Are indigenous people subject to religious discrimination now?” asked Ahmed, the vice-president of Sadou Asom Goriya Moria Deshi Jatiya Parishad.About 1,500 Muslims belonging to the Goriya, Moriya and Deshi Muslim communities had applied for the land titles under Mission Basundhara 2.0, Ahmed claimed. “But not even 1% made it to the list.”An official at Bilasipara circle office in Dhubri district told Scroll that not a single applicant belonging to the Desi Muslim community has been selected for land under the scheme last year. All the selected applicants are Hindus from Koch Rajbongshi, Bengali Hindus, tribals or Assamese communities.“Many applications belonging to the Desi Muslim community were passed by the circle officer as they met with the eligible criteria,” the official told Scroll on condition of anonymity. “However, there was pressure and orders from higher authorities to reject the applications,” he allegedHimanta Biswa Sarma inaugurating the third phase of Mission Basundhara on February 16. Credit: Special Arrangement.Systemic exclusion?While the BJP has claimed that its schemes do not discriminate against any community, Muslim legislators in the state see a systemic exclusion of Muslims.“The denial of land to the Muslims under Basundhara is just one incident,” said Baghbar MLA Sherman Ali Ahmed.“There is systematic deprivation in a massive way. Not a single road under Asom Mala [ a programme to develop state highways and district roads] has been allocated in a Muslim area,” he alleged. “It is the principle of RSS-BJP to make Muslims second-class citizens.”Several others pointed out that Muslims are being excluded by design by the Assam government.For example, the newly announced Mukhyamantri Mahila Udyamita Abhiyaan, a scheme for promoting women entrepreneurs excludes all women who have more than three children.Under the scheme, the state will provide an entrepreneurship fund of Rs 10,000 to 39.67 lakh women members of self-help groups in the rural areas subject to certain conditions. Once they avail this benefit, a bank loan of minimum of Rs 25,000 will be provided to the beneficiary.For Scheduled Tribe or Scheduled Caste applicants, however, the criteria is relaxed – women with more than four children are ineligible for the scheme.“This will definitely exclude many Muslim women in the villages,” said Aminul Islam, the AIUDF MLA from Mankachar. “They are creating separate categories of citizens, by arbitrarily deciding who will be eligible for government schemes or land under Basundhara. All this is government-sponsored discrimination.”A similar separate category appears to be on the way in Mission Basundhara. On February 14, chief minister Sarma announced in the Assembly that tea tribes, Adivasis and the Gorkha community will not need to produce documents proving their residence in Assam going back to three generations in the upcoming version of Mission Basundhara. “We will allocate land to these two communities without asking for documents in the third phase of Mission Basundhara,” he said.","author":"Rokibuz Zaman","time":"2024-02-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198628-wifjjgjdqa-1708431598.jpg","tags":["Assam CM Himanta Biswa Sarma","BJP","Assam land and identity politics","Miya Muslims and evictions","Assam land rights","Muslims of bengali origin","illegal immigrants","indigenous politics","Assam indigenous politics"]}