{"title":"Why did it take so long for Amit Shah – or Ajit Doval – to deploy forces and bring order to Delhi?","content":"Even as more stories emerge about the violence that took place between February 23 and February 26 in North East Delhi, one question has emerged over and over again: Why didn’t the authorities – whether it was Delhi Police, the Home Ministry or the Prime Minister’s Office – move quicker to establish the peace in the violence-hit neighbourhoods? National Security Advisor Ajit Doval was put in charge of the situation late on Tuesday night. Until then, matters were being handled by the Delhi Police, which is overseen by Home Minister Amit Shah. By Wednesday morning, Doval – a Cabinet-level officer who reports directly to Prime Minister Narendra Modi – was seen on videos walking through the neighbourhoods along with security forces, and assuring residents that order would be restored. On the same day, police and paramilitary forces carried out flag marches in the regions that were worst-hit by the violence that began on Sunday night and carried on for the next two days. Until then, as Scroll.in reports revealed, there were entire neighbourhoods in the national capital cut off to outsiders, because of violent mobs that controlled the roads leading up to them. Eyewitnesses, reports and videos showed that police were unwilling or unable to prevent the mobs, and in many cases even took part in the violence. Residents in some of these neighbourhoods barricaded themselves in. “Scores of policemen in anti-riot gear watched the stone-pelting and the arson, making no effort to disperse the mobs,” said one report in the Hindustan Times. “The policemen watched, heavily outnumbered, and not interfering while the mob torched buildings and small establishments.” Another report in the Indian Express addressed the matter even more clearly:“At the Gokalpuri tyre market set ablaze over the last three days, a lone  constable from the police station sat on the pavement and watched fire  officials at work. On Tuesday, he had stood at the entrance, watching as  men with bikes, lathis in their hands, sped past raising slogans. He  has one explanation for what changed overnight: “Upar se order aa gaye  raat ko…. Ab sab shaant hai.” (Orders came from above at night... now everything is peaceful).It is conventional wisdom in India that no riots take place, at least over multiple days, if the government does not want them to. Indeed, Delhi Police emphatically denied reports in the media that it did not have the resources or capability to establish order.Home Minister Amit Shah, who on Tuesday afternoon chaired an all-party meeting on the matter, also decided that there was no need to deploy the Army. Yet the violence continued to rage on. As of Thursday afternoon, the death toll is at 34 – and it could still go up, as more cases emerge or more of the injured succumb. How do you square these two pieces of information? The Home Ministry claiming things are under control. And yet there is a death toll of more than 30 people. Reporting has made it clear that some of that violence took place on Tuesday night and Wednesday morning, after Amit Shah had chaired the meeting and insisted things were under control. So were things under control? Why did it take until Wednesday morning for paramilitary to turn up and hold flag marches? A former Commissioner of Police in Delhi has written saying the force “cannot complain of lack of resources nor can it point fingers at anybody else, especially when it comes to dealing with law and order situations.” Three potential reasons come up for the failure to establish law and order, none of which inspire much confidence in Indian authorities:  The Trump VisitUS President Donald Trump arrived in India on Monday morning and left on Tuesday evening, spending a large chunk of his time in the national capital. Soon after, National Security Advisor Ajit Doval was put in charge of the situation and managed to establish some order by Wednesday morning. Was it simply that India and Delhi’s security establishment was too stretched to deal with the situation in the capital? If so what does that say about the state of Delhi Police?  Sheer incompetenceThe handing over of responsibility from Delhi Police, which is overseen by Amit Shah and the Home Ministry, to Ajit Doval, who reports to the Prime Minister’s Office, has set tongues wagging in the capital. Could it be that Amit Shah was simply incapable of handling the situation and made the wrong calls over what to do? Or, worse did Shah make a calculated decision about not bolstering security in the area? The NSA holds Cabinet rank and does not report to Shah. @indianexpress says the #AjitDoval gambit “clearly indicated PMO’s lack of faith in the ability of Delhi police leadership in controlling the situation”. Shah’s two deputies were also not used. (2/3)https://t.co/S97fSL85pH— churumuri (@churumuri) February 27, 2020\n\n“The exercise [to put #AjitDoval in charge of restoring peace in #Delhi] shows home minister @AmitShah in poor light as @DelhiPolice report directly to him. Is the country’s #NSA doing the job of a politician too?”: ‘The Telegraph’ quoting an unnamed “security expert”. @ttindia pic.twitter.com/6v5xJ4m9DA— churumuri (@churumuri) February 27, 2020\n\nDeliberate actionMost accounts of the violence say the spark was lit by Bharatiya Janata Party politician Kapil Mishra, who gave an ultimatum to the police on Sunday,  saying he would take matters into his own hands if the authorities did  not clear the roads of anti-Citizenship Act protesters. This ultimatum  was given in front of a police officer.  The Times of India reported that Delhi Police sent six alerts on Sunday “warning of possible violence and asking for deployment to be stepped up”  after Mishra’s comments. Clearly, there is no argument to be made that  the authorities were blindsided by the violence. Considering the police  was seen actively participating in some of the violent actions, this  then leads to the question: Did the BJP government want the violence to  rage on? Reporting by the HuffPost has established that the violent mobs were used to evict peaceful protests against the Citizenship Act amendments. The violence was also concentrated in those areas of the capital where the BJP won the most seats  in this month’s assembly elections. Did the government deliberately  choose not to deploy forces in large numbers for two whole days?","author":"Rohan Venkataramakrishnan","time":"2020-02-27T17:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137337-yucvrcpsnz-1582802071.jpg","tags":["Delhi","Delhi violence","Ajit Doval","Amit Shah"],"source":"https://scroll.in/article/954511/why-did-it-take-so-long-for-amit-shah-or-ajit-doval-to-deploy-forces-and-bring-order-to-delhi"}