{"title":"Why haven’t Gujarat’s Muslims produced young leaders like Hardik Patel and Jignesh Mevani?","content":"The Bharatiya Janata Party’s firm grip over Gujarat appears weakened by the rise of three young men – Patidar leader Hardik Patel, Other Backward Classes leader Alpesh Thakor and Dalit activist Jignesh Mevani – all of whom have come to prominence by articulating the concerns of their social groups. However, there is perhaps no community in Gujarat that is as anguished or marginalised as the Muslims. “Poverty amongst the urban Muslims is eight times (800%) more than high-caste Hindus, about 50% more than the Hindu-OBCs and the SCs/STs,” noted Abusaleh Shariff and BL Joshi, in a 2012 study for the Centre for Research and Debates in Development Policy. “... On the other hand, rural poverty amongst the Muslims is two times (200%) more than high-caste Hindus.”Muslims constitute nearly 10% of Gujarat’s population. Sixty per cent live in urban areas and were once a force in the manufacturing and organised sector. Not any longer – they constitute just 13% of the workforce, as against the all-India figure of 21%. About 53% of Muslims are self-employed or involved in petty trades which, “in comparison to other sectors, have shown only a marginal income growth over the last two decades”, Shariff and Joshi pointed out.The economic plight of Muslims should have pushed the community to the barricades. With a population that is a little higher than that of Dalits and just a little lower than the Patels, the Muslim community is large enough to build a movement of its own. So, why have the Muslims of Gujarat not produced a figure like Hardik Patel, Alpesh Thakor or Jignesh Mevani? On the sidelinesNo doubt, the success of a movement depends on the financial resources it can command. The relatively wealthy Patels have a distinct advantage over Muslims on this score, but not so much the Dalits.Muslims include prosperous mercantile groups, such as the Bohras, the Khojas and the Memons, which could potentially bankroll political initiatives. However, they justifiably fear that they could be targeted.In the Economic and Political Weekly, Abhirup Sarkar of the Indian Statistical Institute has argued that the rising prosperity of Muslims made them sitting ducks in communal riots. Sarkar furnished the calculations of two scholars, Anirban Mitra and Debraj Ray, who estimated that between 1984 and 1998, there were 15,224 casualties in communal riots all over the country, of which 4,499 – almost 30% – were from Gujarat.The scholars pointed that during this period, the per-capita Muslim expenditure had also increased, which had been accompanied by a significant rise in Hindu-Muslim conflicts. “The [Mitra and Ray’s] analysis is very carefully carried out and it leads us to believe that the prosperity of Muslims in Gujarat has made them vulnerable to riots,” Sarkar writes. “In other words, there is little reason for Mulsims to be proud of this prosperity.” Compelled to protect their wealth from plunder and their families from assault, the wealthier among them migrated to community ghettoes. This trend began in Ahmedabad, where it intensified after every major riot, especially those of 1969 and 1985. The BJP’s Ram Janmabhoomi movement from 1989-1992 turned the ghettoisation of Muslims into a state-wide phenomenon that was completed with the riots of 2002, often referred to as state pogrom.The ghettoisation of Muslims made them invisible in the commonly shared public space, which is where political action is scripted and acted out for efficacy. To have an impact, a protest should be visible to the State, other citizens and the media. What significance could the venting of fury by Muslims in their ghettoes possibly have?The Jamalpur area of Ahmedabad. Sam Panthaky/AFPSilenced and targeted Yet, in a changing and aspiring India, it is bewildering that young Muslims have not tried to break out, politically and existentially, from the ghetto. It is tempting to argue that years of socialisation in a ghetto subculture have reconciled them to their marginalisation.“That is not true,” said Dr Hanif Lakdawala, who has worked extensively in the health and education sector. “I meet young Muslims who are eager to take the political jump. Two already have, and both are liberals.”The leaders Lakdawala refers to are Shamshad Pathan and Mujahid Nafees. Pathan is a 37-year-old lawyer-activist and has doggedly sought justice for the victims of Naroda Patiya and Naroda Gram massacres that occured during the last riots. During the statewide protests that followed the flogging of Dalits in Una last year, Pathan emerged as the Muslim face of Mevani’s campaign to unite Dalits and Muslims. But Pathan received just a passing mention in media reports on the Una protests. “One of the defining traits of Hindustani media is that it just doesn’t like to show Muslim leadership that is progressive,” said Pathan. Media exposure is vital to the making of a leader, as was the case with Hardik Patel, Mevani and Thakor.Nafees, 35, was luckier. He was spoken about, at least by the state media, when his Minority Coordination Committee presented a charter of eight demands to every district collector in the state on September 18. The charter included demands considered unthinkable in Gujarat, such as a separate budgetary allocation and a ministry for minorities.But in his year-long preparation for his campaign, Nafees realised the difficulties encountered by Muslims who take political initiatives. For instance, Intelligence Bureau men enquired several times about his agenda and source of funding.“In such a climate, who would think of entering the political arena to raise the community’s demands?” Nafees asked.Pathan said that parents panic at the first hint of their children engaging in political activism. “They fear their children will have cases filed against them,” he explained. This is not an exaggeration. Legal adviser Sufi Anwar Husain Sheikh was 25 years old when his house was burnt down in Vadodara during the 2002 riots. He moved to Ahmedabad, where he worked in relief camps that sprang up to accommodate victims of the grisly rioting. Sheikh incurred the state’s wrath – four cases were filed against him where charges included extortion and cheating.Property politics According to Sheikh, the biggest hindrance to the rise of Muslim leaders is the Gujarat Disturbed Areas Act. The legislation bans the sale and purchase of property without the prior approval of the district collector in areas deemed disturbed as they are communally sensitive or have witnessed riots. Disturbed areas account for an estimated 40% of Ahmedabad.The Act was promulgated as an ordinance in 1986 by the Madhavsinh Solanki government and then passed as an Act in 1991. It took a draconian form after an amendment in 2009, when Narendra Modi was chief minister. The amendment empowered the district collector to conduct an inquiry – suo motu or on receiving an application from any person – into a sale of property in a disturbed area. He can also impose penalties and even take the property in custody and manage it.  The 2002 riots saw Muslims flood into localities dominated by their community. Most of these are classified as disturbed areas. Applications to buy a property in such areas are kept in abeyance, leaving the migrants no option but to resort to subterfuges – they purchase apartments, for instance, but show it as a rented accommodation. Anyone wishing to move out of a colony will not readily get permission to sell their property. Deprived of the capital required to buy another property elsewhere, most of them cannot get out of the disturbed areas.“After boxing in the Muslims, the constituencies they dominated were broken up under delimitation,” said Sheikh. “In Ahmedabad alone, Daryapur and Kalupur, both Muslim-dominated Assembly seats, were fragmented and attached to other constituencies. The Muslim-dominated Jamalpur was attached to Khadiya. It reduced the significance of Muslim votes – and, therefore, also the chances of producing a leader.”The Disturbed Areas Act hangs like a sword on those Muslims who wish to mount a political challenge outside the electoral arena. Since most of them live in disturbed areas, the state can neutralise a rising leader by conducting an inquiry into whether their homes have been acquired in contravention of the Act. “This fear dissuades even the wealthy to support or finance political activism,” said Sheikh. “Basically, the Disturbed Areas Act has increased the Muslim citizen’s dependency on the state and reduced the possibility of a leadership emerging.”Political indifference Political parties too are not very interested in encouraging an independent Muslim leadership. “This is because such a leadership could turn the community against the political parties,” said Pathan. A community leader can also enter into a bargaining game with mainstream parties, withdraw support from one to rally behind another, a strategy Hardik Patel has deftly played in his rise to stardom. But Muslims do not have Hardik Patel’s advantage. Gujarat’s politics has two principal poles – the BJP and the Congress. The BJP is not an option for Muslims as its Hindutva ideology continues to target them. And why would the Congress woo Muslims when it knows it will net their votes in bulk? It would rather focus on weaning away Hindu groups from the BJP’s fold.“Isn’t this why the Congress is playing the soft Hindutva card?” Lakdawala said. “I don’t have problems with Rahul Gandhi visiting temples. But couldn’t he also visit mausoleums of Sufi saints in Gujarat?”The Congress vice president is unlikely to do that, because the Congress’ KHAM success formula has been replaced by KHAP, said Sheikh. In the 1980s, Congress leader Madhavsinh Solanki created the social alliance of Kshatriya, Harijan, Adivasis and Muslims, which helped him come to power in that year’s elections.“In this election, ‘M’ has been replaced by ‘P’ [Patels], both in political signaling and rhetoric,” said Sheikh. Disconcertingly, even the most cantankerous liberal has stayed silent on the Congress’ strategy of treating Muslims as irrelevant to Gujarat’s political calculus for the upcoming elections.Curiously, most Muslims too do not seem worried about a lapse into electoral irrelevance. Since the Congress is not talking about them, they hope that the BJP will not succeed in communally polarising the electorate. They do not want the BJP to return to power because that would mean another five years of living in fear of violence and dislocation. By contrast, Congress does not pose such a threat. But Muslims are wise enough to know that they will remain ghettoised and economically marginalised in Gujarat, irrespective of which party comes to power.That a community – understandably – repeatedly votes for safety over other interests is a sign that India’s democracy has become pathological. It is this pathology that has stopped the Muslims of Gujarat from supporting their own young leaders.","author":"Ajaz Ashraf","time":"2017-11-15T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857702-73796-azjbyhykbf-1510686210.jpg","tags":["Muslims in Gujarat","Gujarat Elections","2002 riots"],"source":"https://scroll.in/article/857702/why-are-there-no-young-leaders-like-hardik-patel-or-jignesh-mevani-among-gujarats-muslims"}