{"title":"Why India needs more reliable data on Dalit Christians and Muslims","content":"The exclusion of Dalit Christians and Muslims from the Scheduled Caste category, and the lack of reliable government data on them, deprives these communities of the constitutional benefits extended to Dalits from other religious backgrounds, say experts. Currently, only Hindu, Sikh and Buddhist Dalits are enumerated as SC. Before the previous Census in 2011, the Centre had decided to enumerate overall caste data in a separate exercise – the Socio Economic and Caste Census – but the data were not released.Caste is traditionally associated with Hinduism but people from marginalised communities who converted to other religions have continued to face discrimination. To deal with this, the SC category was extended to include Sikhs in 1956 and Buddhists in 1990. However, this was not done for Dalit Christians and Muslims.There are only estimates of the number of Dalit Muslims and Christians living in the country – 32 lakh, as per a 2008 report prepared for the National Commission for Minorities. However, this is likely to be an underestimation because the caste information it uses is based entirely on responses received by enumerators, who are not required to verify the details they receive. Also, some respondents may identify as Other Backward Classes, and separating OBCs from Dalit Muslims or Christians then becomes impossible.In January 2020, the Supreme Court of India agreed to examine a petition by the National Council of Dalit Christians, a private organisation, to remove religion from the consideration of SC status and make it “religion-neutral”.The Constitution guarantees various kinds of protection and benefits to SCs that Dalit Muslims and Christians do not have access to. For instance, the SC/ST (Prevention of Atrocities) Act provides for special courts to try offences against marginalised groups, and offer relief and rehabilitation to victims. Dalit Muslims and Christians cannot contest from constituencies reserved for the SCs or seek scholarship or employment benefits meant for vulnerable castes.Caste groups such as the SCs, STs and OBCs remain economically disadvantaged and earn much less than the national household average income. Photo credit: Raveendran / AFPChange in religion did not bring any change in the social or economic status of Dalit Muslims, the 2006 Rajinder Sachar Commision report noted. “Despite this, they have been deprived of SC status available to their Hindu counterparts,” the report said.Satish Deshpande, a sociologist at the Delhi University and lead author of the 2008 report, questioned this in a February 18 interview with IndiaSpend. “If religion is no bar for Buddhists and Sikhs for receiving reservation despite being recognised as distinct, non-Hindu religions, then why not [grant reservation to] Christians and Muslims?”Caste groups such as the SCs, STs and OBCs remain economically disadvantaged and earn much less than the national household average income of Rs 1.13 lakh per year, IndiaSpend reported in January 2020. SC and ST households earn 21% and 34% less, respectively, than the national average.Some states such as Kerala and Karnataka have recognised Dalit and backward groups among Muslims and Christians as Other Backward Classes, offering them reservation benefits in jobs and education.But the enumeration of caste data could be “tricky”, experts say. Here is why.Caste dataOne in six or 20.1 crore Indians are categorised as SCs and more than three-fourth of them live in rural India, according to the 2011 Census.“There are no authoritative estimates available,” noted the 2008 report titled, Dalits in the Muslim and Christian Communities, which used the 2001 census and 2004-05 National Sample Survey Office data to estimate the population of these groups.The report concluded that there were nearly 32 lakh Dalit Muslims and Christians in India – more than twice the 2011 Census population of Goa – which includes 8,00,000 Dalit Muslims and 24 lakh Dalit Christians.\n\t\t\n\tThe NSSO data may not be accurate – its caste information is based entirely on self-reporting by survey respondents. It does not verify the information received against the caste names listed in the official schedules of the state concerned. This can lead to “confusion and misunderstanding” – various communities are classified as Other Backward Classes in different states, and the survey is unable to separate Dalits Christians and Muslims from OBCs, the report said.In 2004-’05, by monthly per capita expenditure in rural India, Dalit Buddhists fared the worst – 45.9% of them lived below the poverty line, followed by Dalit Muslims (nearly 40%), Dalit Hindus (38%), Dalit Christians (30.1%) and Dalit Sikhs (7.6%), the report found, based on NSSO data.Scholars and activists put the proportion of Dalit converts between 50% and 75% of all Indian Christians, “although it is not possible to corroborate these claims in any decisive manner due to the difficulty of the category being officially unrecognised”, the report noted.Caste divisionsComplete caste data have not been collected and published since 1931. In the 1941 Census, “group totals” were tabulated for SCs, STs and Anglo-Indians, and separate totals were provided only for a few selected individual tribes, according to the Census document. “When preparations for the 1951 Census were undertaken, the Government of India had accepted the policy of official discouragement of community distinctions based on caste,” it said. Since 1951, each decennial Census has enumerated SC and ST data based on the 1950 Presidential Order.“There is a strong view that asking respondents about their caste will solidify caste divisions, whereas the aim of independent India was towards obliterating caste distinctions,” said Ashwini Deshpande, professor of economics at Ashoka University who has been working on the economics of discrimination and affirmative action.In 2010, the Centre decided to enumerate caste data in a separate exercise – Socio Economic and Caste Census – because the Census Act 1948 did not allow for the publication of individual data on caste. A committee was formed to classify and categorise the caste data generated by Socio Economic and Caste Census. The publication of caste-based data would be consequential to the eventual report of the committee, said a November 2016 government response in Parliament. While the raw data was handed over to the Ministry of Social Justice and Empowerment, the government did not release the data on caste in the Socio Economic and Caste Census, without explaining why. Instead, it published socioeconomic data for the broad groups of SCs, STs and other castes. The Socio Economic and Caste Census was reported to have classified 47 lakh caste names.“The task of enumerating and identifying groups within Muslims and Christians that can be categorised as SC will be tricky,” Suraj Jacob, a political economist at Azim Premji University, told IndiaSpend. A caste Census is also an opportunity to confront issues of caste that can be conveniently brushed under the carpet, he said but added that it “is a minefield and will produce a barrage of status claims”, possibly because people would want access to entitlements and to reposition their caste in the hierarchy.Policy measures intended to benefit SCs tend to focus on individual welfare – material subsidies (such as cash and education), preferential admission or recruitment, and so on. But far less goes into dialogues around the nature of casteism, equality, citizenship, constitutional values and fundamental duties, said Jacob.In February, the Supreme Court issued notice to the Centre on a public interest litigation seeking inclusion of the enumeration of OBC in 2021 Census.Some states have recognised Dalit and backward groups among Muslims and Christians as Other Backward Classes, offering them reservation benefits in jobs and education. Photo credit: Raveendran / AFP‘Conversion brought no relief’“The issues [faced by] Dalit Muslims and Christians are the same,” said Franklin Thomas, lawyer and founder of National Council of Dalit Christians, which filed the current petition in the Supreme Court, adding that conversion does not erase the stigma around untouchability and social exclusion. “How many Dalit Christians benefit from convent schools or Christian educational institutes?” he asked.In March 2004, the Centre for Public Interest Litigation, an NGO, and Thomas filed a petition (Writ Petition 180/2004) seeking an amendment to the 1950 Presidential Order, to provide SC status to Dalit Christians. In January, the petition in the name of National Council of Dalit Christians was clubbed along with the earlier one.As early as 1955, the First Backward Classes Commission under Kaka Kalelkar had recommended that “before the disease of caste is destroyed all facts about it have to be noted and classified in a scientific manner as in a clinical record”, adding that this may be done in 1961 Census if not earlier in 1957.The commission added that “segregation of [Chrisitian] converts from Scheduled Castes was not successfully overcome in certain parts of South India”, and those in any part of the country should be included as OBCs. The report had noted that Dalit Sikhs be given SC status. Accordingly, Dalit Sikhs were extended the SC status in 1956.Fourteen years later, in 1969, the first Committee on Untouchability (Parliamentary Committee), Economic, Educational development of the Scheduled Castes observed that “all Scheduled Castes who got themselves converted to religions other than Hinduism should be given all concessions which are available to Scheduled Castes”.Later, in 1983, a report by a High Power Panel On Minorities, Scheduled Castes, Scheduled Tribes and Other Weaker Sections observed that Christians and neo-Buddhists (Dalit converts to Buddhism) also need caste concessions. It recommended, “the Presidential Order of 1950 be suitably amended to include all Scheduled Caste converts irrespective of the religion of their conversion so as to make them eligible for all these concessions”. In 1990, converted Buddhists too were provided SC status.In 1996, taking note of the 1983 panel recommendation, the Centre had planned to make the law recognising SCs religion-neutral through a Constitutional amendment but received a divided opinion from state governments. Therefore, the Bill was not introduced and discussed in Parliament.The Ranganath Misra Committee report, as we said earlier, had recommended the de-linking of the SC status from religion, as is the case with Scheduled Tribes. Political parties differed in their reaction to these suggestions: the Bharatiya Janata Party criticised the report in 2007 on the grounds that caste is Hindu-specific. The Communist Party of India (Marxist) supported its implementation in an April 2012 resolution. And in 2009, the Congress government in erstwhile undivided Andhra Pradesh passed a resolution in favour of constitutional amendments to provide SC status to Dalit Christian converts and said it was inclined to supporting SC status to Dalit Muslims. In 2019, the Telugu Desam Party government passed a similar assembly resolution in support of Dalit Christians.Political will neededExperts told IndiaSpend that government institutions, including the office of the Registrar General & Census Commissioner, can handle the collection of disaggregated caste data but it needs political will.Many of the data that the Census collects are complicated – such as figures on occupation – but they are nevertheless processed, and made usable. “The data on religion and language is [also] complex. This too gets processed as usable data. The same can be done for caste,” Satish Deshpande had said in the February interview. There is a need to collect synonyms [for caste names], design the questionnaire to have more than one way of asking the question, and leverage technology for caste enumeration, he had added.Rigorous background preparation can help make caste enumeration easier, added Jacob. “The tricky part is which communities within Islam and Christianity should be counted as Dalits,” said Ashwini Deshpande. But Dalit Christians like Thomas feel that it is wrong to go against the constitutional mandate of reservation due to data shortage, adding that the 2011 caste data needs to be placed in the public domain.The Constitution assured reservation for the most oppressed groups as a remedial measure for individuals who have suffered historical discrimination and stigmatisation on account of their untouchable caste status. But reservations are not based on economic grounds and are not an anti-poverty measure, said Ashwini Deshpande. “That is not the intended effect of reservations,” said Ashwini Deshpande. “Hence it would be unfair to the policy to expect an outcome that it was not designed for.”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Shreehari Paliath, IndiaSpend.com","time":"2021-03-16T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136910-udrtodepgj-1582273768.jpg","tags":["India","Reservation","Caste"]}