{"title":"Why India’s crackdown on BBC has left foreign correspondents anxious","content":"Around noon on Tuesday, when the WhatsApp group of the Foreign Correspondents’ Club in Delhi started buzzing with queries about an “income tax raid” at the BBC’s offices in India, some journalists on it were not surprised.“It was in some ways our jaded jokes coming true,” said the correspondent of a European newspaper. “After the documentary was released, I told my friend we’ll see what agency it will be because there will be repercussions.”Indeed, while the income tax surveys on the British public broadcaster perhaps represent an unprecedented escalation, foreign correspondents say “hostility”, more often than not, is the Indian authorities’ default mode of engagement with them. Yet, how things unfolded after the raid – a full-throttle public attack on the BBC  by the ruling Bharatiya Janata Party and almost no word of condemnation from back home – has left many of them stunned. “A lot of governments go after the media, they pinch and poke, but in a way that there’s deniability,”  said a journalist working with a western daily, who requested anonymity, like all other journalists interviewed for this article.  “But yesterday, there was not even a pretense.”A survey after a documentaryOn Tuesday, as Income Tax department sleuths landed at the offices of the BBC in New Delhi and Mumbai and temporarily seized all the employees’ phones, social media was astir with speculation. While officials put out the word to reporters that what was underway was a “survey” as part of a tax evasion investigation, not many bought it. Less than a month earlier, in January, the BBC had released a two-part documentary that probed the role of Prime Minister Narendra Modi in the communal violence that convulsed Gujarat in 2002. Modi, at the time, was the state’s chief minister.  While the documentary was not officially released in India, parts of it made their way to YouTube and other video streaming platforms. A foreign ministry official told journalists that it was “a propaganda piece designed to push a particular discredited narrative”. Days later, the Indian government swiftly invoked special emergency powers to ask social media platforms to block it completely.A confirmation of malafide intent?The Bharatiya Janata Party’s spokesperson Gaurav Bhatia was the first to officially confirm the income tax department’s action on Tuesday. He began by saying the BBC had nothing to worry about if there were no irregularities on its part, but changed tack in a matter of minutes, launching into a scathing attack on the news organisation’s alleged “hidden agenda”. The BBC was “corrupt” and “rubbish”, he declared, citing allegedly slanted news stories it had done in the past.If there was any doubt, Bhatia made it quite clear, on national television, that there was in all likelihood a connection between the documentary and the tax survey. An escalation Many foreign journalists interviewed for this story said they fear Tuesday’s events could pave the way for more “brazen” action against them by the Modi government, after many episodes of “microaggressions” in the last couple of years. “There was a line not being crossed,”  said an American correspondent, “although there were other things such as a punishing visa process to make things as difficult as possible.”India's External Affairs Minister S Jaishankar (right) at a press briefing with US Secretary of State Antony Blinken (left) in 2021. Photo: Twitter A mute WestThe lack of “pushback” by western democracies to India’s crackdown on the BBC, several foreign correspondents said, showed that their home nations would do little to protect their journalistic freedom.    The United Kingdom government, for instance, has said absolutely nothing on record, let alone a condemnation. Unnamed officials told the news agency PTI that the country was “closely monitoring” the situation. The United States state department has offered little more, other than a generic comment on the “importance of a free press around the world”. Many foreign correspondents said it was increasingly becoming clear to them that they had little backing from their governments back home.  The United Kingdom, particularly, was “terrifyingly obsessed with not rubbing India the wrong way,” said one British journalist. “The UK is an ailing power – not even sure one can even call it a power – and after Brexit it needs India more than vice-versa.” Difficult to imagine if BBC were raided in Moscow or Beijing, Ned Price would speak only “broadly” (0:27) about press freedom or “couldn’t say” (1:09) whether raids on media offices contradict Biden admin’s democracy policy. https://t.co/7TCdg6Gylo— Gerry Shih (@gerryshih) February 15, 2023\n\nIndia’s eraIndia’s “unique geopolitical position”, as another journalist put it, was coming to the help of the Modi government. For one,  the western powers’ long-running quest to keep “undemocratic” and “authoritarian” China in check had always held India in good stead. The Ukraine crisis has now made India’s friendship even more valuable to the bloc – it sees India as  the counterbalance to “war-mongering” Russia and its ally, “expansionist” China. India’s size and rising economic heft, many argue, ensure that the West cannot quite dictate terms to it as it would to other allies. For example, despite the United States’ repeated objections, India continued to import oil from Russia maintaining that it had to place its own interests first. As the political commentator Pratap Bhanu Mehta recently said, “India feels it has the United States figured out: Yes, you will be upset but you’re in no position to do anything about it.”This was, incidentally, on display on Tuesday itself. Even as the BBC’s offices were being surveyed, Air India concluded a massive deal to purchase nearly 500 jets from Boeing and Airbus – said to be the largest ever order of its kind in aviation history.Even as they desisted from commenting on the BCC affair, the top-most political offices of the United States (Boeing’s headquarters), France (Airbus) and the United Kingdom (the Boeing jets will be powered by Rolls-Royce engines manufactured in Derbyshire) released effusive statements on the deal, underlining India’s economic prowess.From right to left: Indian Prime Minister Narendra Modi with Japanese Prime Minister Fumio Kishida, US President Joe Biden, and Australian Prime Minister Anthony Albanese in Tokyo in 2022. Photo: TwitterA near-perfect impunity “The Modi government right now has a perfect cloak of impunity knowing that western governments will overlook almost all transgressions when it comes to the rule of law or freedom of speech,” said an American journalist.Unlike in the past,  foreign correspondents say, diplomats from their home countries are rarely willing to stick their necks out in support. “They don’t want to do anything that can jeopardise relationships with India,” said a British journalist. India’s antagonism to foreign journalists critical of the BJP-run government, particularly in visa-related matters, is of a pattern.  In 2022, the authorities deported Vice News journalist Angad Singh hours after his flight landed in New Delhi. Later in court, the Union government said Singh had been “blacklisted” as a documentary made by him  ‘showed India in a negative manner’. Some journalists working for non-Indian international media outlets have also been forced to cover India from Nepal or Sri Lanka because the government wouldn’t grant them a visa, their colleagues told Scroll.  A test caseThe Indian government’s belligerent attitude to foreign journalists had made many international newsrooms get into a huddle. “Now it’s clear that the Indian government will come after the foreign media and governments back home won’t back you,” said a person associated with a European news outlet. “So we are having these internal discussions on how to cover the country going forward because you can’t obviously stop covering one of the most important stories in the modern world.” Journalists in BBC say the whole affair has had a chilling effect on the newsroom. “One always thought that with the BBC, you had one extra layer of safety net,” said a Delhi-based journalist from the organisation. “But that is clearly not the case.”The BBC episode will be a test case for the rules of engagement for the foreign press in India, said an American journalist. If governments of the United Kingdom and United States did not issue more “categorical” statements in the next couple of days, Indian authorities would be further “emboldened”.“They are testing the waters to see if internationally, democratic governments will stand up or not,” the journalist said.","author":"Arunabh Saikia","time":"2023-02-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186211-astivdejto-1674960506.jpg","tags":["BBC documentary","Press freedom","Foreign media"]}