{"title":"Why Assam’s NRC failed to address the social and economic anxieties it was to resolve for good","content":"A year after the National Register of Citizens was published in Assam, no community in the state seems satisfied with the results. The stated aim of Assam’s NRC, a list of citizens living in the state, was to sort Indians from undocumented migrants. To make it to the list, applicants had to prove they or their ancestors had lived in the country before midnight on March 24, 1971, the eve of the Bangladesh War. Over 19 lakh residents of Assam failed to convince authorities and now face the prospect of statelessness. Quite apart from pitching this vast number into legal precarity, the NRC exercise has failed to address any of the anxieties that it was meant to resolve once and for all.The demand to update the 1951 National Register of Citizens came from Assamese nationalist groups, which had launched an anti-foreigners’ agitation in the 1980s. It stemmed from fears about the “bhumiputra” or “sons of the soil” being swamped by the “bahiragat” or “outsiders” – mostly believed to be undocumented migrants from Bangladesh – who encroached on land, influenced political futures as they entered the electoral rolls and threatened to erase Assamese culture. The updated NRC has failed to dispel these economic and cultural anxieties. Had the process been followed rigorously, Assamese nationalist groups believe, many more people would have been excluded from the citizens’ register. Communities defined as indigenous to Assam are still besieged by outsiders, according to them.Muslims of Bengali origin in Assam had supported the NRC. For decades, they had been taunted as “illegal Bangladeshis” and had been targets of violence because of their identity. Being certified citizens in the NRC, they believed, would mean freedom from these threats and humiliations. While demographic data about the NRC has not been released, anecdotal accounts suggest most members of this community made it to the list. But a year later, life has not changed. Assamese groups seem convinced many “foreigners” made it to the list. The state’s Bharatiya Janata Party-led government has appealed to the Supreme Court for another round of checking in the border districts, home to many Bengali-origin Muslims. The old humiliations did not go away.For Bengali-speaking Hindus in Assam, left out of the NRC in large numbers, failing the citizenship test has meant institutional deprivations and social slights. Within the community, the term “NRC reject” has become a slur. In public discourse in the state, the term “Hindu Bangladeshi” now crops up more frequently. The Citizenship Amendment Act, which the BJP promised would regularise the Bengali-speaking Hindus excluded from the NRC, is here. But it has offered no relief.The wrongs of historyPolitics in Assam has long arranged itself along social and ethnic divides. Successive governments have addressed communities separately, earning favour by promising to meet each group’s demands. Vote for us and we will let you stay here. Vote for us and we will make you citizens. Vote for us and we will drive out the people you say are taking away your rights. For decades, the distribution of rights and benefits has been treated as a zero sum game between communities, the faultlines between them immutable.Yet, embedded in the NRC is a history of traumas that left no community untouched, as scholar Kaustubh Deka points out. The register stores a bitterness that dates back to colonial times, when the Assamese were labelled “lazy” and Bengalis were shipped in to cultivate land, to become the face of an exploitative government. It stores the memory of state violence from the 1980s and 1990s – of “Operation Bajrang”, “secret killings” and human rights violations as the state cracked down on armed Assamese groups. The yellowing land records offered up as proof of citizenship by so many Bengali-origin Muslims tell the story of massacres and displacements that go back decades. The refugee registration certificates shown by many Bengali-speaking Hindus tell of desperate border crossings, journeys forced by religious persecution and violence.  All communities are threaded together by common deprivations, buffeted by floods and land erosion, fighting against poverty in the face of shrinking natural resources and an extractive state.These traumas could never find redress in the narrow bureaucratic processes of a citizenship count. It made individuals stand trial for who they were and where they came from. It sought to create a legal category of individuals who could be punished for the wrongs of history. If Assam is to come to terms with its past, it might need a more empathetic politics.This is the final part of a series exploring where Assam’s NRC process stands a year after the final list of the updated citizens’ register was published on August 31, 2019. Read the full series here.","author":"Ipsita Chakravarty","time":"2020-08-31T09:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124135-pacsqbmafi-1563585834.jpeg","tags":["Assam","NRC","citizenship tangle","One year after Assam NRC"],"source":"https://scroll.in/article/971789/why-assams-nrc-failed-to-address-the-social-and-economic-anxieties-it-was-to-resolve-for-good"}