{"title":"Why the Tamil hit ‘Vikram Vedha’ has been remade in Hindi ","content":"The first look of Vikram Vedha, the upcoming Hindi remake of the Tamil film of the same name, released on Monday reveals Hrithik Roshan as Vedha, the gangster whose fate is linked with the police officer Vikram, played by Saif Ali Khan. The original film, directed by Pushkar and Gayatri in 2017, was begging to remade into Hindi. Reports swirled of a top-flight Bollywood casting to match the performances of the original leads, R Madhavan and Vijay Sethupathi. For reasons unknown, Shah Rukh Khan passed on the project. The names of Aamir Khan and Saif Ali Khan were  subsequently attached to the film, but then Aamir Khan took a pass too. It’s now left to Saif Ali Khan and Hrithik Roshan to replicate the chemistry between the Tamil actors. Fortunately, the remake has been helmed by Pushkar-Gayatri, and marks their debut in the Hindi film industry. The movie is scheduled for a September 30 release.Hrithik Roshan in Vikram Vedha. Courtesy T-Series/ Reliance Entertainment/ Friday Filmworks/YNOT Studios.The directors, who are married to each other, had previously made the quirky Chennai-set Oram Po and Va Quarter Cutting. They hit the big league with Vikram Vedha in 2017. The movie lived up to the hype of its casting – Madhavan as the upright cop and Sethupathi as the smooth criminal – and further charmed critics and audiences with a devilishly clever riff on folklore. The plot riffs on the Betaalpachisi folk talks, in which the righteous king Vikramaditya captures the spirit Betaal after much effort. Vikramaditya slings Betaal on his back and proceeds to take him to a sorcerer, but is stymied by a moral dilemma posed in the form of a riddle. Every time Vikramaditya answers correctly, the spirit escapes his grasp, starting the process all over again.The stories inspired the popular Doordarshan television serial Vikram aur Betaal in the 1980s. In Pushkar-Gayatri’s movie, the so-called encounter specialist Vikram is the one shouldering the burden of capturing the fugitive Vedha. Even as Vikram and his posse hunt for Vedha, the hoodlum surrenders, leading to the first of three conversations, each of which ends on the same question: who is right and who is wrong?We are the same, you and I, lawbreaker tells lawman. There’s no difference between the murders I have committed and the encounters you stage, Vedha reminds Vikram as he narrates his life story. It involves Vedha’s early years in crime, his dealings with his boss and his brother, and an event that has threatens to rub out an already porous line between good and bad. R Madhavan and Vijay Sethupathi in Vikram Vedha (2017). Courtesy YNot Studios.Borrowing ideas from such Hollywood films as Training Day and The Dark Knight, Vikram Vedha is an ethics lesson folded into the conventions of a crime thriller. Further ambivalence is introduced through the character of Vikram’s wife, a human rights lawyer who represents Vedha. While Shraddha Srinath played the role in the Tamil film, Radhika Apte has been cast in the remake.Among the Tamil production’s seductions is the rivalry between two men with differing ideas of justice. The excellent casting of Madhavan and Sethupathi brings out each actor’s strengths. If Madhavan superbly parleys his reputation for hunky insouciance into Vikram, Vijay Sethupathi is outstanding as the wily Vedha. The directors give each of the actors several strong individual moments as well as make the most of their mutual rapport and respect in their scenes together.R Madhavan and Vijay Sethupathi in Vikram Vedha (2017). Courtesy YNot Studios.A dubbed version of Vikram Vedha is available on MX Player (with several pesky commercial breaks) and Disney+ Hotstar. The Hindi remake has taken five long years, but the wait might be worth it if Pushkar-Gayatri are able to translate their original vision in Hindi.Reports of a shoot in Abu Dhabi indicate that at the very least, the Hindi film will be glossier than its gritty source material. The remake’s success will depend entirely on the performances by Khan and Roshan. We will soon know if Shah Rukh Khan and Aamir Khan blundered in rejecting the roles, and whether Saif Ali Khan and Hrithik Roshan can measure up to the high standards set by Madhavan and Sethupathi.\n\n\n    \n    Play\n\nVikram Vedha (2017).Also read:‘It is nothing like any other Tamil film’: Pushkar-Gayathri on ‘Vikram Vedha’What might the Vetaal and Vikram stories look like in the 21st century?The DD Files: The terrifically tacky ‘Vikram aur Betaal’","author":"Scroll Staff","time":"2022-01-10T11:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168592-jprflfbaeg-1641760701.jpeg","tags":["Vikram Vedha","Hrithik Roshan","Saif Ali Khan"],"source":"https://scroll.in/reel/1014664/why-the-tamil-hit-vikram-vedha-has-been-remade-in-hindi"}