{"title":"Why does an unelected governor hold the fate of Karnataka in his hands now? Blame the British Raj","content":"It’s that time of the year again: an assembly is hung and all eyes are on a state governor. The Karnataka Assembly elections ensured that neither the Bharatiya Janata Party, the Congress nor the Janata Dal (Secular) were able to garner a simple majority. As per the Westminster system that India follows, the state governor, mimicking the English king, has the power to ask someone to form a government. While this government will still have to prove its majority in the state Assembly, the governor’s call nevertheless assumes enormous significance. Whichever party gets called first will have a crack at weaning away MLAs from other parties, through means fair and foul.Conflict of interestIn the original English system, of course, the monarch is above politics – which is used to argue that his or her call will not be partisan. That, however, does not seem to be the case for India’s state governors at all. The governor in a state is an explicitly political appointee, selected by the Union government. The current Karnataka governor Vajubhai Vala is a lifelong member of the Rashtriya Swayamsevak Sangh, the mother organisation of the BJP. He has been Gujarat BJP head and has served as the state’s finance minister under the chief ministership of Narendra Modi for a decade. In fact, Vala was the one to vacate his Assembly seat for Modi in 2001, as the latter moved from Delhi where he was a party functionary to become Gujarat chief minister. In 2014, Vala was appointed governor by the Modi government.That Vala is now expected to be a neutral arbiter in Karnakata has raised eyebrows. Given how warped it is, unsurprisingly, no other federal system in the world has anything quite like India’s governors. How then did the country come to adopt a system as broken as this?Government of India Act 1935The current Indian concept of a state governor starts in the 1930s, as the British were looking to give Indians a greater role in governance. The Raj was not based on outright force alone and involved a great measure of cooperation from Indian elites. This Raj-Indian cooperation was taken to the next level with a new constitution for British India, called the Government of India Act 1935, which transferred provincial governments almost completely to Indian hands, with the British retreating to the Centre, maintaining control of the government in New Delhi.This retreat, though, was simply tactical. The British had little belief in democratic rule and planned to retain sufficient control over the provinces via New Delhi. How was this done? Enter the provincial governor.Although provincial governments were to be elected democratically, at the top of this edifice would sit the governor nominated by the British Raj in New Delhi. This governor would have some unusual powers, most notably the ability to dismiss the provincial government under section 93 of the Government of India Act 1935, if he felt that there had been a constitutional breakdown.The first election under the new Act was held in 1937. The Congress did rather well, winning strong mandates in Central Provinces, United Provinces, Bihar, Orissa, Bombay and Madras. Almost immediately after the election, the Congress started to protest against the role of a powerful governor provided under the new Act. The Congress was indignant – and rightly so – that an unelected bureaucrat would have the power to dismiss their elected governments. In the end, the Congress, pushed on by its Right Wing, took office without any concession from the British, who refused to put a check on the powers of the governor.Post 1947The real U-turn came, though, post 1947. While the Congress had disliked the Government of India Act 1935 from its position as a provincial power, it had a significant change of heart once it controlled the Centre. In fact, the Congress-controlled Constituent Assembly retained the core of the Government of India Act 1935 in the new republican Constitution. So much so that a Constituent Assembly member, Algu Rai Shastri had this to say to the House on August 20, 1949, three months before the Constitution was finalised:“It is, therefore, not proper for us to follow the Government of India Act, 1935, or take it as a Bible. But we find today that it is now actually being followed as a Bible.”The most egregious feature of the Government of India Act 1935 act that was retained was the expanded role of the governor. While the entire Congress had gone hammer and tongs against this undemocratic post in British India, the party changed its mind after independence. Section 93 of the Act – which allowed the governor to dismiss state governments – today exists in the Indian constitution as section 356 and is called President’s Rule.In an unusually bitter Constituent Assembly debate, Biswanath Das, the former prime minister of Orissa – as the post of chief minister was called pre-1947 – attacked the Congress high command for pushing the undemocratic post of nominated governor, as described in the Government of India Act 1935, into the new republican constitution. Calling this a form of “autocracy”, Das argued that, “You cannot have democracy and autocracy functioning together. In the provinces you are going to have democracy from toe to neck and autocracy at the head”.He went on to argue that the governor was being vested with too much power ­– which would naturally result in him interfering in the political process. Das claimed – with good reason – that the governor was always out to break his party while he held the post of the Orissa prime minister from 1937 to 1939.Partisan and politicalDas’ point is important because it knocks down the oft-repeated argument that a governor somehow departs from his role as a constitutional head when he becomes involved in politics. As was well known by 1947, the way the post of governor was fashioned, his primary role was political: to function as the representative of the Centre in the provinces.This was not only limited to Orissa but was a recurring feature of all provincial governors under the Government of India Act 1935. In Bengal, the subcontinent’s only ministry with significant Hindu and Muslim support, the government was sabotaged by the British governor. Prime Minister Fazlul Haq, hailing from the Left-Wing Krishak Praja Party, was supported by both the Hindu Mahasabha and the Congress. Haq was tricked into resigning by the Bengal governor, who thought that a Muslim League government would be more pliable to British interests. The Bengal Muslim League ministry that was formed in 1943, as a result of the governor’s machinations, excluded nearly the entire Hindu community from power, thus releasing forces that eventually resulted in the communal partition of Bengal.As could be expected, the governor played a highly deleterious role in modern India too. In 1952, after independent India’s first election, the governor of Madras called fellow Congressman C Rajagopalachari to form the government even though the United Front had more seats than the Congress and – remarkably – Rajagopalachari was not even an MLA. In 1954, the Punjab government was dismissed simply because Prime Minister Nehru wasn’t too happy with the chief minister. In 1959, a pliable governor helped the Nehru government dismissed the Communist government of Kerala even as it was fighting the Congress electorally.In the Constituent Assembly, Nehru had sought to downplay the role of a governor by calling him a benign link with the Centre, promising that governors would be “people who have not taken too great a part in politics”. Yet, as it is quite clear, the governor has a political role to play by definition. He has often ending up meddling in the affairs of elected state governments and pushed the interest of the party which happens to be ruling New Delhi.","author":"Shoaib Daniyal","time":"2018-05-16T19:41:04.305663+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/879211-pzleabozjn-1520425228.jpg","tags":["President's Rule","State governor","Karnataka Assembly elections","Karnataka","Government of India Act 1935","Governor","British Raj","Assembly Elections"],"source":"https://scroll.in/article/879211/why-does-an-unelected-governor-hold-the-fate-of-karnataka-in-his-hands-now-blame-the-british-raj"}