{"title":"Why Biren Singh stays as Manipur chief minister despite even BJP leaders asking for his ouster","content":"Last Sunday, Manipur Chief Minister N Biren Singh flew down to Delhi in a chartered aircraft to meet Union Home Minister Amit Shah. The meeting triggered intense speculation in Manipur with everyone seemingly asking the same question: was the Centre finally pulling the plug on Biren Singh’s chief ministership?The meeting, after all, was held against a backdrop of an increasingly loud and widespread clamour for Biren Singh’s removal following ethnic clashes between the Meitei and Kuki communities that have paralysed Manipur since May 3. The clashes, which have since spiralled into a civil war, have claimed over a hundred lives. Complaints galoreOnly the previous day, an all-party meeting had been held to discuss the situation in the state. The Opposition spoke in a unanimous voice demanding that Biren Singh be sacked. Before that, on June 17, nine of his colleagues from the Bharatiya Janata Party’s state unit – all of them from the Meitei community, as Biren Singh – had gone to the extent of submitting a memorandum to Prime Minister Narendra Modi asking for him to be replaced. The legislators had claimed that the people of the state “have lost complete faith” in the Biren Singh government. All of this was in addition to the persistent pressure from the Kukis to have him removed. The Kukis have, in fact, categorically refused to talk peace until he is replaced. Yet, Biren Singh has survived. Taking a side What explains this immunity? Observers say the answer lay in how Biren Singh has conducted himself during the ongoing violence and in the months leading up to it – moves that many in the Imphal valley saw as “courageous”,  according to an anthropologist from the state, who requested to remain unidentified. Ever since he was elected back to office in 2021, Biren Singh took a hardline stance against “illegal migration” from strife-torn Myanmar, poppy cultivation in the hills, and alleged encroachment of forest land. Many of the measures he undertook were perceived to be biased against the Kukis, but large sections of the Meitei population cheered these steps. As violence convulsed the state, Biren Singh made little effort to try to appear non-partisan. Even as he spoke tough on “Kuki militants”, he has barely uttered perfunctory condemnations of the Meitei fundamentalist groups widely alleged to have led and instigated mobs. Some of these groups, as Scroll has reported, appear to have close ties with him. Why is Biren still the CM of Manipur? Why doesn't Shah want to remove him? Both Hill tribes and even sections of the Meiteis have opposed him.The root causes of the continuing conflict in Manipur can be found in the answer to this question. https://t.co/wzsUTabpp6— Sandeep Bhushan (@SandeepBhusha10) June 24, 2023\n\nA ‘Meitei king’On his return to Imphal after meeting Shah, Biren Singh issued a telling press statement. He said while Shah had assured to “take maximum responsibility for the hill districts” where the Kukis live, he would concentrate on restoring peace in the Imphal valley. In many ways, the statement seemed to be  an admission from the horse’s mouth of an allegation that has long been doing the rounds: that Biren Singh had ceased to be the chief minister of the state of Manipur and had instead become more of an ethnic strongman. A Delhi-based Meitei academic said even as resentment against him grew in certain quarters, “some sections of Meitei people have started to regard him as a Meitei king who is protecting them at any cost”.  He explained, “Biren Singh played with ethnic sentiment to come out as a voice that represents the Meitei, who are fighting against a certain section of the population. By this, he has gained the trust of the Meitei people.”Hence, given how ethnically polarised the state is at the moment, removing Biren Singh is unlikely to go down well with a large section of the Meiteis, say commentators. Political scientist Sanjib Baruah pinned down the Centre’s inertia in discharging Biren Singh to his “popularity among the Meiteis, especially among the militant Meitei nationalist organisations that have emerged recently”. “They are solidly behind him,” said Baruah, the author most recently of In the Name of the Nation: India and its Northeast. “He has become somewhat of an independent force in Manipur.”A senior Meitei BJP leader from the state also concurred. “Many people are demanding to remove him saying he is unfit,” he said. “But at the same time, some sections of the [Meitei] society are saying that he stands for the Meitei people who took a strong stand.”Besides, the fact that Biren’s ouster was a demand repeatedly voiced by the Kukis helped galvanise Meitei support for him. “Meiteis will oppose anything which is demanded by the Kukis now,” said the Delhi-based Meitei academic. A chequered past What possibly made matters trickier was Manipur’s complicated historical relationship with the Centre. Any decision seen to be thrust down by Delhi could backfire, said Baruah. Many Meiteis fear the removal of Biren Singh would be coupled with the imposition of President’s rule in the state – an arrangement that could see an increase in the writ of the military. Meitei civil society groups have been at the forefront of movements to demilitarise the North East. Manipur has a turbulent history of human rights violations and fake encounters. Explained Imphal-based journalist and author Pradip Phanjoubam, “Some people are afraid of the President’s rule as they had bad experiences about the President’s rule and army operations in the past.”Politics, reallyAnother possible reason behind the Centre sticking with Biren Singh, many speculate, is that replacing him would amount to an acknowledgment that the “double engine” government – a reference to the BJP being in power in both the state and the Centre – had failed in Manipur.That could have a ripple effect in the rest of the North East, say observers, adversely affecting the BJP’s carefully cultivated image over the years that it had brought peace to the region.","author":"Rokibuz Zaman","time":"2023-06-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191591-qoactqglxh-1687697223.jpg","tags":["N Biren Singh","Manipur","Meitei","Amit Shah"]}