{"title":"Why we should be talking about water-intensive bathware","content":"May was a roller coaster month in Delhi, water wise. Just before pre-monsoon showers hit the Capital on the weekend of May 21-22, arguments had started in Sarita Vihar over the limited municipal water supply. At their hottest, the spats culminated in a woman getting into a shouting match with a member of the residents’ welfare association. His comeback – “Are you stupid?” – did nothing to alleviate her anguish.Every summer, grumblings and spats around water shortage grow more intense. And every year, the first rain of the season seems to wipe the slate clean. People go back to turning on the water pump at 5 am and filling up overhead tanks. The water-saving ideas adopted during the previous months – from taking bucket baths to reusing water from the kitchen to wash floors and water the plants – go out the window.Yet conservationists say the rainy months are the most important time to think about water. They don’t grudge people the one-off spa shower or their luxury bathroom fittings, but they do emphasise the moral and strategic need to use water sensibly and “pay its ecological price”.“For me, my being on the planet and in this city has consequences for the environment – I want to minimise that impact,” said Vishwanath S, who runs Rainwaterclub.org and a sustainable design firm called Biome Solutions with his wife Chitra in Bangalore. In their own home, Chitra and Vishwanath have rainwater harvesting systems as well as a small greywater treatment unit. And through their work, they promote rainwater harvesting, spreading environmental consciousness at a time when the bathware market is pulling in different directions.The bath fittings industry is growing at a compound annual rate of 12% to 15%, according to one estimate, and was pegged at Rs 3,500 crore in 2015-’16. Showers are replacing bucket baths and the premium segment of showerheads is growing at 1% to 4%, according to data from Hindware bath and sanitaryware maker. Thanks to these luxury showerheads, there are many now who enjoy a “rain shower” that uses up to 200 litres of water in 10 minutes when the Bureau of Indian Standards’ allocation across Indian cities is 135 litres per head per day.“Definitely, there are more water-guzzling [bath] mechanisms out there,” said Rohini Nilekani, the chairperson of Arghyam, an organisation in Bangalore that funds sustainable water use projects. “We were in Rajasthan for a project in an area that had acute water shortage and the hotel bathrooms had huge showerheads.” Searching for solutionsVishwanath says showerheads (including the latest rain spa showers), jacuzzis and swimming pools have a wellness aspect to them, and can’t be dismissed outright as water inefficient. “The idea is not to put a system of guilt on people, to say whether you should be swimming or playing [Indian Premier League] cricket when there is drought.” Instead, Vishwanath recommends a basic level of mindfulness and taking full advantage of the upcoming rainy season.“There are three ways to harvest rainwater,” said Vishwanath, often called the rainman of Bangalore. “Collect it from the rooftop and filter it, store it in some sort of tank or build a recharge well [essentially a pit so the water can go down into the ground].” When it’s raining, setting up a bucket under the storm drain to collect water for washing the clothes/dishes/floors, too, is a good idea, he says.In addition, he suggests uses for the showerhead that are more efficient than taps, like washing dishes. “You need greater surface area than volume of water to wash the dishes.”Puneet Srivastava of WaterAid, an international non-profit working to improve access to safe water, says there’s compelling evidence that where people have taken water conservation upon themselves, it has worked wonders. He cites the examples of movements led by Anna Hazare in Ralegan Siddhi in Maharashtra, and Rajendra Singh’s Tarun Bharat Sangh in Alwar, Rajasthan. “It’s really about water management because no one is producing water.”That is where ideas like building check dams and storage tanks to store rainwater and prevent run-off come in handy, especially to capture rainwater that can then be used year-round.Last week, the Union water ministry uploaded a draft national water framework Bill for the protection and regulation of groundwater. The Bill, which is open to public comments and suggestions till June 25, too asks that groundwater be treated as a common pool resource to be protected, conserved, regulated and managed with the state as a public trustee. To Mumbai-based Aabid Surti, the most obvious way individuals can contribute to water conservation is by fixing leaky faucets. In 2007, he started a simple but effective campaign to go to people’s homes with a plumber and fix the leaks himself. “I started with friends’ homes. They all had the same excuse: ‘No plumber will come home for a small job like fixing leaky faucets.’ So I took a plumber with me.” In the first year of the campaign, he visited 16,664 homes and found 415 leaky faucets.Surti is launching a new campaign called Save Water, Says God to coincide with the monsoon. “Mohamed says, ‘You have no right to waste water, even if you are sitting near a flowing stream,'” said Surti. His message to individuals, which will be printed on 100,000 posters to be stuck outside mosques, temples, churches and synagogues (with appropriate quotations and stories on conserving water from the respective religious texts), is simply this: Waste not, want not.Who does it benefit?Before launching the non-profit iSambhav, Niranjan Khatri was general manager of environment initiatives at ITC hotels. He saw the wastage from half-full glasses of water and indiscriminate showers. “Water empathy has to come in [on an individual level], and maybe we need to change the rules of service in this country,” he said. “The first thing you do when someone comes over is offer them a full glass of water. What if you asked them if they wanted a drink of water first and return with a glass and bottle to serve only as much as they want?”Khatri adds that without this empathy, we will remain oblivious of the “criminal waste of water” in our own homes. Like through old water closet systems that use 20 litres of water when what you need to flush solid waste is about 6.5 litres. A permanent solution would be to replace them with dual flush technology. But here again, the issue of incentivisation and pricing comes in. It costs money to replace a toilet, and if it’s functioning fine, the man or woman on the street sees little value in replacing it.If water was priced in the same way as electricity, more people might want turn off their taps properly and switch to bucket baths, says Khatri. But, he adds that even minus this economic impetus, there is an urgent strategic need to save water. “At the time of Independence, water availability [in India] was 6.5 lakh litres per person per annum. Now, it’s shrunk to 1.5 lakh litres per person per annum. We are water-stressed, and this will lead to civil strife if we don’t do something about it now.”A report of the standing sub-committee on assessment of availability and requirement of water for diverse uses in 2011 said that water demand would increase from 810 billion cubic metres in 2010 to 1,447 billion cubic metres in 2050, an increase of 1.78 times.“What we need to do is apply the principles of finance to water conservation,” said Khatri. “You invest 10% to 20% of your salary for retirement when you are earning. Similarly, you should save water when it’s raining. It rains for about three months. Over 100 hours of which 10 hours is heavy rainfall. Can we have systems to save this water?”Nilekani points to an important equation – or lack thereof – in the water conservation debate. “Though there is a strong moral and strategic imperative to move to a low-water economy and a low-water society, the ethical argument for conserving water is tricky to make,” she said. This is because, as she says, water is a local phenomenon. If the woman in Sarita Vihar who was disappointed in the resident association member’s unresponsiveness to her water woes uses a bucket or two less, it doesn’t automatically mean that someone in drought-stricken Marathawada or Bundelkhand areas will benefit directly.It seems, then, that the issue of water conservation, and the ethics of use, runs on two parallel tracks: No, there isn’t a one-to-one connection between taking a shorter shower and someone in Latur getting a glassful of water instead. Yes, if each of us gets a little judicious in conserving and more creative at storing rainwater, then we can improve the lot for everyone as a whole.","author":"Chanpreet Khurana","time":"2016-06-09T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809223-hitdjbfrgv-1464867552.png","tags":["Environment","Water woes"],"source":"https://scroll.in/article/809223/why-we-should-be-talking-about-water-intensive-bathware"}