{"title":"Why was Assam's Nellie massacre of 1983 not prevented, despite intimations of violence?","content":"On February 15, 1983, a wireless message went out from the officer in charge of the Nagaon police station in Assam. It read:“INFORMATION RECEIVED THAT LAST NIGHT ABOUT ONE THOUSAND ASSAMESE PEOPLE OF SURROUNDING VILLAGES OF NELLIE ARMED WITH DEADLY WEAPONS ASSEMBLED AT NELLIE BY BEATING OF DRUMS (.) MINORITY PEOPLE ARE IN PANIC AND APPREHENDING ATTACK AT ANY MOMENT (.) SUBMISSION FOR IMMEDIATE ACTION TO MAINTAIN PEACE.”Three days later, the crowd moved in. On the morning of February 18, Nellie and 13 nearby villages were surrounded by mobs wielding country guns and machetes. For more than six hours, between eight in the morning and three in the afternoon, they killed around 1,800 people. The unofficial toll counts 3,000 dead. But why was the local administration not able to prevent the massacre despite intimations of unrest?Commissions of enquiryIn the aftermath of the violence, the state government took the tried and tested route. It set up a Commission of Enquiry on the Assam Disturbances in July 1983, headed by TP Tewary, an officer in the Indian Administrative Service. The terms of the enquiry were: “to look into the circumstances” leading to the violence that spanned from January to April 1983, “to examine the measures taken by the concerned authorities to anticipate, prevent and deal with these disturbances”, and “to suggest measures to prevent the recurrence of such incidents”.The commission produced a sprawling, 547-page report in May 1984, having interviewed hundreds of witnesses as well as state officials. But the many layers of forgetting that fell upon Nellie also buried the report. It was never tabled in the state Assembly. For decades, its contents remained a closely guarded secret, with a few photocopies circulating among activist groups. It was only in the last few years, after an application under the  Right to Information Act was filed by the Centre for Equity Studies, that the contents of the report entered the public domain.The report concludes: “It is entirely unwarranted to give a communal colour to the incidents under enquiry.” It is at pains to argue that the motivations of the violence that occurred in a three-month period were rooted in conflicts over land, language and ethnicity, in Assam’s old struggle to eject the “outsider” and restore the homeland of its “original inhabitants”. It points out that in some parts of Assam, Muslims were the aggressors and Hindus the victims. In some areas, Bengali Hindus and Muslims banded together to attack Assamese villages. In other areas, there were clashes between tribal groups and ethnic Assamese. “If there is a Nellie there is also a Chamaria or a Malibari,” the report says, referring to incidents where Assamese Hindus had been attacked.The violence that engulfed the state in those three months grew out of the Assam Movement. Launched by the All Assam Students Union in 1979, the agitation was aimed at “illegal Bangladeshi immigrants” who had migrated to the state in waves, settling on land that was in short supply and entering electoral rolls. Matters came to a head when the government scheduled Assembly elections in 1983, prompting the AASU to step up its agitation and call for a boycott. It divided the population into two camps, those who supported elections and those who did not, and violent clashes erupted. But another story also emerges from the testimonies recorded in the Tewary Commission, that of an administration trying to account for itself and failing. However, the commission tries to direct attention to cases of individual guilt. For that fateful morning in Nellie, at least, the report narrows responsibility down to three specific officers.February 18, 1983In Nagaon district , where Nellie is located, the elections had been scheduled for February 14. About 40% of the district’s inhabitants were Muslim, many of them immigrants. The Assam agitation had shaded into extremist violence here, and the AASU had come into conflict with the All Assam Minority Students Union. The district had seen blasts and clashes in the three years leading up to the elections. So when the government decided to go ahead with polls, the deputy commissioner expected violence. The administration was prepared, he said, with polling stations divided into three categories – “safe”, “moderately safe” and “unsafe”. There were preventive arrests of more than 1,000 people and 22 persons were detained under the draconian National Security Act. On February 16, the army was asked to help with law and order in certain areas of the district.What, then, went wrong? The Tewary commission traces it to the wireless message sent on February 15. The officer in charge at Nagaon sending it had omitted to inform the deputy commissioner and the superintendent of police. So the district control room, located in Nagaon, remained in the dark. But the Tewary commission pins the blame on the three recipients of that message.They included the commandant of the 5th Assam Police Battalion, who was also in charge of law and order in Morigaon, the subdivisional police officer of Morigaon, and the officer in charge of the Jagiroad police station. All three denied receiving the message, which was delivered to the officer’s wife in one case, languished on a table in the other and in a “put up basket” in the third.But there was another intimation of impending violence. The same day, Hindu inhabitants of the village had complained to the deputy superintendent that they feared an attack. KPS Gill, then inspector general of police in Assam, had asked the Jagiroad officer in charge to patrol the area and form a peace committee. On February 17, the officer had visited Borbori, one of the 14 villages that would be hit by violence. Residents there had asked him to post armed police at the spot but he declined, later saying he did not have enough men. The report refutes this claim, pointing out that reinforcements had arrived in time. The next day, he got word of trouble in Nellie at 10.54am but chose to send two platoons of the Central Reserve Police Force. He followed hours later, claiming he did not know a path to the village. He also said he was forced to stop and rescue drowning persons in a river on the way. A barely veiled note of amusement enters the report at this point: “On that day, within a period of three hours he is supposed to have rescued two hundred drowning persons, indeed a miraculous task.”The subdivisional police officer of Morigaon was also notified about the violence at 12.30 pm on February 18 but merely passed the message on to his colleague in Jagiroad. It is not clear what lapses the commandant was guilty of, apart from neglecting to check his mail.The officer in charge at Jagiroad was suspended and the government ordered disciplinary action against him. The subdivisional police officer from Morigaon was suspended for 10 days but then reinstated. There is no record of action taken against the commandant.For the deputy commissioner and the superintendent of police, the report has praise: their performance was “in keeping with the high traditions of public services”.A few bad men?Could the tragic events at Nellie been avoided if the three men had “been more careful with their dak (letters)”?  For the most part, the Tewary commission exonerates the law and order machinery: “There were lapses of individuals but the system worked well.” Yet its own findings contradict this statement. In almost every district, it is the same story – trouble starts with the AASU declaring a boycott and extremist offshoots of the agitation implementing it with violence. Roads were blocked, bridges blown up and phone lines cut. Isolated police officers, short of vehicles and unable to communicate, found themselves unable to contain largescale violence. What system, exactly, was working well?Disciplinary action, if it was taken at all, was largely restricted to mid- or lower-level officials. The report admits that “Lower formations of the police had a soft corner for the agitation.” Many of them were Assamese, and in some places they had suffered directly from the violence. Besides, four years of policing the agitation had frayed nerves and “demoralised” the police force. When elections were declared, many were reluctant to turn up for poll duty.In Goalpara district, one senior official admitted that “certain administrative actions”, such as mass suspensions and physically forcing government servants to election duty, could have contributed to the violence. Indeed, it was in Goalpara that members of the Assam Police Battalion shot two sentries guarding a polling station on February 16. A crossfire had then ensued between the battalion and the CRPF, killing personnel on both sides. The incident had played a large part in undermining law and order.Who is to bear responsibility for sending out disaffected, ill-equipped men to deal with raging mobs, for pressing forward with elections even though there were large-scale strikes among government employees? The Tewary report gives a clean chit to the state administration, even defending its decision to hold elections at that volatile moment. It also makes scant mention of the Centre, which was largely absent.  Yet in the years that followed, 688 first information reports were filed for the Nellie massacre, resulting in just 299 chargesheets and no prosecution – the state administration had not thought it necessary to press for justice. And then Prime Minister Indira Gandhi was later asked why she had not responded promptly to the Nellie massacre. “One has to let such events take their course before stepping in,” she replied.Grimly prescient words, given the events which followed the prime minister’s own death in Delhi 1984.","author":"Ipsita Chakravarty","time":"2017-02-18T11:58:48.784699+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829682-51739-ceclwctlbm-1487406219.jpg","tags":["History sheets","Assam","Anniversaries","Immigrants and Migrants"]}