{"title":"‘Why punish everyone?’: Panic, anger in Moreh as Kuki-Zos allege excesses by Manipur police","content":"A joint operation of central forces and the Manipur police has triggered panic and anger in and around the border town of Moreh, with several allegations of police excesses on Kuki-Zo civilians, including a 15-year-old girl.Since Thursday morning, hundreds of women and children have fled their homes and gathered at the entrance of several Assam Rifles camps in Moreh, which is in Manipur’s Tengnoupal district. They say they are seeking shelter from Manipur police commandos, who they accuse of burning houses, destroying vehicles and beating up villagers on the pretext of search operations.Ten 10 Kuki legislators of the state, including eight Bharatiya Janata Party MLAs, have accused the state police commandos of molesting women and assaulting people belonging to their community.Since the ethnic clashes broke out between the majority Meiteis and the Kuki-Zo tribals six months ago, the latter have accused the Manipur police commandos of playing a partisan role, and abetting violence against them. Over 200 people have been killed in the state in the ethnic conflict and nearly 60,000 displaced from their homes since May.The superintendent of police in Tengnoupal, Luikham Lanmiyo, denied any “instance of molestation”.The combing operations began on October 31, as central forces and Manipur police personnel embarked on a search for the killers of a Manipur police officer, Chingtham Anand Kumar, who was shot dead by a sniper in Moreh, a town bordering Myanmar.The Manipur government said the police official was killed in “unprovoked firing by armed Kuki militants” while he was overseeing the construction of a helipad on the grounds of a local school. Women and children seek shelter at an Assam Rifles camp on Thursday evening. Credit: Special Arrangement ‘Houses burnt’ The conflict has resulted in a near-complete ethnic separation in Manipur. In the hill districts, where the Kuki-Zos are in a majority, the predominantly Meitei state police is looked at with suspicion.Since May, when Manipur slipped into a civil war, Kuki-Zo residents have been protesting the presence of Meitei police commandos in Moreh. When additional state forces were sent from Imphal to Moreh on October 31, a multi-ethnic town where the Kuki-Zos are in a majority, there was stiff resistance.On Tuesday afternoon, a group of Kuki-Zo women near Senam, a village along the national highway, stopped a group of Manipur police personnel on their way to Moreh.The Kuki-Zo village of about 200-odd residents is around 50 km from Moreh.  The chief of Senam village, Jangkholal Haokip, told Scroll, “The commandos threatened the women and asked to lift the blockade on the count of three or they would fire.”Haokip added: “They counted one, two, three and fired. The women fled, some were injured and there was an exchange of fire between the Manipur police and village volunteers.” After two hours of firing, the Manipur police commandos, who were travelling in six or seven gypsy vans, entered the village and “fired” indiscriminately, said Haoikip. “We saw with our own eyes that the commandos burned down two houses,” Haokip said. “The vehicles parked on the road were set on fire.” Haokip claimed that the commandos also looted some houses, including his. “They entered my house and took away my land documents, my ATM card, even my Aadhaar and PAN cards, and Rs 2 lakh in cash,” he said. “They also stole a TV and laptops. We had to hide in the jungles till the sunset.” Asked about the allegations, Lanmiyo, the Tengnoupal superintendent of police, told Scroll that “stray cases have been reported of harassment and ransacking properties”.Residents of Govajang say that the police forcibly entered their houses and ransacked them. Courtesy: Thangpao Kipgen‘A 15-year-old beaten up’   A day later, the Manipur police commandos reached Govajang, another Kuki-Zo village, about 2 km from Moreh town.“They attacked the villagers, beat up children and women and dismantled four houses,” Thangpao Kipgen, a resident of Govajang and the brother of the village chief, told Scroll. Kipgen said around 100 men of the village escaped to the nearby forests. “They are still in hiding.”A complaint was filed in Moreh police station on November 2 by the mother of a 15-year-old, who was allegedly attacked by the police commandos.In the complaint, a copy of which Scroll has seen, the 46-year-old woman alleged that a group of Manipur police commandos kicked open the door of their home around 4.30 in the afternoon while they were having a meal. She said the policemen assaulted her and her 15-year-old daughter “physically and verbally”. “They hit [my daughter’s head],” she wrote in the complaint. When another woman relative came to help her, she was assaulted too, said the complaint. A first information report is yet to be filed in the case. Kipgen said before the commandos left, they had warned the villagers, saying they would come back.The women and children spent the night in the village and the next morning, they reached the Assam Rifles post at Gate No 4, close to the Govajang village. “But they were not allowed to enter,” Kipgen said.Countless innocent Kuki-Zo civilians, mostly women & and children, are rendered homeless at Moreh Town by communal Manipur Police Commondos. Even the @official_dgar denied shelter to these helpless civilians.@AmitShah @narendramodi @IndiaTodayNE @vijaita pic.twitter.com/07DktFsQyn— H S Benjamin Mate (@BenjaminMate1) November 2, 2023\n\n‘Can’t punish women and children’Multiple Moreh residents told Scroll that, as news spread of the Govajang village incident, hundreds of Kuki-Zo people rushed to Assam Rifles camps in Moreh.More than 500 people from 10 villages are still waiting outside the Assam Rifles post near Gate No 4, said Janghaolun Haokip, secretary of the Kuki Inpi Manipur, a leading Kuki civil society organisation.They alleged that on the pretext of looking for armed men, Manipur police commandos had been ransacking people’s homes. “The fear of Manipur police commandos’ bullets is why people are fleeing their homes,” said Satminthang Kipgen, president of the Kuki Students’ Organisation.  “We are not against catching the culprit because we were also shocked,” said David Vaiphei, an advocate from Moreh, whose family, too, is waiting outside one such camp. “But people are afraid of this combing operation. Wherever they went, these police commandos molested women and beat them up.”The Kuki-Zo residents allege they are being punished for a crime they did not commit. “You can’t forget the law and punish everyone,” Vaiphei said. “Let us assume that it is a Kuki who killed the policeman. But you can’t punish the women and children for the actions of one person.”An Army official said that the residents in Moreh who have sought refuge from the Assam Rifles have been requested to move to the KLP, a permanent camp in Moreh, which has better facilities for women and children. “These small camps do not have the capacity to hold the hundreds of distressed women,” the official said. He said the Army cannot verify whether the arson and looting in the villages were carried out by Manipur police commandos or armed men in police uniform. Kuki-Zo representatives also said they suspected the hand of armed Meitei armed militias in the attack.Satminthang Kipgen alleged that the commandos who burnt down the houses were not from the state forces. “Most of them are armed Meitei miscreants in police uniform,” he said.  The Tengnoupal unit of the Kuki Inpi has alleged that members of the Arambai Tenggol, an armed Meitei group accused of violence against Kuki-Zos, accompanied the Manipur police in the combing operations.Tengnoupal superintendent of police Luikham Lanmiyo said the allegations of the Kuki Inpi were “false”.‘Withdraw Manipur police’The 10 tribal legislators condemned the Manipur police action as “unprofessional” and “inhumane” and blamed the fresh deployment of commandos in Moreh for the violence.“The lack of faith that our people have in the state forces stemmed from the innumerable instances of their direct involvement in attacking Kuki-Zomi-Hmar villages during the current conflict,” they said in their statement.They also appealed to the home ministry to intervene and ensure withdrawal of all Manipur police commandos deployed in Moreh and tribal areas and replace them with “neutral” central forces.“We do not object to or resist the deployment of the central forces,” Janghaolun Haokip, secretary of Kuki Inpi Manipur, told Scroll. “But sending Manipur police commandos is an attempt to take over Moreh.”Haokip alleged that the control of Moreh would help the Meitei insurgent groups based in Myanmar.An additional director general of police, who did not wish to be identified, dismissed the objections. “What is the locus standi of those opposing the deployment of state forces?”The police official added: “Moreh is an important and strategic location. The commandos are from Manipur Police and they can be deployed in any place in the state.”","author":"Rokibuz Zaman","time":"2023-11-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195575-zslqhdstzm-1699015734.jpg","tags":["Manipur unrest","Kuki","Meitei","Manipur violence","Moreh","Ten Kuki MLAs","Assam Rifles","Manipur state forces","Manipur commondos","moreh combing operation"],"source":"https://scroll.in/article/1058598/why-punish-everyone-panic-anger-in-moreh-as-kuki-zos-allege-excesses-by-manipur-police"}