{"title":"Why the Chandigarh mayor polls escalated into a national controversy ","content":"On Tuesday, after the Bharatiya Janata Party’s Manoj Sonkar was declared winner in the Chandigarh mayoral election even as the Congress and Aam Aadmi Party accused the presiding officer of unfairly invalidating votes of eight of their councillors.Mayoral elections rarely make national headlines, but this incident was on the front pages of newspapers around the country.  Because the Congress and the Aam Aadmi Party had put up a joint candidate, the election had been billed as a contest between the BJP and the INDIA bloc of 27 Opposition parties. Some observers projected this mayoral race as a test case of how the INDIA block would function in the Lok Sabha elections. For instance, journalist Pallavi Ghosh claimed in a message on X that the Tuesday’s result was “the first blow to INDIA alliance”. The loss, she suggested, was “bound to give ammo to both to argue why alliance won’t help each other”.The first blow to INDIA alliance - Chandigarh mayor post goes to the BJP - aap and congress has tied up - this loss now bound to give ammo to both to argue why alliance  wont help each other— pallavi ghosh (@_pallavighosh) January 30, 2024\n\n\nAt a press conference after the counting, Aam Aadmi Party MP Raghav Chadha also suggested that the manner in which the Chandigarh mayoral election had been conducted – which he described as unconstitutional and illegal – was a foretaste of the national polls.  “We are worried as to what will happen in upcoming 2024 [Lok Sabha] polls if the BJP can stoop to such a low level and commit forgery and illegality,” he said. “The BJP can go to any level to rig the election process and indulge in every possible electoral fraud and electoral malpractice.”BJP ने जो आज चंडीगढ़ मेयर चुनाव में जो किया वो राष्ट्रद्रोह है। - सबसे पहले BJP ने अपने पदाधिकारी नेता को इलेक्शन का presiding officer नियुक्त किया - ⁠चुनाव के दिन 18 जनवरी को presiding officer को बीमार करके अस्पताल में भर्ती कर दिया और चुनाव अनिश्चित काल के लिए टाल दिए।-… pic.twitter.com/jPSt5PMEms— Raghav Chadha (@raghav_chadha) January 30, 2024\n\n\nAfter Tuesday’s election, the Aam Aadmi Party approached the court alleging vote tampering. On Wednesday, the Punjab and Haryana High Court asked the Chandigarh municipal corporation and city administration to respond within three weeks to the Aam Aadmi Party’s plea asking for new elections to be conducted, this time supervised by a retired High Court judge. But it refused to stay the results.What happened on Tuesday?On Tuesday, the BJP’s Sonkar was up against Kuldeep Kumar Tita – the candidate nominated jointly by Congress and the Aam Aadmi Party.  At stake were the votes of 36 councillors of the Chandigarh Municipal Corporation. The scales seemed to be tipped in favour of the INDIA bloc candidate.The  Aam Aadmi Party has 13 councillors in the municipal council and the Congress has seven. The BJP has 14 councillors. The party was assured of another vote from Chandigarh MP Kirron Kher, who is an ex-officio member of the municipal body.However, after the counting, Sonkar was declared to have received 16 votes to Tita’s 12. This was because an Akali Dal councillor had voted for Sonkar, while eight votes were declared invalid by presiding officer Anil Masih.Masih, a nominated councillor and the general secretary of the BJP’s Chandigarh unit minority cell, told ANI that certain “tick marks” had been found on the eight ballot papers that he declared invalid. He also accused the Congress and Aam Aadmi Party of disrupting the election process, claiming that leaders of the two parties had snatched the ballot papers when he invited the polling agents of the two candidates to check them after the results had been declared.  #WATCH | Presiding Officer for Chandigarh Mayor election, Anil Masih says, \"...A total of 36 votes were cast. When we were issuing the ballot papers, a few AAP and Congress Councillors were concerned that the papers had spots and marks - so, they asked me to change around 11… pic.twitter.com/m5Bp9YUy3J— ANI (@ANI) January 30, 2024\n\n\nThe Aam Aadmi Party and Congress claimed that Masih himself had made scratches on the ballot papers that he invalidated, The Indian Express reported. Former Congress MP Pawan Bansal also claimed that the polling agent of the alliance candidate was not allowed to see the ballot papers and that BJP members tore them up after Masih declared the winner.Several AAP and Congress leaders, including Delhi Chief Minister Arvind Kejriwal tweeted a video in which Masih can be seen signing off the ballot papers as the presiding officer is required to do. On some of the ballot papers, Masih can be seen making an extra stroke of the pen, they claimed. Scroll could not determine what Masih might have been marking or writing on these ballot papers.In his tweet, Kejriwal said that the video showed that votes had been tampered with.आज चंडीगढ़ मेयर चुनाव में वोट टैम्परिंग का पूरा वीडियो…आज मेयर के चुनाव में तो ये लोग रंगे हाथों पकड़े गए, ये वीडियो सामने आ गया। अभी तक देश में ना जाने कितने चुनावों में इन्होंने इस क़िस्म के फ़र्ज़ीवाड़े किए होंगे, ना जाने कितने चुनाव इस तरह बेईमानी से जीते होंगे? pic.twitter.com/KXTBG43zeQ— Arvind Kejriwal (@ArvindKejriwal) January 30, 2024\n\n\nIn another video, after Masih finishes counting, BJP leaders can be seen rushing Sonkar to the presiding officer’s chair. A scuffle follows as one man who picked up some of the ballot papers from the presiding officer’s desk is attacked by a group of men. The group then snatches away all the ballot papers and hands them over to Masih, who leaves.  When the Presiding Officer announced the result, the BJP Mayor Candidate sat on the Mayor Chair, and the Presiding Officer left with the rejected votes without showing them to the Councillor agent. #ChandigarhMayorElection pic.twitter.com/ACo9gRxjk4— Gagandeep Singh (@Gagan4344) January 30, 2024\n\n\nThe posts of senior deputy mayor and deputy mayor of the civic body also went to the BJP with 16-0 margins as the Congress and AAP abstained from voting as a mark of protest against polling for the mayor post.Controversial lead up to the electionsThis is not the first time that the High Court has to get involved in the mayoral elections. On January 24, the court had directed the Chandigarh administration to hold the elections on January 30 and ensure that “no ruckus takes place in or around the Municipal Corporation office prior to or during or after the election process”.The court was hearing a plea by Tita after the Chandigarh administration postponed the election, scheduled for January 18, to February 6. The decision was taken after hours before the election because Masih said he was unwell. The Chandigarh administration cited his illness and apprehensions of breach of law and order to delay the election. The Congress and Aam Aadmi Party protested, claiming that the administration had acted at the behest of the BJP.Ahead of the voting on Tuesday, Aam Aadmi Party councillors were taken to an undisclosed location  amid concerns that they could be poached by the BJP,  The Tribune reported. Their phones were unreachable. On Tuesday, there was controversy even before the voting started as mediapersons were not allowed to sit in the Assembly hall where the polling was being conducted. They were made to sit in a conference room, where they could only hear those speaking on microphones inside the Assembly hall, according to The Tribune. Unlike in previous elections, polling agents were not allowed to be present near the counting table, the newspaper reported.The Chandigarh mayoral poll has been a closely contested affair since the Aam Aadmi Party won Assembly elections in Punjab in 2022. That year, the party won 14 councillor posts, while the BJP won 12. The Hindutva party managed come level after a Congress councillor defected to the BJP.  In addition, the Chandigarh MP, who belongs to the BJP, also gets a vote in the elections. The 2022 elections saw a similar situation playing out, on a smaller scale. The BJP won the mayoral polls because the vote of one AAP councillor was declared invalid.","author":"Scroll Staff","time":"2024-01-31T15:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198039-zvbekkjlge-1706690650.jpeg","tags":["BJP","AAP","Anil Masih","Congress","Chandigarh","Chandigarh Mayor","Chandigarh Mayor election"],"source":"https://scroll.in/article/1063003/why-the-chandigarh-mayor-polls-escalated-into-a-national-controversy"}