{"title":"Why many in Assam are unhappy with a proposal to count ‘Assamese Muslims’","content":"In April, a government-appointed committee in Assam suggested separate identity cards and political representation for those it described as “indigenous” or “Assamese Muslims”. This would help distinguish them from “Bengali-speaking Muslims”, the committee said.“Due to the lack of a separate identity bestowed upon the Assamese Muslims, they are bracketed together simply as Muslims,” said the subcommittee on the “Cultural Identity of Indigenous Assamese Muslims” in a 52-page report.It also recommended that the government carry out a census to identify members of the community. According to the 2011 Census, the population of Muslims in Assam is 1.06 crore, which accounts for 34.22% of the state’s total population.The report acknowledges there is no official data on how many “Assamese Muslims” live in Assam. However, citing unofficial estimates, it says there are about 42 lakh Assamese Muslims. The words “indigenous” and “Assamese” are used interchangeably in the report.Muslim groups who identify as indigenous to Assam have mixed feeling about the proposals. Some resent their religion being made more prominent than their ethnic identity. Meanwhile, Bengali-origin Muslims fear they will be isolated further, cast as outsiders in Assam.Who is an ‘indigenous Assamese Muslim’?But who is an indigenous Assamese Muslim? The subcommittee makes no mention of official criteria by which they may be identified.After receiving the report, Assam Chief Minister Himanta Biswa Sarma said the state government had accepted a definition of “indigenous Muslims”. However, that definition has not been made public.Wasbir Hussain, editor-in-chief of the Guwahati-based news channel Northeast Live TV, who heads the four-member subcommittee, also refused to divulge details.“Our committee has submitted its report. Now, I would like to leave things to the wisdom of the government and not make any comments,” Hussain told Scroll.in.The subcommittee was formed in July 2021, part of a larger government initiative to identify and empower “Assamese people”. This flowed from Clause 6 of the 1985 Assam Accord, the culmination of the six-year-long Assam Movement. The accord aimed to satisfy the demands of Assamese nationalists, who claimed the land, culture and political rights of the “indigenous” people of Assam were under threat from “foreigners”. Clause 6 of the accord spoke of “constitutional, legislative and administrative safeguards” to preserve the “cultural, social, linguistic identity and heritage of the Assamese people”.In 2019, the Union home ministry set up a 14-member committee to implement Clause 6. Hussain is also part of the committee. Deliberations of the committee centred largely on the fraught question: who are the “Assamese people” whose identity and heritage must be protected?A report that surfaced in August 2020 said the committee had suggested people who lived in Assamese territory before January 1, 1951, and their descendants should be considered Assamese. Even this working definition has been contested.While the legal definition of “Assamese people” is still being hammered out, the subcommittee report avoids going into the specific criteria for being considered an “Assamese Muslim”. Instead, it delves into history to talk about five Muslim communities – Goriya, Moriya, Deshi, Julha, Syed – who  may be called “indigenous” to Assam. The idea of a census of Goriya, Moriya, Deshi and Julha groups was first floated by the Assam government in 2020 but never took off. In April, 2021, the Janagosthiya Samannay Parishad, an umbrella body of 21 “indigenous” Muslim organisations in Assam,  had started the census on its own. This exercise is yet to be completed.Wasbir Hussain, who heads the subcommittee that suggested a separate identity card and a census for 'Assamese Muslims'. Picture: WikipediaHistorical differencesThe subcommittee traces the history of Assamese Muslims to the early 13th century, when Bakhtiyaruddin Khalji, a Turko-Afghan military general, invaded the region. Later military expeditions, the religious conversion of a local ruler in the 15th century and the arrival of a Sufi mystic, who became known as Azaan Pir, in the 17th century are also credited with the spread of Islam in Assam.But the subcommittee ran into troubled waters as it reproduced contested histories in the report. For instance, according to the report, Goriya Muslims are descendants of Mughal soldiers who invaded Assam in the 17th century. The report cites colonial histories to say that since many of them claimed descent from from Gaur, the ancient Muslim capital of Bengal, they became known as “Goriya”. However, the report also suggests alternative antecedents for the community. People who were ostracised by Ahom society lived in separate villages known as “Goriya gaon”, it observes. Many were absorbed into Islam after Azaan Pir arrived in Assam, the report says.“We were not assigned to define Goriya. There is a difference of opinion regarding the definition of Goriya,” said one member of the subcommittee, who did not want to be identified. “We gave the facts based on the books mentioned in the [report]. We didn’t add anything by ourselves. There are differences among them [the Goriya community] as well.”But some Goriya groups objected to the report’s inclusion of histories which claim the word “Goriya” came from Gaur and the community is descended from Mughal soldiers. Mir Arif Iqbal Hussain, general secretary of the Sadou Asom Goriya Jatiya Parishad, said it came from the Assamese words “Goriya Pora”, or outcast community. He argued that the Goriya community in Assam predates the advent of Islam in the region.Iqbal Hussain referred to Ahomar Din, by Assamese historian Hiteswar Barbarua, for a different history of the community. The book speaks of a man named Chengsai Goriya, encountered in 1228, who was not a Muslim.Ethnicity, not religionThe problem, Iqbal Hussain felt, was the subcommittee’s privileging of religion over ethnicity. “We opposed the term Assamese Muslim to [club] Goriya, Moria, Deshi and Julha [communities] under a single identity,” he added. “All of them are separate and distinct ethnic groups with their own culture and ethnic base.” According to him, Assamese society was organised on the basis of language and ethnicity, not religion.“The use of the word ‘indigenous Assamese Muslim’ will divide the Assamese people on religious lines, which is dangerous for Assamese society,” Iqbal Hussain said.Apart from the Sadou Asom Goriya Jatiya Parishad, the Goriya Moria Deshi Jatiya Parishad have officially submitted their objections – both on matters of history and on the report’s apparent emphasis on religion over ethnicity. According to the subcommittee member, their objections have been passed on to the government.‘A sea of Muslims’Even organisations that welcomed the proposals of the report share this discomfort. Take the Lower Assam-based Sadou Asom Goriya Moria Deshi Jatiya Parishad. “There is a sea of Muslims in Assam,” said Sahir Bhuyan,  advisor to the organisation. “It is difficult to differentiate between indigenous Muslims and Bengali-origin Muslims as we have similar names. That’s why we have asked for identity cards and a census to safeguard the indigenous Muslims.”Bhuyan said that the “influx” of Muslims from outside Assam had  “threatened”  the native Muslims of the state.However, he added, “One of the main demands is that we need our ethnic identity [recognised]. It is not necessary to remind that we are Muslims every time.”Similarly, the Deshi Janagoshtiya Mancha, a group for Deshi Muslims in Assam, had no major objections to the subcommittee report. Sheikh Hedayetullah said he wanted a census and identity cards – but specifically for Deshi Muslims, not an overarching category called “Assamese Muslims”.“There is no doubt that we are Muslims – we don’t need the religious identity,” he said. “But we are an ethnic community and we need a distinct identity for that. Small communities such as Goriyas and Deshis fear their distinctive ethnic identities will be erased in the new categorisation.“Deshis are a small community with a population of 14.5 lakh,” Hedayetullah said, citing the organisation’s own estimates. “We want our people to have a distinct identity.”Took part in a padyatra in Ward No.1 of Guwahati Municipality in support of our alliance candidate Ranjan Patowary. The kind of faith the indigenous Assamese Muslim community of Garigaon has shown towards our alliance was overwhelming and it gives a great sign for the future. pic.twitter.com/NOAntJ6JCo— Jayanta Mallabaruah (@jayanta_malla) April 20, 2022\n\nThe politics of representationAmong the Wasbir Hussain committee’s recommendations is separate political representation for Assamese Muslims. Said the report, “There are very few persons from the Assamese Muslim community who have been given tickets by major political parties to contest elections to the Assam Legislative Assembly, Lok Sabha or Rajya Sabha. This has resulted in low number of Assamese Muslim persons in these houses.”For some organisations, this is not enough. They say each ethnic community should get its own representative in the legislative assembly, not just one “Assamese Muslim” legislator to represent them all. Only then would “all the ethnic groups get fair representation,” Iqbal Hussain said.Hedayetullah said Deshi Muslims had asked for five separate assembly seats and one Lok Sabha seat in Lower Assam’s Dhubri district. The demand for separate representation is particularly strong in Lower Assam, home to a large number of Bengali-origin Muslims. Many of the prominent leaders here belong to the community. Congress candidates and parties like the All India United Democratic Front promise to safeguard the interests of the community as they campaign for elections.According to Hafisul Islam, joint secretary of the Goriya Moria Deshi Jatiya Parishad, all major political parties, including the BJP gave election tickets to Bengali-origin candidates in Lower Assam. This in spite of the fact that the BJP has been openly hostile to Bengali-origin Muslims – vowing to drive them out of the state if voted into power.Left with little choice, Islam said, communities like Goriya Muslims voted BJP in Lower Assam. ‘More backward’Meanwhile, Bengali-origin Muslims in Assam worry the new measures will marginalise them further. Already, the community is the target of a range of slurs, such as “illegal Bangladeshi immigrants” and “geda”, a crude way of saying “guy”. These terms are used against them by other Muslim communities as well.“The definition of indigenous has not been determined, how will the survey decide who is indigenous?” asked Hafiz Ahmed, head of the Char Chapori Sahitya Parishad, the largest literary body representing the Bengali origin Msulims living in Assam.  “Lakhs of Bengali origin Muslims have been married to the indigenous families. What will be the status of their children?”He also worried that the proposals would hurt a community that is among the poorest in Assam.“The allegation that indigenous Muslims are deprived of benefits due to the presence of the Bengal origin Muslims is baseless,” Amed said. “Bengali origin Muslims are more backward than the Goriyas, Moriyas and the Deshis. The government should also undertake a socio-economic survey of the Bengal origin Muslims.”Dividing Muslims?Some from Muslim communities considered indigenous to Assam also suspect the measures are an attempt to divide Muslims in the state.Take Taison Hussian, general secretary of All BTC minority students’ Union, who belongs to the Goriya community. He was sceptical of the Bharatiya Janata Party-ruled state government’s claim that it would look after the interests of Assamese Muslims.“We should be careful of so-called love shown by the BJP towards indigenous Muslims and the dangerous trap to divide the Deshi-Goriya-Miya people,” he said. The Assam chief minister, he pointed out, had openly called India a “Hindu rashtra”. Communal incidents in other states had made him wary. “The Muslims living in Delhi, Gujrat, UP, MP are also indigenous and they are also being tortured,” he said. “Those who offered prayers in Babri Mosque are also indigenous. Have Muslims gained anything from the BJP except hatred and discrimination?”","author":"Rokibuz Zaman","time":"2022-06-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168376-ryezpekxoh-1641280229.jpg","tags":["Assam","citizenship","ethnicity"],"source":"https://scroll.in/article/1025237/why-many-in-assam-are-unhappy-with-a-proposal-to-count-assamese-muslims"}