{"title":"Why Congress is losing votes over anti-Christian violence in Chhattisgarh","content":"As a man harbouring serious political ambitions, Biharlilal Tirkey has participated in several public protests in his adult life. In the last week of August, though, Tirkey was part of a protest he had never imagined he would be involved in, let alone lead: a picket outside the office of the Bharatiya Janata Party in Ambikapur, the headquarters of Chhattisgarh’s Surguja district. It was uncharted territory for Tirkey because he helms the Surguja district unit of Janjati Suraksha Manch, an outfit backed by the Rashtriya Swayamsevak Sangh, the ideological parent of the BJP. “I had no choice because the party is trying to appease the very people we are fighting against,” said Tirkey, when we met one evening in Lundra where he lives. Tirkey’s mutiny stemmed from the BJP’s decision to project Prabhod Minj, a former mayor of Ambikapur, as the party’s candidate from Lundra in the ongoing Assembly election in Chhattisgarh.Minj, who belongs to the Oraon Adivasi community, is a practising Christian, a dual identity not acceptable to the Janjati Suraksha Manch. The organisation has a singular objective: it wants Adivasis who have adopted Christianity to be “delisted” or removed from the Scheduled Tribes list. Conflating religion and ethnicity, it argues Christian converts have left the Adivasi fold, and therefore should not be eligible for the benefits of affirmative action enshrined in the Constitution for those recognised as Scheduled Tribes.“Since Lundra is an ST reserved seat, Prabhod Minj is not qualified to contest election from here,” claimed Tirkey, who identifies as a practising “Sanatani Hindu”. Biharlilal Tirkey heads the Surguja unit of the Janjati Suraksha Manch. Photo: Arunabh SaikiaAlmost a third of Chhattisgarh’s population are Adivasis. Only a miniscule have formally adopted Christianity – less than 2% of the state’s residents are Christian, according to the 2011 Census. Yet, the state has a long history of contention over religious conversions.During the British Raj, Christian missions came to spread the religion in the Adivasi-majority Chota Nagpur plateau, which extends to modern-day northern Chhattisgarh. As a counter, in 1952, the RSS established the Vanvasi Kalyan Ashram in Jashpur, mounting fervent “ghar wapsi” campaigns, literally to bring converts “back home”.  These reconversion campaigns were contentious since Adivasi communities followed their own animist faith traditions. But decades-long Hindu evangelism, backed by the state, has been successful in convincing many Adivasis that they are Hindu. In 2021, Hindu Adivasis, under the aegis of the Janjati Suraksha Manch, an affiliate of the Vanvasi Kalyan Ashram, launched a movement demanding that Christian converts among them be “delisted”.Chhattisgarh’s BJP leaders have backed the demand, participating in rallies organised by the Manch to mobilise support for the cause.Political observers see this as part of the BJP’s ploy to divide the state’s Adivasi vote – in the last Assembly election held in 2018, the Congress won nearly all Adivasi-majority constituencies.The campaign could have an impact on elections in Surguja and Bastar, the two Adivasi-majority regions of Chhattisgarh. In many reserved constituencies, we found the Congress is facing resentment among Christian believers who say the state government failed to prevent physical violence against them. Some even accuse the government of overzealousness in responding to complaints by groups such as the Janjati Suraksha Manch.In Jashpur, for instance – the district with the highest Christian population in the state – the police earlier this year arrested a young nun and four others on the allegation of forced conversions. Christian groups, for their part, have dismissed the charge, insisting the nun was organising a private thanksgiving prayer at her home.Among many members of the Christian Adivasi community, there is an unmistakable feeling of being let down by the party.Pradeep Xess, a social worker who lives in the town of Jashpur, said he had helped the Congress candidate, Vinay Kumar Bhagat, win in the last election. “But when we needed it, he did not help us,” said Xess.Bhagat, he said, “did not even take calls” when the nun and the four others were arrested. “Ever since, there has been anger bubbling inside me,” he said.Xess said an Adivasi Christian community delegation told the Congress leadership in the state to project a different candidate in the upcoming election – but to no avail. “So our community has collectively decided I should handle the command this time.”Xess will contest the election from Jashpur as an independent candidate.Pradeep Xess is contesting as an independent candidate from the Jashpur constituency. Photo: Arunabh SaikiaIn neighbouring Kunkuri, Emmanual Kerketta holds forth in the state’s largest church. Kerketta, the influential bishop of the Jashpur diocese, echoed Xess. “In Jashpur, we wanted the candidate to be changed,” he said. “So people are saying: ‘If they don’t listen to us why should we listen to them?’”The same sentiment prevailed in faraway Bastar. Unlike Surguja, the spread of Christianity is more recent in this part of Chhattisgarh. Even more recent are the attacks on Christian believers or vishwasi – as the Adivasis who pray to Christ, but have not formally converted to Christianity, are called. They say they have had a “mataantran”, or change of heart, not “dharamantran”, a change of religion.Budni Korram is one of them. She still remembers the shock of being beaten up by her own brother-in-law in a village meeting last year.“He punched me, kicked me,” she said.Budni lives with her husband, Nagru Korram, in Remawand village in Narayanpur district. In August 2022, they were summoned to the ghotul, the village’s cultural centre, along with 17 other vishwasi families. Nagru knew it was not going to be pleasant – all throughout the year, every Sunday, a group of men from the village had been beating the drums to gather a crowd outside the hut where Adivasi believers prayed to Christ. “They would argue with us, threaten us,” he said.Such hostility was relatively recent. Nagru had turned to Christianity 20 years ago – a series of personal losses had led him to seek solace in the faith. Initially, this meant only minor social adjustments. For instance, at the annual maati tyohaar, when a collective feast was held in the village, the Christian believers abstained from partaking in bali ka khana, or the food cooked after sacrificing an animal. Instead, they were given “a small chicken to cook separately”. “We sat and ate with the others, though,” he recalled.Nagru Korram and his wife, Budni, were beaten up at a village meeting last year. Photo: Supriya SharmaAfter a few years, these adjustments broke down. A rift opened up over burial rituals – the Christian believers began to avoid offering the customary mahua liquor to the dead. This irked the others, who saw this as an unacceptable break from tradition.However, the rift did not take the form of overt violence until the Janjati Surkasha Manch, headed by a former BJP MLA from Bastar, Bhojraj Nag,  began to mobilise rallies in Bastar in 2021.In Remawand village, the attacks were led by the brother of Roop Sai Salam, the district president of the BJP, his cousin, Baijnath Salam, alleged.Baijnath was among those beaten up at the meeting. Both he and Nagru sustained serious injuries and had to be admitted to the district hospital.The attack in Remawand was the precursor to a wave of violence that swept through Narayanpur and the neighbouring district of Kondagaon. On a single day in December 2022, in copy-cat attacks, mobs forced out more than 500 Adivasi believers from their homes and villages.“No one came to our help,” Baijnath said. The local Congress MLA, Chandan Kashyap, maintained a studied silence on the violence. “We even went to meet Kavasi Lakhma,” Baijanth said, referring to a minister in the Bhupesh Baghel-led government. “He threatened us. He asked who is sending you to another religion.”The only political leader to openly support them, Baijnath said, was Manish Kunjam of the Communist Party of India.The CPI fielded Phul Singh Kachlam, a crafts entrepreneur, locally seen as part of the Christian community, as its Narayanpur candidate.“I am not a Christian but I grew up among them,” Kachlam said, as he got into an SUV after addressing a public meeting days before polling in Narayanpur. “My father still follows the Adivasi tradition of nature worship, and my brother has turned to Hindu devi-devta.”Living in a hostel run by a Christian organisation, as a child, he had been drawn to Christian thought and had even received baptism. But having faith in Christ did not mean he had “become Christian”, he said.“Faith is a private matter,” he explained. “It varies from person to person. You can go from having some faith, to a lot of faith, to an immersive faith – din raat lipt waala vishwas.”India’s Constitution gives its citizens such freedom of conscience, he said. It is this freedom that governments must uphold, he added.“We don’t expect the Congress to speak on the matter of religion. It should not, in fact,” he said. “But it is the responsibility of the administration to maintain law and order. When that doesn’t happen, people feel unsafe.”This feeling of insecurity had pushed him to enter politics and stand for elections, he claimed. “The Congress should be taught a lesson,” he said.Agreed Nagru Korram, who had been out campaigning for Kachlam, the morning that we met him. “It is important to tell the Congress that we are angry,” he said.Asked whether voting against the Congress would help the BJP, both Kachlam and his supporters maintained it was a price worth paying. “Otherwise, the Congress would continue to take our votes for granted,” Baijnath said.At the Congress office in Narayanpur town, party leaders admitted that last year’s violence had put them in a tough spot. “Our Adivasi leaders were not able to publicly help the believers because that would have risked angering the other side,” a local leader said. “But those of us from the OBC community went and supported the victims.”He conceded that the CPI candidate would reduce the Congress’s voteshare. “But not my much,” he claimed.In 2018, the Congress had won Narayanpur with a margin of 2,647 votes – just 2% of the vote share. Even if the CPI candidate makes a small dent in the Congress’s votes, it could prove costly to the ruling party.Elsewhere in Bastar, a newly formed party called the Sarva Adi Dal has fielded Christian candidates, who are expected to take votes away from the Congress.Arun Pannalal, president of the Chhattisgarh Christian Forum, and founder of the Sarva Adi Dal, said the community had to ensure its voice was heard.Baijnath Salam is the cousin of the BJP district president in Narayanpur. He wasn't spared in the violence against Christian believers last year. Photo: Supriya SharmaDespite the resentment against the Congress, many Christian Adivasis say the party remains their best option. Even though incidents of anti-Christian violence have gone up in the last five years, most are  quick to add that behind them were actors backed by the BJP.As Anil Kumar Kispota of the Isahi Adivasi Mahasabha put it, “One thing is that the Congress may not give us support, but they also do not openly oppose us as some in the BJP.”Even Xess was rather open about whom he wanted to see in power in Raipur. “The fact is we are of Congress mentality only, but at times we have to assert ourselves and that is what we are doing in Jashpur,” he said. “The BJP’s ideology is somewhat we can’t reconcile with.” Anil Kumar Kispota is the state president of the Isahi Adivasi Mahasabha. Photo: Arunabh SaikiaCongress may indeed have the upper hand in this battle of convictions.On the delisting demand, it has treaded a cautious line. Chief Minister Bhupesh Baghel, who is known to not shy away from publicly professing his Hindu faith, has passed the buck to the Centre. If the BJP really wanted Christian Adivasis to be delisted, it was for the Centre to do it, he said earlier this year.Many proponents of the delisting demand consider this to be a reasonable position and seemed quite at ease about the prospect of a Baghel-led Congress government.In Jashpur, we met Ram Prakash Pandey, an advocate at the Jashpur district court who moonlights as the Janjati Surakasha Manch’s legal advisor. He said, “The last five years have been more productive than the 15 years of BJP rule – we have managed to do our work without obstacles, the police have acted on our complaints, and registered FIRs.”Pandey went on to invoke the Baghel’s government many “pro-Hindu” projects such as the development of a fabled route that the Hindu deity Ram is believed to have taken on his way to exile in the forests as a tourist circuit christened the “Ram Van Gaman Paripath”. “If ideology is all we think about, there is no problem with the Baghel government,” said Pandey.Ram Prakash Pandey is an advocate at the Jashpur district court who moonlights as the Janjati Surakasha Manch’s legal advisor. Photo: Arunabh SaikiaEven BJP leaders seem to believe that Baghel’s “soft Hindutva” would hold him in good stead among a section of Hindu voters. “I would say it is one of his main planks,” said Saurabh Singh, the MLA who represents BJP in Janjgir Champa district’s Akaltara constituency. “And there is insecurity among a large section of Hindus here about conversions, about how Christianity is spreading here. So it matters.”Singh’s colleague from Lundra, Prabhod Minj, who is facing the heat of this supposed insecurity, sought to play down the electoral relevance of the issue. “Chhattisgarh is not UP – caste, religion do not matter here,” he insisted I met him at his home in Ambikapur.The delisting demand, he said, was “of some people.”“The Constitution says tribes are not Hindus,” he continued. “That is why we are given special status.”But what about the fact that many of his fellow travellers in the BJP and its affiliate outfits held the exact opposite view?Minj shot back, “OK fine, some in the party are saying all that but has the Congress really stood by the Adivasi Christian community? Are they making their vote bank feel safe?”Prabhod Minj, a practising Christian from the Oraon community, is the BJP candidate from Surguja's Lundra constituency. Photo: Arunabh Saikia","author":"Arunabh SaikiaSupriya Sharma","time":"2023-11-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195910-gtycndwfzw-1700062698.jpg","tags":["Chhattisgarh Assembly Elections 2023","Religious conversions","Anti-Christian violence"],"source":"https://scroll.in/article/1059135/why-congress-is-losing-votes-over-anti-christian-violence-in-chhattisgarh"}