{"title":"Why is ED not investigating money laundering in electoral bonds scheme?: Sitaram Yechury","content":"Why is the Enforcement Directorate not using the Prevention of Money Laundering Act to investigate cases pertaining to the electoral bonds, Communist Party of India (Marxist) leader Sitaram Yechury asked in an interview with The Hindu on Tuesday.“You have clear cut cases of money laundering in the electoral bonds,” Yechury told the newspaper. “There were many firms that bought electoral bonds many times over the profits they made. There were many firms that bought electoral bonds despite making losses. Where did they get this money from? Isn’t this an open and shut case of money laundering?”The Supreme Court had on February 15 struck down the scheme as unconstitutional and said that it could lead to quid pro quo arrangements between donors and political parties.The court had on February 15 directed the State Bank of India to issue details of the political parties that received electoral bonds from April 12, 2019, and submit them to the Election Commission.Analysis of data shared by the bank showed that the Bharatiya Janata Party received the lion’s share of electoral bond donations. Some of the buyers of the electoral bonds were companies that had faced raids by central agencies.Thirty-three companies that recorded losses or no profit over seven years donated a total of Rs 581.7 crore through electoral bonds, of which Rs 434.2 crore was encashed by the BJP, an analysis by The Hindu and an independent research team revealed.The Communist Party of India (Marxist) was also one of the petitioners in the case. It was among the political parties that did not accept funding through electoral bonds.Yechury told The Hindu on Tuesday that electoral bonds have become a major poll issue, even if it seems otherwise.“In fact, wherever we have gone for campaigning, the people said they never knew that Modi or this government could loot the country in such a way,” Yechury said. “And they have used all the tools available in the dictionary – extortion, quid pro quo, sweetheart deals, money laundering, threats of actions, and thereby collecting and amassing thousands of crores of rupees.”In an interview with ANI on Monday, Prime Minister Narendra Modi said the removal of the electoral bonds scheme has completely pushed the country towards black money. He claimed it was because of electoral bonds that a money trail could be found in political funding.However, it was only after petitioners in the case approached the court that the State Bank of India shared the alphanumeric and serial numbers of electoral bonds that were used to match donations with the parties that received them.Modi also claimed that 3,000 companies had purchased electoral bonds, out of which 26 donors were being investigated by central agencies. “Of these, 16 companies bought electoral bonds around the time that they were raided,” the prime minister said. “From these electoral bonds, 37% of the money went to the Bharatiya Janata Party, while 63% went to the BJP’s opponents.”Also read: Why the electoral bond expose might not hurt the BJPReports from Project Electoral Bond, which a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.","author":"Scroll Staff","time":"2024-04-17T18:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200113-hankwxklyo-1713356739.jpeg","tags":["Communist Party of India (Marxist)","Prevention of Money Laundering Act","Enforcement Directorate","Sitaram Yechury","Lok Sabha 2024","Electoral bonds"]}