{"title":"Why Hindu right-wing lawyers are strategically filing multiple cases about the Gyanvapi mosque","content":"With at least nine matters related to the Gyanvapi mosque in Varanasi already pending before various courts, some litigants on May 24  filed a new petition, asking for the mosque to be handed over to Hindus and for them to have the right to worship there.The petitioners also asked to be exempted from having to serve a 60-day notice period for their case to be filed since they were seeking “urgent or immediate relief”. This exemption was granted. Subsequently, the matter was transferred to a fast-track court in Varanasi. The slew of petitions about the Gyanvapi mosque, which Hindus say has been built on the site of an ancient Shiva temple, has resulted in several different forums simultaneously hearing cases related to the dispute: from civil courts in Varanasi to the Supreme Court in New Delhi.Lawyers representing the Muslim side claim that the slew of petitions is not a coincidence but is rather a coordinated strategy, with the same parties being behind these cases, all of which have similar pleadings and prayers.Hindu women plaintiffs accompanied by their advocates arrive for hearing in the Gyanvapi mosque case at Varanasi District Court. Credit: PTIPending cases in different courtsPresently, at least ten matters relating to the Gyanvapi mosque are pending before various courts.Eight matters are pending before lower courts in Varanasi, all filed since last year. While seven of them are before civil courts, one matter is pending before the district court judge Ajay Kumar Vishevesh. At the same time, the Allahabad High Court is also hearing a matter filed in 1991, where a survey by the Archaeological Survey of India was ordered by a lower court last year and subsequently stayed by the High Court.One civil court order, which allowed for a survey of the mosque, was appealed to the Supreme Court in May. The Supreme Court directed a district court to decide the case and will hear the matter next in July. Gyanvapi cases \n    \n       Case Number  Name of Parties \n    \n     Civil Suit/245/2021  Satyam Tripathi versus Union of India  Civil Suit/350/2021  Goddess Maa Shringar Gauri versus Union Of India Through its Secretary  Civil Suit/358/2021  Maa Ganga, The Devotee of lord Adi Visheshwar versus Union of India  Civil Suit/693/2021  Rakhi Singh versus Union of India  Civil Suit/761/2021  Sadhwi Poornamba versus State Of U.P. through Collector and others  Civil Suit/839/2021  Lord Shri Aadi Visheshwar Jyotirlinga and another versus U.P. Sunni Central Waqf Board Chairperson and another  Civil Suit/840/2021  Shri Nandiji Maharaj and another versus U.P. Sunni Central Waqf Board and another  Civil Suit/712/2022  Bhagwan Aadi Vishweshwar Viraajmanm the Swayambhu emerged at Kashi versus State of U.P.  \n\n\t\n\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tMatters under Article 227, No. 3562 of 2021\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n  \n\n\t\n\t\t\n\t\t\n\t\n\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\tU.P. Sunni Central Waqf Board versus Ancient idol of Swayambhu Lord Vishweshwar\n\n\t\t\t\t\n\t\t\t\n\t\t\n\t\n   SPL(C) 9388/2022  Committee of Management, Anjuman Intezamia Masajid Varanasi versus Rakhi Singh and others \n   A list of pending before the Supreme Court, Allahabad High Court and district and civil courts in Varanasi. Same parties behind casesThis host of cases is being coordinated by the same set of people. A common network of lawyers and Hindu groups are the driving force behind them.One person who is involved in multiple cases is Jitendra Singh Bisen, president of an organisation called the Vishwa Vedic Sanatan Sangh. “I’m involved in several Gyanvapi cases,” Bisen claimed, explaining that in one case he is a petitioner himself. His family is involved in two other cases. His wife, Kiran Singh, international general secretary of Vishwa Vedic Sanatan Sangh, is the one who filed the May 24 petition, which is pending before a Varanasi fast track court. His niece, Rakhi Singh, is the petitioner in the case where the advocate commissioner’s survey was ordered. Apart from this, his associates are involved in other cases and he has also helped other petitioners file cases, he claimed.Apart from Bisen, Hari Shankar Jain and his son Vishnu Jain are the lawyers who have pushed several cases in this dispute (and several other temple-mosque disputes). The Jains  have connections with several Hindutva organisations. “Six petitions have been drafted by Hari Shankar Jain ji,” Bisen said. “Hari Shankar Jain is like a guardian to us all,” advocate Madan Mohan, who represented the Hindu side in the petition by Rakhi Singh. “He is supervising the cases.”Part of a strategyFiling several cases is part of a strategy to flood the courts with pleas in order to increase chances of getting a favourable legal order.“Dekhiye humari ran-neet ye hai ki pehle thoda sa suraakh karo, thoda sa usme chhed karo, usme hawa jaane do pehle,” one advocate associated with the Hindu side who did not want to be identified said. Our strategy is to make pin holes and let in air [to test waters].He continued: “Then only will we move forward. These are the intricacies of lawyering, as you well know.”In the Gyanvapi case, orders by the lower courts have catapulted the dispute into the national eye and have helped Hindus stake a claim to the mosque. Even higher courts, when listening to appeals from them, have been unable to turn the clock back.For example, in August 2021, Rakhi Singh’s petition asked the right to pray in the Gyanvapi complex and for the preservation of various deities present there. In April 2022, a survey was ordered by civil court judge Ravi Kumar Diwakar. Based on the survey report, in a hearing where the mosque side was not present, he ordered the area inside the mosque where an oval object had been found by the court appointed surveyor be sealed. The Hindu side had claimed that the oval object was a shivling an idol representing the Hindu god Shiva. Diwakar also restricted entry of Muslims in the mosque.This was appealed and while the Supreme Court allowed unrestricted entry of Muslims to pray, it also allowed the area where the oval structure was found to be sealed, thus changing the status quo of the property. The Supreme Court directed a Varanasi district court to decide on the maintainability of the petition on priority given that the Muslim side has claimed that petitions filed by the Hindus to claim ownership over the mosque would be barred by the Places of Worship (Special Provisions) Act , 1991, which was passed in the midst of the Ayodhya-Babri dispute to ensure that the religious character of a place does not change in future. However, legal claims around allowing Hindu worship at the Gyanvapi mosque are being filed after this as well.Police personnel at the Gyanvapi mosque in Varanasi. Credit: Sanjay Kanojia/AFPTrouble for MuslimsLawyers for the Muslim side claimed that these cases were very similar, filed after tweaking the grounds slightly or by changing the petitioner’s name.“They just change the plaintiff’s name,” advocate Abhay Nath, who represents the Gyanvapi mosque side in several cases, said. “All matters are the same. It is planned that they file so many cases and that we get troubled.”“The documents have the same grounds,” Akhlaq Ahmad, a lawyer for the Anjuman Intejamiya Masjid Committee, which manages the Gyanvapi mosque, said. “They just change paragraph numbers.”Further, Ahmed said that these cases were also unusually long. “All petitions that have been filed are some 80-90 pages long,” he said. “Usually the petitions filed in the district courts are not so long. It takes a lot of days to read and reply [to these cases].”Bisen also said that certain petitions that were filed have been copied from earlier ones. “The petition by Sadhwi Poornamba is the same as the one filed by Rakhi Singh,” he said. “They [Sadhwi’s team] have even copied the commas and the full stops and have only changed the petitioners’ names.”Filing new cases under lawSection 10 of the Code of Civil Procedure 1908 bars courts from simultaneously trying parallel cases for the same subject matter so that there are no conflicting decisions on issues that are “directly and substantially in issue” in previous cases. This section is meant to stop multiple proceedings in the same subject matter. Apart from this, under Section 151, courts have the inherent power to stay proceedings in order to prevent abuse of court and to ensure justice.“Currently, there are cases already pending at various stages before multiple courts: the Supreme Court, the Allahabad High Court and district and civil courts in Varanasi,” advocate Nizam Pasha, who was representing the mosque side before the Supreme Court, said. “Meanwhile the civil courts are entertaining other plaints for same or similar reliefs. Mischievous plaintiffs should not be allowed to file cases and abuse the process of law in this manner.”But lawyers for the petitioners maintain that cases are different.  “All cases have different points,” Madan Mohan said. “I’ll give you an  example. For instance, if there are five people, one says they want to  worship Baba Vishwanath, one said they want to worship goddess Nandi,  one said Gangaji, one wants Sringar Gauri, one wants Parvati. These are  different ways of presenting it.”","author":"Umang Poddar","time":"2022-05-31T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174499-xdysusbxed-1652782838.jpg","tags":["Temple-mosque disputes","Gyanvapi Mosque","Kashi"],"source":"https://scroll.in/article/1025034/why-hindu-right-wing-lawyers-are-strategically-filing-multiple-cases-about-the-gyanvapi-mosque"}