{"title":"Why are India’s diplomats speaking a new aggressive language?","content":"Had India decided to adopt China’s “wolf warrior diplomacy” tactics?That’s what some observers began to wonder earlier this month, after Indian foreign minister Subrahmanyam Jaishankar described his Pakistani counterpart Bilawal Bhutto Zardari as a “spokesperson of a terrorism industry”. To some observers, the aggressive words used by Jaishankar to describe a fellow participant at the Shanghai Cooperation Organisation foreign ministers’ meeting in Goa on May 5 – of which India was the host – seemed unnecessarily arrogant. But it was not unusual: Indian diplomats are increasingly using similar rhetoric.However, many others – especially the Bharatiya Janata Party’s supporters at home in India – have expressed admiration at the purported displays of confidence by Jaishankar and other Indian diplomats.  It seems to reflect the combative style used by Beijing’s diplomats in recent years, a style that gets its name from a 2015 Chinese political thriller with a tagline that declared, “Whoever attacks China will be killed no matter how far the target is.” Experts suggest that usage of this diplomatic language reflects two dynamics. Some of it is aimed at firing up the BJP’s supporters at home. But it is also the product of the shift in Indian foreign policy.Jaishankar vs BhuttoTo observers in Pakistan, Jaishankar’s remarks about Bhutto seemed completely inappropriate. “Do you not have any manners [and] etiquette?” former Pakistani prime minister Imran Khan asked. “A guest has come to your country. Either you don’t invite him, but to invite him and then humiliate him is a reflection on India. I can see the arrogance you have.”Jaishankar had made the comments about Bhutto at a press conference at the conclusion of the Shanghai Cooperation Organisation foreign ministers’ meeting on May 5. “As a foreign minister of an SCO member state, Mr Bhutto Zardari was treated accordingly,” Jaishankar said. “[But] as a promoter, justifier and I’m sorry to say... spokesperson of a terrorism industry, which is the mainstay of Pakistan, his positions were called out and countered, including at the SCO meeting itself.”Some observers argued that as the host, the Indian official should have been gracious and not “rude” or “brash”.But others said that Jaishankar’s aggressive response was fitting because Bhutto had unnecessarily commented on India’s decision to host a Group of G20 meeting in Jammu and Kashmir’s Srinagar and on India’s abrogation of Article 370 of the Indian Constitution giving the region a degree of autonomy.  For seven decades, the territorial dispute over Jammu and Kashmir has been the main point of confrontation between India and Pakistan.Indian External Affairs Minister S Jaishankar (left) with his Pakistani counterpart Bilawal Bhutto Zardari. Credit: PTIIndian diplomats’ aggressive remarksThis was not the first time Jaishankar’s style has drawn attention.For example, in June, when asked at a conference if India was sitting on the fence over the Russia-Ukraine conflict, Jaishankar hit back, suggesting that Europe had remained silent on geopolitical challenges that concern Delhi. “Europe has to grow out of the mindset that Europe’s problems are the world’s problems but the world’s problems are not Europe’s problems,” he said.In April, sitting alongside his United States counterpart Antony Blinken and defence secretary Lloyd Austin, Jaishankar rebuked a reporter for a question about India increasing its purchases of Russian oil following Moscow’s invasion of Ukraine. “I suspect, looking at the figures, probably, our total purchases for the month would be less than what Europe does in an afternoon,” Jaishankar claimed. “So, you might want to think about it.”The United States, which is allied to most European nations, was then calling on India to stop Russian energy imports. These remarks were seen as Jaishankar aggressively chiding the West for questioning India’s strategic choices.Other Indian diplomats have responded in similar fashion. For example, in May last year, TS Tirumurti, Indian ambassador to the United Nations, hit back when Karel van Oosterom, Dutch diplomat to the United Kingdom, questioned New Delhi’s abstention from a vote on the Ukraine conflict. “Kindly don’t patronise us, ambassador,” Tirumurti had said. “We know what to do.”Critics argue it’s ‘arrogance’Critics have argued that this style is unnecessary and “undiplomatic”. In May 2022, Congress leader Rahul Gandhi had said that the Indian foreign service had become “arrogant”. “I was talking to some bureaucrats from Europe and they said the Indian foreign service has completely changed and won’t listen to anything. They’re arrogant,” Gandhi said. “Now they just tell us what orders they’re getting, there’s no conversation; you can’t do that.”Saket Gokhale, spokesperson of the Trinamool Congress and a former foreign correspondent, had similarly attacked Jaishankar in September. “[The foreign minister] should understand that arrogance overseas makes for good paid [public relations] back home but wrecks diplomacy,” he said.Some have suggested that Jaishankar and the Indian foreign services’ new approach resembles China’s “wolf warrior” diplomacy, aimed at battling criticism of the country and gaining control over the narrative.A ‘confident’ approachDespite such criticism, Jaishankar has defended this approach. “Yes, the Indian foreign service has changed,” Jaishankar said in May 2022. “Yes, they follow the orders of the government. Yes, they counter the arguments of others. No, it’s not called arrogance. It is called confidence. And it is called defending national interest.”Videos of Jaishankar delivering sharp responses have been widely viewed and shared on the internet by ordinary Indians.Even Opposition figures such as Priyanka Chaturvedi, a Rajya Sabha member from Uddhav Thackeray’s Shiv Sena faction, have lauded Jaishankar’s comments. “Superb from EAM,” Chaturvedi had tweeted in April 2022 on Jaishankar’s assertive defence of energy imports from Russia.External Affairs Minister S Jaishankar. Credit: Olivier Douliery/AFPNew foreign policySome experts suggest this new aggression marks changes in the Indian foreign policy itself.“In the new framework, narrative is not just an aid to foreign policy, it is one expression of foreign policy,” said Atul Mishra, associate professor for international relations at Shiv Nadar University. “Foreign policy has become a site for practice of nationalism in an unmistakable way. Therefore, there is a feeling that the Indian conception of what is acceptable or not needs to be expressed in a sharp fashion.”Mishra added, “The moderate or ‘diplomatic’ language, as we would have considered in older times, is perceived by adversaries as a sign of weakness. But if your tone and language is sharp and possibly aggressive, you can clearly indicate that unwarranted criticism won’t be accepted lying down.”This approach cannot be necessarily described as undiplomatic, Mishra said: “The standards of political and diplomatic discourse itself have gone down globally.”Myra MacDonald, author and a former South Asia correspondent, said that while Jaishankar’s comments on Bhutto were “cowardly and bullying”, BJP supporters would appreciate them. “I am sympathetic to India’s complaints about terrorism emanating from Pakistan,” MacDonald tweeted on May 5. “All that said, the choice of words here seems unnecessarily undiplomatic and focused on a domestic audience.”MacDonald added, “All in all, it looks to me like a government that is letting its own nationalist domestic political imperatives get in the way of intelligent choices about foreign policy.”Pravin Sawhney, a foreign policy commentator, said that Jaishankar’s “arrogance” was deliberate and helped the BJP build its image at home. “They are trying to give a perception of India having more national power,” Sawhney told Scroll. “If you don’t have real power, you’ll have to build a perception of power. Everything the Modi government does is an act of show.”Sawhney added, “They want to show India is a major power. A common person thinks this is true.”He said that he disagrees with Jaishankar’s claims that the approach is a sign of “confidence”. “Diplomacy depends on national power, with someone being more aggressive if they have more national power,” Sawhney said. “However, a powerful person doesn’t have to say things aggressively.”Nevertheless, this could have negative consequences. “Adversarial language does not win you friends, and to that extent interests are likely to be negatively impacted,” Sawhney said.Also read: Why Indian diplomats are now raising Hindutva issues across the world","author":"Nachiket Deuskar","time":"2023-05-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184444-wrxbxyiqby-1671167221.jpg","tags":["S Jaishankar","Bilawal Bhutto Zardari","India","Pakistan","Indian foreign policy","Indian diplomacy"],"source":"https://scroll.in/article/1049008/why-are-indias-diplomats-speaking-a-new-aggressive-language"}