{"title":"Why tribal groups in Assam’s Karbi hills are demanding the eviction of Hindi speakers ","content":"Last week, the Karbi Anglong Autonomous Council ordered officials to evict over 2,000 families from grazing land in the hills of Assam.The order can potentially impact around 10,000 residents, some of whom have been living on that land for as many as six decades. The majority of the affected are Hindi-speaking residents with origins in Bihar and Uttar Pradesh.The Karbi Anglong Autonomous Council alleged that they were unauthorised occupants of village grazing reserves, or VGR, and professional grazing reserves, or PGR, in various parts of the hills.Both categories of land were created by the British to mark out common pastures for animals.The government action comes close on the heels of protests and demonstrations by Karbi civil society groups against the Hindi-speaking population in the region. One such protest was followed by violence – members of a Karbi students’ group came under attack allegedly from Hindi speakers on February 15 in Kheroni, West Karbi Anglong district.The scuffle led to a near-shutdown in all the major towns of the two hill districts. Shops and business establishments remained closed for four days as Karbi organisations stepped up the demand for eviction of all Hindi-speaking settlers from government land in Kheroni.The protests forced the hand of the Karbi Anglong Autonomous Council, which functions as the government of the hill districts, and is headed by the Bharatiya Janata Party. After meetings with Karbi civil society groups and politicians on February 19 and 20, the council took a “unanimous decision” to evict all families from the land.According to a Bihari political leader belonging to the Bharatiya Janata Party from Kheroni, the eviction notices have been influenced by the “ethnicity” of settlers.“The majority of people residing on the grazing land are Hindi speakers,” the political leader, who is currently camping in Guwahati, told Scroll. “We are in touch with Dispur to stop any further tension.”Observers and politicians in the hills say that the crisis puts the BJP in a spot – as it has a committed support base among both tribal communities and Hindi speakers in the region.We held discussions with ASDC, ASDC Youth Front, KSA, and KNCA regarding the PGR/ VGR land issue. I'm positive that we can resolve the issue through discussions and as per law. We will discuss again with all political parties tomorrow including ex-MP, ex-MLAs, ex-CEM, ex-EMs,… pic.twitter.com/begkK5OADt— Tuliram Ronghang (@TuliramRonghang) February 19, 2024\n\n\nA history of migration, conflictAssam can be divided into three distinct zones: the Bengali-majority Barak valley in the south, the Assamese-dominated Brahmaputra valley in the north and a small track of hills in the middle – the hills of Karbi Anglong and Dima Hasao.The Karbi community is Assam’s third largest tribe, constituting 11.1% of the state’s 38.8 lakh tribal population, after Bodo and Mising.Karbi Anglong was declared an autonomous area in 1976. An autonomous council was constituted under the Sixth Schedule of the Constitution which gives tribal communities exclusive rights over land and businesses.For decades, the Karbi hills have been home to militant movements seeking statehood and self-determination and protection of the Karbis’ political, cultural and linguistic identity from outsiders.The anxiety has its roots in the many waves of migration the region has seen.First, the Kukis were brought to Karbi Anglong by colonial rulers after the British defeated them in the 1917-1919 Anglo-Kuki War in Manipur. In the early 1960s, a wave of peasants travelled from Bihar and Uttar Pradesh and made the hills their home.As Karbi militants and other groups espoused the cause of “exclusive rights over their territory”, they came into conflict with other tribal groups, such as the Dimasa and the Kukis. “There have been conflicts in Karbi Anglong around land, some of which included the Bihari,” social scientist Walter Fernandes told Scroll.In 2007, 29 Hindi-speaking residents were killed by suspected Karbi militants supported by the United Liberation Front of Assam, or ULFA, in separate incidents of violence.Leaders of Rachnatmak Nonia Sanyukta Sangh with President Droupadi Murmu in Shillong on January 17. Photo credit: Special arrangement   The flashpointThe current flashpoint involves a group backed by the Rashtriya Swayamsevak Sangh, the ideological parent of India’s ruling Bharatiya Janata Party.On January 17, leaders of the Rachnatmak Nonia Sanyukta Sangh, an organisation claiming to represent the interests of Hindi-speaking communities, met President Droupadi Murmu in Shillong with a memorandum and asked her to intervene for the “protection of land rights of settlers on VGR/PGR land in Karbi Anglong.”The Nonias are an OBC community, comprising settlers from Uttar Pradesh and Bihar, who were traditionally involved in farming.They also sought special provisions for the Nonia community in Mission Basundhara, the state’s flagship initiative that awards titles to the landless.Their demands triggered a furore in the hills, with several nativist organisations dubbing the Hindi-speakers “illegal” settlers.“Karbi Anglong is a Sixth Schedule area, and only tribal individuals have the right to acquire land,” said Jemson Timung, a leader of Karbi Students’ Association. “We will not allow any Bihari illegal settler to acquire land under the Karbi Anglong Autonomous Council.”The representatives of the Hindi-speaking residents deny that they are outsiders. “Our people have been in possession of PGR and VGR land for many decades,” Dharmendra Chauhan, Rachnatmak Nonia Sanyukta Sangh’s national joint secretary and one of the signatories of the memorandum, told Scroll. “We placed our demand for land in front of the President. It is up to the government now. But it is not a crime to submit a memorandum.”The demand for removing the settlers was spearheaded by the Karbi Students’ Association, Karbi Nimso Chingthur Asong, a women’s group, and the youth front of the Autonomous State Demand Committee. As the demand grew, there was pushback.On February 15, some members of the Nonia community allegedly attacked Karbi protesters and damaged a vehicle.“The Karbis were beaten up in their own home, while trying to protect our ancestral land from outsiders,” said Chandra Kanta Terang, who heads the Autonomous State Demand Committee.The outcry by tribal groups following the violence was swiftly followed by eviction notices.The council’s orders cited a 2011 Supreme Court judgment in the case of Jagpal Singh & others Vs State of Punjab directing all states to evict illegal/unauthorized occupants of gram sabha or gram panchayat land.“The eviction is not directed against any community,” Karbi Anglong Autonomous Council’s chief executive member Tuliram Ronghang said. “It would be carried out against all communities which are encroaching on these lands as per the SC order.”Urgent plea to @himantabiswa @gpsinghips: With shops forcefully shuttered, residents paralyzed by fear, & reports of violence, arson & houses burnt in #Karbianglong, it's imperative to ensure full security measures & a thorough investigation into these alarming incidents. #Assam pic.twitter.com/SuUdhWZVnV— Gauravv Somani (@somanigaurav) February 19, 2024\n\n\nDe-reservation demandThe contested land covers 7,184.7 acres and includes almost the whole of the Kheroni professional grazing reserve, according to the data submitted in the February 19 meeting of the Karbi Anglong Autonomous Council. It is occupied by over a 1,000 homes, 30 schools, 27 temples, one mosque and even government offices – a police station, a sub-divisional electricity office, and a sub-divisional irrigation office.“This is not encroachment as many have been living there since before 1947,” the BJP leader from Kheroni said.The Nonia community leaders said that they have been asking for de-reservation of the land – a process by which the government converts grazing land to settlement land, to which residents can have titles.“In 1980, too, there was an attempt to de-reserve the grazing lands,” the BJP leader said.Last December, the leader pointed out, the Assam Cabinet had approved 197 proposals for de-reservation of grazing land in order to grant indigenous families in Sonitpur, Lakhimpur, Bongaigaon, Golaghat, Jorhat, Biswanath and Charaideo districts rights to land. “So this should also be done in Karbi Anglong.”Politics of evictionSince the BJP came to power in 2016 in Assam, evictions have been one of its core political tools.Most of the government’s anti-encroachment drives have been directed at Muslims of Bengali origin, often vilified as “illegal immigrants” in the state.In Karbi Anglong, however, the current drive is targeted against a group known to be loyal to the party.Chauhan, the leader of Rachnatmak Nonia Sanyukta Sangh, pointed out that Mansing Rongpi, the BJP candidate in 2016 from Baithalangso seat, had said in his election manifesto that his party would “vigorously pursue” de-reservation of the PGR land in the Kheroni Hawaipur area, where the settlers from Bihar had made their home.Though tribal communities, too, are considered to be voters of the BJP, they remain suspicious of the party’s appeal to Bihari settlers.“The population of Hindi-speaking people has been increasing a lot in the last decade or so,” said Holiram Terang, veteran Karbi politician and a member of Karbi civil society groups.He alleged: “After the BJP government came to power in Centre and state, some of these people have become very aggressive, socially and culturally. I won’t be surprised if the RSS is pushing them to demand land rights.”For the BJP, defusing the situation will call for deft manoeuvres. The BJP leader, quoted above, said that the Hindi-speaking people living in that area have predominantly voted for the BJP – and are now shocked by the eviction notices.“It seems that ethnicity has overridden political affiliations,” the leader said. “The evictions, if they go ahead, will affect the party not only in Karbi Anglong but other parts of the state as well.”","author":"Rokibuz Zaman","time":"2024-02-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198754-hewtfnibzn-1708846687.jpg","tags":["Assam","Karbi Anglong","land and identity politics","Assam eviction politics","Bihari Hindi speaking","Karbi tribal groups","Kheroni scuffle","Karbi"],"source":"https://scroll.in/article/1064250/why-tribal-groups-in-assams-karbi-hills-are-demanding-the-eviction-of-hindi-speakers"}