{"title":"Why the law minister’s criticism on the Supreme Court hearing ‘frivolous’ bail pleas is misplaced","content":"Law Minister Kiren Rijiju recent criticisms of the Supreme Court have some truth to them: the Supreme Court is beset by a growing backlog of cases and justice delayed is often justice denied. Since the end of November, Rijiju and the Supreme Court have been in a war of words. But the focus of Rijiju’s ire – the apex court’s practice of hearing “bail applications and frivolous public interest litigations” – is unfortunate and misplaced.   Bail might seem like a minor procedural issue for a constitutional court to weigh in on, but the reality of the Indian criminal legal system is such that bail is often the beginning, middle, and end of any case. The latest available prison statistics, from 2020, released by the government, indicate that 76.1% of all the prison inmates in India are undertrials. These are people who have never been found guilty of any crime. They have, in fact, never even had their day in court. The vast majority are likely to be eligible for bail.  What is bail? It is, basically, a system to ensure that people accused of crimes do not run away while their criminal case is pending. It is often a monetary bond the accused or their family pays and, if the accused absconds, the money is forfeited. Some people are not eligible for bail: if they are considered a danger to others, or if there is certainty that they will leave the jurisdiction, never to return. Certain kinds of criminal charges – generally those that allow for more than three years of incarceration – are not eligible for granting of bail as a matter of right. But the key point about bail is that it is a way for people to go about their lives while the law takes its course.  Constitutional Court like Supreme Court should not take up bail pleas, frivolous PILs: Law Minister Kiren Rijijureport by @satyendra_w #Parliament #ParliamentWinterSession @KirenRijiju https://t.co/unp4Iqyid2— Bar & Bench (@barandbench) December 15, 2022\n\nIn fact, as the Supreme Court has said repeatedly, granting bail is a mandatory right, even for “serious and ghastly types of crimes” when the police fail to investigate expeditiously. The Supreme Court’s responsibility to assure fundamental rights is at the core of bail petitions. The ancient writ of habeas corpus – literally, “show me the body” – is the basic constitutional limitation that courts put on the power of the executive to hold people without basis. If the Supreme Court were to stop addressing all bail petitions, it would itself violate Article 32 of the Constitution of India, which directs the Court to hear pleas against the violation of fundamental rights to liberty. Bail isn’t a matter of undue solicitousness to a criminal class. A foundational plank of civilised society is that we do not punish people without due process of law. Unless we seriously think that every person who is charged with a crime is guilty of that crime – and if we do, why have criminal trials at all – we should be concerned that lakhs of people who may be innocent are being held in prison for years.  Bail petitions are not frivolous or extraneous or a waste of time. As Chief Justice of India DY Chandrachud said, seemingly in response to Rijiju: “No case is small for the Supreme Court as it has the duty to interfere in matters of personal liberty”. Stepping back from thinking of people who are in prison as “criminals” and bail as a matter of leniency to them, we should be mindful of what a denial of bail or a delay in granting bail does to people. If a person is arrested and held, even if they are innocent, they cannot go to work. Their family cannot feed itself. They will lose their job. There may be nobody to care for their children. Their family will be ostracised. A final exoneration, many years down the line, may be of scant help.  Kiren Rijiju had suggested on Thursday that the Supreme Court should refrain from hearing bail pleas and frivolous PILs.Read more: https://t.co/k2Evh4ayhT pic.twitter.com/1K5dNU2TLx— Scroll.in (@scroll_in) December 16, 2022\n\nThe law minister and the Supreme Court could fruitfully consider the costs of delaying bail in thinking about the relative importance of cases before the courts. In the United States, the city of New York in November  settled a massive case with people who – like undertrials here – were locked up awaiting criminal trials. They were eligible for bail. Unlike the case of most undertrials in India, the US courts had granted them bail, but the prison system delayed releasing them after their bail was paid. In the settlement, New York City agreed to pay each of the roughly 70,000 people in this situation since October 2014 over $3,500 (almost Rs 3 lakh) each, recognising the burdens even a few hours of excess detention can cause (let alone the years that are at issue in India). One of the authors of this article was an attorney for the plaintiffs in this case. India does not have a similarly robust compensation system for constitutional harms. If there is no way to make someone held as an undertrial whole through monetary compensation, then the least the system can do is to hear their pleas quickly, effectively, and with an open mind to the fundamental concept of justice. The authors are faculty at BML Munjal University School of Law in Gurugram. Sunishth Goyal, trained at NALSAR and Maastricht University, is a faculty associate at the law school, focusing on criminal law and procedure. Ananda Burra, trained at the University of Michigan, is an associate professor and associate dean, and was a civil rights litigator in New York before returning to India.","author":"Sunishth GoyalAnanda Burra","time":"2022-12-19T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184553-pruacurdpq-1671360869.jpeg","tags":["Supreme Court","Kiren Rijiju","DY Chandrachud"],"source":"https://scroll.in/article/1040028/why-the-law-ministers-criticism-on-the-supreme-court-hearing-frivolous-bail-pleas-is-misplaced"}