{"title":"Why Modi's invitation to Nawaz Sharif could backfire","content":"There were many occasions over the last ten years that Manmohan Singh wanted to visit Pakistan – even as late as a few weeks before the general elections. His advisers, his party, the opposition and the media vetoed the idea because the timing was never right.If the peace process picked up after the 26/11 Mumbai attacks in 2008, it collapsed again when India was denied Most Favoured Nation trade status, when tensions on the Line of Control flared up one more time, and when soldiers' bodies came home with heads missing.Is the timing right now, on 26 May, 2014, as Nawaz Sharif arrives in Delhi to attend Narendra Modi's swearing-in ceremony? In his defence, Modi will say it's not a bilateral summit. But such visits are, by protocol, always followed by one-on-one discussions. Bharatiya Janata Party leader Arun Jaitley has said it's just a courtesy meeting. After all, Sharif hasn't received a special invitation: all leaders of the South Asian Association for Regional Co-operation plus Mauritius have been invited.Despite this, the impression will remain that this was a hand reached out to Islamabad with the rest of SAARC thrown in simply to ensure that this didn't look like an India-Pakistan thing.It isn't clear that this is the best moment for this initiative, though. Militant attacks and tensions between the two armies on the Line of Control in Kashmir are both slowly returning to the levels seen in the mid-2000s. As Scroll.in noted four months ago, security hawks and doves in India and Pakistan alike agree that 2014 will be a difficult year for the region, with the Pakistani army potentially returning its attention to Kashmir as the United States prepares to withdraw troops from Afghanistan.It is thus only in the order of things that India's invitation to Sharif was followed by a small attack on the its consulate in Herat, Afghanistan. A day before the Modi swearing-in, two militants were killed in Kashmir. Just before that, the Jammu and Kashmir police said the Lashkar-e-Toiba was motivating youth in Kashmir to take to arms.A few months from now, Modi has the option of turning around and saying that the arm of friendship he extended had been refused. That is the old story of India-Pakistan relations. But inviting Sharif could actually, in itself, prove counter-productive. In case that attack in Herat is not signal enough, it is clear that within Pakistan, the army did not want Sharif to attend the Modi swearing-in. Sharif's brother Shahbaz, the chief minister of Pakistani Punjab, met army chief Raheel Sharif and agreed that the PM should not attend. When the Pakistani foreign office announced that Nawaz was going after all, they said that \"all stakeholders\" were consulted.There can be no dramatic outcome from Nawaz Sharif's visit. Heightened expectations of a new push to the India-Pakistan peace process will boomerang for him domestically in Pakistan. If nothing comes out of the meeting then Sharif's critics will say it went coldly and that the he hadn't had a great start with Modi.Sharif going to Delhi at this juncture is at best a concession from the Pakistani army or perhaps even a defiance of it. In recent months, his position vis-a-vis the army has been considerably weakened. The Pakistani army has over-ridden Sharif's policy to continue engaging the Pakistani Taliban in talks. Sharif trying to take the initiative with India is the last thing the Pakistani \"establishment\" will allow at this point. The backlash, as Herat showed, could be quick. In 2008, the 26/11 attack on Mumbai occured only a few days after Asif Ali Zardari, the president at the time, said that Pakistan could consider a no-first-use nuclear policy.This is not to say that peace shouldn't be pursued –  it must be, and vigorously. But pursuing peace needs diplomatic hard work, not prime ministerial handshakes that inevitably raise expectations so high they are bound to bring disappointment. The prospect of an Indian prime minister even greeting a Pakistani prime minister rings alarm bells for Indian foreign policy hawks. Yet these same elements are either calling Modi's invite a masterstroke or being cautiously silent. That's because the hawks' favourite party has finally come power.That leaves us with a dilemma. If Modi pursues peace with Pakistan, and the hawks support it, and the doves do too, who will keep reminding us that the Pakistani civilians don't call the shots and the army doesn't want to normalise relations just yet?","author":"Shivam Vij","time":"2014-05-26T07:16:22+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/665323-8bf6096b-39ec-453d-aa25-c55fdcc5f428.jpg","tags":[],"source":"https://scroll.in/article/665323/why-modis-invitation-to-nawaz-sharif-could-backfire"}