{"title":"Why a tribal party blamed for the murder of a journalist in Tripura is gaining political relevance","content":"On Wednesday, another Indian journalist was killed in the line of duty. According to the United States-based non-profit Committee for Protection of Journalists, the killing of Santanu Bhowmik in Mandai in Tripura’s Khowai district was the 72nd murderous assault on an Indian journalist since 1992. It came just about a fortnight after fellow journalist Gauri Lankesh was shot dead by unidentified men in her Bengaluru home.  Bhowmik was covering a road blockade organised by the Indigenous People’s Front of Tripura – which claims to represent the state’s tribal population and is demanding a separate state of Twipraland for them – when it turned violent and he was reportedly hacked to death. According to journalists on the scene, he was attacked by a group of boys who accused him of opposing the statehood demand. “They seemed to believe his reportage during the road and rail blockade that the IPFT [Indigenous People’s Front of Tripura] had carried out in support of a separate state wasn’t favourable to them,” said a reporter with a local daily who did not wish to be identified.Bhowmik worked with an Agartala-based news channel, Dinraat, which is considered to be sympathetic to the ruling Communist Party of India (Marxist). He had joined Dinraat this year.A day before his murder, workers of the Indigenous People’s Front of Tripura had clashed with the Tripura Rajaer Upajati Ganamukti Parishad, the ruling party’s tribal wing, in the same area. Multiple people had been injured and vehicles had been set on fire.Within hours of the journalist’s murder, the Tripura Police arrested three persons.  They said the accused were affiliated to the Indigenous People’s Front of Tripura.The riseThe Indigenous People’s Front of Tripura was formed in 1996, purportedly with the backing of the banned separatist group National Liberation Front of Tripura, which seeks to secede from India and form an independent Tripuri state. In the 2000 Tripura Tribal Areas Autonomous District Council elections, the party sprang a surprise by defeating the Tripura Rajaer Upajati Ganamukti Parishad. The council administers the state’s tribal areas under the Sixth Schedule of the Constitution.The following year, it joined hands with the Tripura Upjati Juba Samiti, the state’s first tribal party and, for a long time, the only serious contender to the Left. Soon, the Tribal National Volunteers – which had started off as an armed group but surrendered in 1988 to become a political entity – also joined the Indigenous People’s Front of Tripura. Together, the three parties came to be known as the Indigenous Nationalist Party of Twipra.And fall However, the   Indigenous Nationalist Party of Twipra failed to make much of a dent in subsequent Assembly elections in 2003 and 2008, which it fought with the Congress. Veteran journalist Subir Bhawmik put this down to  the party’s links with the National Liberation Front of Tripura, which the state’s Bengali population was not comfortable with.In the aftermath of its poor electoral performance, the party witnessed massive defections and started to unravel.  Soon, it split into the Indigenous People’s Front of Tripura and the Indigenous Nationalist Party of Twipra.  Consequently, the influence of both waned dramatically.Renewed importance However, as Tripura goes to polls next year, the Indigenous People’s Front of Tripura is set to be an important entity once again. A third of Tripura’s 60-seat Assembly is reserved for its large tribal population – which accounts for over 30% of its total population. The Bharatiya Janata Party, which has emerged as a contender to the ruling Left in the last two years, sees the Indigenous People’s Front of Tripura as the party that could help it gain entry to the state’s tribal areas – currently the stronghold of the Tripura Rajaer Upajati Ganamukti Parishad.   Last August, the BJP was believed to have backed the Indigenous People’s Front of Tripura in bye-elections to the Tripura Tribal Areas Autonomous District Council.In the past few months, though, the situation has become uncertain with the tribal party renewing its demand for a separate state of Twipraland, consisting of Tripura’s tribal areas, which account for almost 70% of the state’s total land area.In July, the Indigenous People’s Front of Tripura had blocked roads and rail lines for 11 days, cutting off the state from the rest of the country, over its demand for a separate state. (Credit: PTI)New ties?While the BJP maintains it does not support the statehood demand, a spokesperson for its Tripura unit, Mrinal Kanti Deb, told Scroll.in in an interview in July that the party “recognised the deprivation of the tribals of the state” and that it would convert the tribal district council to a state council if elected.Lately, the BJP has made an attempt to court the regional party, but a formal alliance is still uncertain. A state BJP leader said the party understood the importance of the Indigenous People’s Front of Tripura to any plan to make inroads in the state’s tribal areas. But the leader added that a formal pre-poll alliance may not materialise because of the indigenous party’s unpredictability.“So ultimately, we will probably have to opt for some arrangement of seat-sharing as we just don’t have the organisational strength in the tribal areas,” said the leader, who did not want to be identified. “What is likely to happen is that we will leave aside 10-odd seats for the IPFT. That way we are also with them, and also not with them. It is part of the larger strategy to involve as many local tribal parties as we can.”Indigenous People’s Front of Tripura chief NC Debbarma, too, said there was no alliance yet.On the arrest of persons allegedly affiliated with his party for the murder of journalist Santanu Bhowmik, Debbarma said the matter needed to be investigated by the Central Bureau of Investigation. “There were clashes, but as the state is warming up for elections, they are intermittent clashes between party workers,” he said.For its part, the Communist Party of India (Marxist) – which has ruled Tripura since 1993 and currently has 50 seats in the 60-member House – accused the BJP of backing the Indigenous People’s Front of Tripura in fomenting unrest. “Just to win the elections, the BJP is using the IPFT to create a division between the tribal and non-tribal population in the state,” said Bijan Dhar, general secretary of the party’s Tripura unit.Meanwhile, the situation in Mandai in the wake of Bhowmik’s killing remained tense. The area has a history of communal strife. On June 8, 1980, this village close to the Bangladesh border had witnessed one of worst pogroms in the history of modern India in which around 350 Bengalis were massacred by armed tribal insurgents, according to reports.","author":"Arunabh Saikia","time":"2017-09-22T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/851418-69056-hlhehdbxhm-1506016246.jpg","tags":["Tripura journalist's murder","CPI(M)","BJP","Statehood demand"],"source":"https://scroll.in/article/851418/why-a-tribal-party-blamed-for-the-murder-of-a-journalist-in-tripura-is-gaining-political-relevance"}