{"title":"‘Why enter our bedrooms?’: Uttarakhand’s live-in law leaves even young supporters of the BJP worried","content":"Ashima, who wants to be identified by a single name, was in her office in Dehradun on Tuesday morning when a notification popped up on her phone about the Uniform Civil Code introduced by the Uttarakhand government. Among other things, the set of common personal laws has introduced a provision that makes it mandatory to register live-in relationships.Ashima, 27, has been in a live-in relationship with her partner since August. She said that the law made her feel both alarmed and angry: “It seems the government wants to parent me more than my own parents.”Her partner, who did not want to disclose his name, said that the law has put pressure on him and Ashima to get married though they are not ready for this yet. “The other option is to live separately,” he said. “Maybe that is the government’s intention.”Uttarakhand is the first state in India to pass legislation governing live-in relationships. If couples fail to register within a month of entering a live-in relationship, they could be jailed for three years.The provisions have come as a rude shock to young people living in the state, but they have also created ripples outside as they fear that similar laws could be introduced elsewhere in India.The state’s Bharatiya Janata Party government has not offered any reasons for why it wants to regulate live-in relationships. But in the past, leaders of the party and its ideological fountainhead, the Rashtriya Swayamsevak Sangh, have made statements criticising such relationships.For some young supporters of the BJP, this has created a dilemma: are personal freedoms worth sacrificing for larger political goals? ‘Why should the government enter our bedrooms?’Ashima met her partner in 2022, at a wedding in her ancestral home in Uttarakhand. They kept in touch after coming back to Dehradun where both of them work. “After dating for about a year, we thought it made sense to move in together as we would find it difficult to take time out to meet,” she said. Dehradun is a conservative city, she said,  so they struggled to find a place to rent. “It now seems that was still the easier part,” she said.The law mandates that couples will have to make a “statement of live-in relationship” to a registrar, who will then conduct an inquiry into whether the relationship is permissible under Clause 380 of the bill. The clause bars live-in relationships where at least one of the partners is married or in another live-in relationship or is a minor. It also prohibits live-in relations between partners related by blood or marriage or when the consent of one of the partners has been obtained by “coercion or misrepresentation”.Simran Kulhari, a 24-year-old law student, who lives with her partner in Delhi, told Scroll that the terms coercion and misrepresentation were vague. “As a law student I know how these vague, open-ended terms are often misused to curb personal liberties,” she said.If a couple in a live-in relationship does not register their relationship, the law enables a government-appointed registrar to issue a notice on their own or on the “receipt of a complaint or information in this regard”. “From what I understand, this complaint can be lodged by anyone,” Kulhari said. “It could be the parents [of the live-in partners], or even a vigilante neighbour.”There are other aspects of the law too that have left young people concerned. Pooja Prasad, 28, is bothered by the fact that residents of Uttarakhand who are living outside the state also need to register their live-in relationships. Prasad, who hails from the hill state’s Pithoragarh district, lives in Delhi. She does not live with her partner currently, but feels that live-in relationships are a good way to test compatibility before getting married. “There is freedom to walk out of a live-in relationship if it is not working out,” she told Scroll. “If I need to register my live-in relationship then it is practically the same as getting married.”Prasad observed that the law opened the doors to surveillance and harassment for everybody who shared space with people outside their families. “If I am living with someone, that does not necessarily mean that I am in a relationship,” she said. “Why does the government need records of whom I am staying with? Why should the government enter our bedrooms?”The Uttarakhand law does not have clear answers to Prasad’s doubts about whether sharing a living space with someone constitutes a live-in relationship. The bill defines a live-in relationship as a relationship between a man and a woman cohabiting “in a shared household through a relationship in the nature of marriage”. However, it does not specify what a relationship in the “nature of marriage” entails.Sandipan Banerjee, a 21-year-old engineering student in Uttarakhand’s Roorkee, said that the law suffers from the people in power being out of sync with how relationships work for young people. “If I have a girlfriend, I won’t even tell my parents immediately about it,” he said. “Why is the government interested?”The law even mandates that if a couple decides to terminate the relationship, they must inform the registrar about it. “It sounds quite absurd that I will have to inform the government if I enter into a live-in relationship with someone and also if I decide to end that relationship,” Banerjee said. Kulhari, the law student, said the Uttarakhand law has the potential to have a chilling effect on live-in relationships across the country. “The society at large anyway views live-in relationships with suspicion and this law will only add to that,” she lamented. “Once the law is implemented, other states could also come up with such laws. This model was followed in the case of anti-conversion laws.”The Hindutva view of live-in relationshipsThe Uttarakhand law might have come as a shock to most people, but those following the Sangh Parivar are less surprised.In his book RSS Roadmap for the 21st Century, Sunil Ambekar, Prachar Pramukh or Media Head of the Rashtriya Swayamsevak Sangh, says live-in relationships are “a negative role model for society”. He writes: “Evidence shows that live-in relationships do not culminate in marriage, but lead to separation, and the sexual relationship has physical and psychological ramifications.” He does not cite any evidence, though.The Rashtriya Swayamsevak Sangh has long frowned on live-in relationships even as its stance on other contentious matters of personal relationships have evolved.In 2014, the Rashtriya Swayamsevak Sangh had said in a presentation on its annual report that it would not compromise on “moral values, social system and traditions in the name of individual freedom” when it comes to matters like live-in relationships and homosexuality.Subsequently, however, it had nuanced its position. In his book published in 2019, Ambekar noted that homosexuality should not be a criminal offence as sexual preferences are “private and personal”. However, for live-in relationships, Ambekar said they were not aligned to the idea of “fully functional Indian families”.More recently, in the aftermath of the brutal murder of Shraddha Walkar in Delhi by her live-in partner in 2022, BJP MP Dharambir Singh had called for a law against the “dangerous disease” of such relationships. Union minister Kaushal Kishore had also advised “educated girls” against entering into live-in relationships, claiming that they encourage crimes.This scorn and derision, however, hasn’t stopped many young supporters of the BJP from entering into live-in relationships. With the Uttarakhand government passing a law to regulate these relationships, some of them have even found reasons to endorse the move.“If one does not have any ill intentions, I don’t see any reason to have problems with registering a live-in relationship,” said Ankush Pratap Singh, 25, who lives in Bengaluru and said that he supports the ruling party.“If some dispute occurs between me and my partner, I would feel safer if there is some official record of the relationship,” Singh said. “It should be like a rent agreement where two parties are bound by certain terms.”Singh also claimed that in cases of disputes in relationships outside marriage, men are unfairly treated by the law. The only law in India that recognises live-in relationships is the Domestic Violence Act, which provides protection to women living in “relationships in the nature of marriage” from cruelty, violence, or other forms of atrocities. Singh said men would now be on an equal footing under the new Uttarakhand law.Not all supporters of the BJP view the law as benign. Akash Kanojia, 28, who has worked for the social media cell of the BJP in Prayagraj, said that the Uttarakhand law constitutes an unnecessary encroachment into personal relationships. Kanojia, who was in a live-in relationship for almost a year in Delhi, said that he believed a Uniform Civil Code was needed to bring all religious communities under the same set of personal laws, but he could see any reason to extend its provisions to live-in relationships.“At a time when [Prime Minister] Modi ji is talking about making India a developed country, this is a regressive step,” Kanojia said. He said he would like this part of the law to be repealed. “Even in the case of the farm laws, the BJP introduced the legislation and had to take it back when they could not implement it,” he said. “I think the same will happen with this law.”","author":"Abhik Deb","time":"2024-02-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154613-imabuazkui-1643547386.jpg","tags":["Uttarakhand","Uniform Civil Code","Live-in relationships","BJP","RSS"],"source":"https://scroll.in/article/1063457/why-enter-our-bedrooms-uttarakhands-live-in-law-leaves-even-young-supporters-of-the-bjp-worried"}