{"title":"Why is climate change missing from the Indian electoral debates?","content":"The global climate crisis has garnered substantial attention on international platforms. But despite its far-reaching consequences, climate change does not figure in the Indian elections. India’s general election campaigning has seen the complete absence of climate change as an issue.India, among the most climate-vulnerable nations, confronts a plethora of climate change effects across its varied landscapes. Escalating temperatures intensify heatwaves, imposing pressure on vulnerable communities and agricultural sectors. Unpredictable monsoon patterns result in droughts in some parts and floods in others, disrupting food security, livelihoods and infrastructure.The melting Himalayan glaciers threaten water availability for millions dependent on Indus and Ganga River systems originating from these mountains. Coastal regions, home to densely populated cities and vital economic hubs like Mumbai and Chennai, are increasingly vulnerable to sea-level rise, storm surges, and saltwater intrusion, posing risks to infrastructure, habitats, and livelihoods. Additionally, climate change amplifies the risks from extreme weather events such as super cyclones and hurricanes, with recent events causing widespread devastation and displacement.These interconnected impacts underscore the urgent need for India to mitigate greenhouse gas emissions, strengthen resilience measures and adapt to the changing climate to safeguard the well-being of its populace and ensure sustainable development. However, scant attention is being given to climate change in Indian electoral discourse.Undoubtedly, India grapples with multifaceted challenges ranging from majoritarianism, corruption, poverty and unemployment to infrastructure development and healthcare. Amidst this complex landscape, climate change often takes a backseat in electoral agendas. Several factors contribute to this phenomenon.First, immediate concerns often overshadow long-term environmental issues in Indian politics. The electorate, predominantly comprised of individuals grappling with poverty and basic survival needs, tends to prioritise issues that have an immediate impact on their daily lives.Economic development, social welfare, and personal and group security concerns often take precedence over environmental considerations, including climate change. Politicians, cognisant of these priorities, tailor their electoral campaigns to address the immediate needs of the electorate rather than focusing on abstract, long-term issues like climate change.Second, the lack of widespread awareness and an understanding of climate change among the Indian populace impedes its prominence in electoral debates. Despite being one of the most vulnerable countries to climate change, awareness about the intricacies of climate change is limited.A woman, who felt dizzy due to the high temperature, rests inside a polling station after casting her vote during the second phase of voting in Barmer, Rajasthan, on April 26. Credit: Reuters.Without well-informed, well-educated and well-organised electorates demanding action on climate change, political parties have little incentive to prioritise it in their electoral agendas. Moreover, the complexity of climate science and the competing narratives surrounding it often lead to confusion and scepticism among the public, further diminishing its salience in electoral discourse.Third, the political landscape in India is highly polarised along religious, regional, caste, and linguistic lines, leaving little room for consensus on contentious issues like climate change. Major political parties often adopt divergent positions on environmental policies, with most prioritising economic growth and industrial development over environmental conservation.Blaming the Global North for climate change is a path that political parties in India often take. In this new era of India’s religion-dominated political landscape, there is very little space for a common agenda among political forces. Thus, the lack of bipartisan consensus on climate change impedes meaningful policy formulation and implementation, relegating it to the periphery of electoral debates.Furthermore, the influence of powerful vested interests, including industries with a significant carbon footprint, further marginalises climate change in Indian electoral politics. The nexus between crony capitalists and political elites often results in policies that prioritise short-term economic gains over long-term environmental sustainability. Lobbying by politically-connected industries opposed to stringent environmental regulations, coupled with campaign contributions to ruling parties, undermines efforts to address climate change at the policy level.Moreover, the decentralised nature of Indian politics, with power dispersed across multiple tiers of government, complicates efforts to formulate a cohesive national strategy to combat climate change, and also climate change becomes an issue for the national election. The Central government sets overarching policies but it is the state governments that play a crucial role in implementing them. Differing political priorities and resource constraints among states frequently impede the effective implementation of climate policies.While India acknowledges its responsibility as a significant emitter of greenhouse gases, it also emphasises its developmental imperatives and historical emissions by developed countries. India’s long-standing position has been that the environment cannot be improved under conditions of poverty.Negotiations in international forums often revolve around issues of equity, common but differentiated responsibilities, and financial assistance for developing countries to adapt to and mitigate the impacts of climate change. However, these complex negotiations seldom resonate with the average voter and even a majority of political elites, further relegating climate change to the periphery of electoral debates.While climate change poses significant risks to India’s environment, economy, and society, it is absent in Indian national election campaigns. Immediate concerns, lack of awareness, political polarisation, vested interests, decentralised governance and the complexity of international negotiations collectively contribute to the marginalisation of climate change in India’s electoral discourse.Addressing this gap requires concerted efforts to raise awareness, foster bipartisan consensus, regulate vested interests, strengthen governance mechanisms and enhance international cooperation. Only through collective action and wise and visionary political leadership can India effectively tackle the existential threat posed by climate change and secure a sustainable future for its citizens.Ashok Swain is a professor of peace and conflict research at Uppsala University, Sweden.","author":"Ashok Swain","time":"2024-05-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200432-zfubuoywti-1714635355.jpg","tags":["Climate Change","Summer","Extreme Weather","Global Warming"],"source":"https://scroll.in/article/1067346/why-is-climate-change-missing-from-the-indian-electoral-debates"}