{"title":"Why is the Prevention of Money Laundering Act under challenge in the Supreme Court?","content":"On Monday, Nawab Malik, minister of minority development in Maharashtra and senior leader of the Nationalist Congress Party, was sent to judicial custody till March 21. Malik was arrested on February 23 in connection with a money laundry case involving gangster Dawood Ibrahim and his associates. He had been in the custody of the Enforcement Directorate since then.Malik’s arrest is part of a pattern where opposition leaders in the states are targetted under an excessively harsh law: the Prevention of Money Laundering Act 2002. At present, the constitutionality of many provisions of the law is under challenge before a Supreme Court bench. Malik’s arrestNawab Malik was arrested for allegedly  sponsoring terrorist activities in connection with gangster Dawood  Ibrahim under the Prevention of Money Laundering Act 2002.The  Enforcement Directorate filed a first information report against Dawood  Ibrahim in the first week of February. Malik is alleged to have bought a  property from a close aide of Ibrahim’s for a few lakhs when its actual market price was worth crores. The Enforcement Directorate  has also submitted  before the court that the actual owner of the property had not given  the authorisation to sell the property and has not received any money  after its sale. An aide of Ibrahim, who had the power of attorney over  the property, sold it to Malik, the Enforcement Directorate has claimed.Nawab Malik's arrest is politically motivated. Whenever they (BJP) see any Muslim party worker they link them with Dawood...PM Modi should explain why Narayan Rane didn't resign when he was arrested as BJP keeps asking for Nawab Malik's resignation: NCP chief Sharad Pawar pic.twitter.com/tGJNO4Nz7S— ANI (@ANI) March 5, 2022\n\nNationalist Congress Party chief Sharad Pawar accuses Malik's arrest of being politically motivated.\nProblems with the lawThe Supreme Court has been hearing a clutch of more than 80 petitions  challenging the constitutionality of multiple sections of the  Prevention of Money Laundering Act 2002. These relate to arrest, bail,  search and seizure, amongst other sections.The Prevention of Money Laundering Act 2002 was enacted  to prevent money laundering mainly resulting from the international  narcotics and drugs trade. However, over the years a number of crimes  have been brought under the ambit of this law through amendments. It started with offences from six legislations but now it has offences from 30 legislations. Thus, the scope for Enforcement Directorate to start proceedings under this law has increased. Some lawyers have also argued that now the list of offences also include less serious such as infringement of copyright and application of false trademarks.Additionally, many of  these amendments have been brought through money bills, which only need  to be passed through the Lok Sabha. Petitioners challenging the law have  argued  that these changes were improper since the law was outside the scope of  money bills, which are meant to deal with subjects dealing with  government revenue and expenditure.The Prevention of Money  Laundering Act has specific provisions on aspects such as how the  investigation has to be conducted, arrests have to be made and bail is  to be given. These provisions go beyond general criminal statutes like  the Code of Criminal Procedure. They are much more stringent compared to  how criminal trials usually take place.Riveting talk by Legal luminary  @KapilSibal at @Taxsutra & Vaish Law webinar on PMLA Act. Mr. Sibal begins his special address by launching into the manifold illegalities in the Act and its over-arching sweep... opines that several parts of the Act are unconstitutional— arun giri (@arungiri) July 3, 2020\n\nFurther, where there is  no specific provision in the Prevention of Money Laundering Act, the  Enforcement Directorate does not follow the Code of Criminal Procedure  but follows the Enforcement Directorate manual, an internal document prepared by the Enforcement Directorate. The petitioners have argued  that money laundering investigations should be brought within the Code  of Criminal Procedure as the Enforcement Directorate manual is an  internal document prepared by the executive arm and should not govern  investigations. In many instances, the accused may not even be informed what the crimes they are being charged with are.  As opposed to first information reports, the Prevention of Money  Laundering Act has an enforcement case information report, which is an  internal document that the Enforcement Directorate may not even share with the accused. Petitioners in the Supreme Court have argued  that earlier the Enforcement Directorate could only start an  investigation for money laundering after a charge sheet was filed. However, now the Enforcement Directorate can start proceedings against a person on the basis of an enforcement  case information report, where the accused may not even know the crimes they are accused of since the report is not shared with them.  Additionally, the petitioners have argued that while the Enforcement  Directorate  has powers like the police, it is not regulated by the same rules as the police.The petitioners have also argued  that the powers given to the Enforcement Directorate to attach an  accused’s property and take its possession are very wide and continue till the accused is acquitted.Stringent bail conditionsBail is very difficult under  the Prevention of Money Laundering Act. There are two conditions which  have to be satisfied. First, the public prosecutor has to be given an  opportunity to oppose the release. Second, the court has to be satisfied  that there are reasonable grounds to believe that the accused is not  guilty of the alleged offence and that she is not likely to commit any  offence when she is on bail. These conditions are even more stringent than the terror law, Unlawful Activities (Prevention) Act 1967. Under the Unlawful Activities (Prevention) Act 1967,  the public prosecutor has to be given a hearing and if the court thinks  that there are reasonable grounds to believe that the accusations  against a person are prima facie true then bail cannot be given. The  condition that the court must be satisfied that the accused would not  commit any offence while on bail does not exist.Bail conditions under the Prevention of Money Laundering Act are the same as Narcotics Drugs and Psychotropic Substances Act 1985.Due to these conditions, bail hearings work like full-fledged trials,  since the judge has to make an assessment about whether the accused  committed the crime. The petitioners challenging the Prevention of Money  Laundering Act have argued  that this reverses the idea of presumption of the innocence of an  accused. And with the growing list of offences under this law, these  bail conditions were too harsh. The constitutionality of these bail conditions is also under challenge. These bail conditions had been struck down by the Supreme Court in 2017 for being unconstitutional. However, the Centre brought an amendment  through the Finance Act 2018, a money bill, to bring these conditions  back again. Earlier, they were only applicable for specific crimes  punishable with more than three years of imprisonment. But this  condition was removed after the amendment. The government has claimed  that this amendment makes the provisions constitutional since the  unconstitutionality existed due to the offences it applied to. The abuse of the lawSome of the petitions challenging the  constitutionality of the law have been filed by opposition politicians  charged under the PMLA. These include Congress Member of Parliament Karti  Chidambaram, former Punjab Member of Parliament Sarwan Singh Phillaur  and former Jammu and Kashmir Chief Minister Mehbooba Mufti. Many  opposition parties have said that the law is being used in a politically motivated manner.Even Nawab Malik has claimed that he is being targeted because he has been a “vocal critic of the misuse of central agencies” by the BJP government.West Bengal CM Mamata Banerjee speaks to NCP Chief Sharad Pawar, expresses support after the arrest of NCP leader and Maharashtra Minister Nawab Malik pic.twitter.com/Da7FDslNAa— ANI (@ANI) February 23, 2022\n\nWest Bengal CM Mamata Banerjee, one of the most vocal critics of the present central government, came out in support of Malik.\nApart  from Malik, a number of other opposition politicians are also being  investigated under the Prevention of Money Laundering Act. Presently,  around twelve politicians from the Maha Vikas Aghadi, the coalition government formed in Maharashtra. The most high profile target so far has  been Anil Deshmukh, former Maharashtra home minister, who was arrested  on November 1 for alleged money laundering. His bail plea is still pending. Activists, politicians, and even businessmen are being investigated under this law.Often in statutes like these, the process  becomes the punishment. This is evident from the convictions under the  Prevention of Money Laundering Act, one of the petitioners have claimed.  They have submitted that out of a total of 1,700 raids and more than  1,500 investigations since 2011 only 13 people have been convicted in 9  cases. However, the Union government has submitted to the court that it  has only made 313 arrests under this law till date, thus it is not being misused.","author":"Umang Poddar","time":"2022-03-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165585-smxdaudjfw-1635234548.jpg","tags":["Enforcement Directorate","Nawab Malik","Prevention of Money Laundering Act 2002","Dawood Ibrahim"],"source":"https://scroll.in/article/1018325/why-is-the-prevention-of-money-laundering-act-under-challenge-in-the-supreme-court"}