{"title":"Why BJP is now talking about Uttar Pradesh’s stray cattle problem","content":"It took time but when it came, it was a flurry. A good ten days into the Assembly elections and with two phases of the seven-phased polling already over, the Bharatiya Janata Party finally addressed the stray cattle problem in Uttar Pradesh’s fields. The first to break to silence was Prime Minister Narendra Modi, who said on February 20 that the government would formulate a policy to make the dung of non-milch cows commercially lucrative. Days later, chief minister Adityanath followed suit – at a rally where reportedly farmers deliberately released cattle near the ground.  Then, it started becoming a recurring topic in both the leaders’ poll addresses. While Adityanath invoked a cash assistance scheme, which is already operational but hasn’t fully taken off, Modi spoke of having found a new recourse that he wouldn’t specify. All of this was a marked departure from the existing party line: that the problem of stray cattle, despite being all-pervasive in the state, wasn’t a poll issue at all. This was not necessarily a reflection of conceit – in the 2019 Lok Sabha polls, farmers had vocally complained about the problem, yet voted for the BJP nonetheless.  Rakesh Tripathi, a spokesperson for the party’s Uttar Pradesh unit, reasoned, “This would have been an electoral issue had any other party come up with a solution, but they haven’t either, because they know their solution is not acceptable to the people of Uttar Pradesh.”A tentative approachIndeed, all Opposition parties, including the Samajwadi Party, seen as the main challenger to the BJP this time, have shied away from addressing the matter. Their election manifestos are largely silent on it. Even in public addresses, Opposition leaders have spoken of compensating farmers for the damage caused by stray cattle, as opposed to mitigation. This might seem to belie logic given – it is hard to find a farmer in the overwhelmingly rural and agrarian state who doesn’t complain about stray cattle depredating crops. How did the last five years go, I would routinely ask farmers while travelling across Uttar Pradesh in the past eight months. Nine out of ten times, the answer would feature a reference to awara pashu, chutta janwar, anna pratha – the terms used for stray cattle depending where you are in the state.Why then is the Opposition wary of taking the bull by the horns? Sushil Kumar, a sugarcane farmer in Sitapur district’s Tikona village, said it had become impossible to sustain farming because of stray cattle. \"I voted for the BJP, but little did I know I was throwing away my own livelihood,\" he said.How it unfolded  First, some background. The cattle menace in Uttar Pradesh is not new, but has worsened substantially in the last five years because of Adityanath’s crackdown on the meat industry. One of the first executive decisions the saffron-clad Hindutva leader took after assuming power in March 2017 was to practically outlaw cattle slaughter.This meant farmers struggled to sell bovines that had outlived their utility. Worse, the fear of vigilante action – a hallmark of the early years of the Adityanath government –   brought even cattle transactions for non-meat purposes to a standstill.Several cattle markets closed down in the state in the last five years. Unable to afford the upkeep of the animals, farmers released them in the open. Hungry and shelterless, they now run riot in the state. Pradeep Kushwaha (left), a resident of Banda's Barokhar village, blamed the Uttar Pradesh government for not cracking the whip on corrupt village chiefs who misappropriate funds meant for cow shelters. \"It's the government's fault and we are suffering,\" he said. The many (failed) mitigation measuresThe state government has tried taming the marauding animals by setting up cowsheds and activating fodder banks, but this hasn’t worked at all. For one, the cowsheds are inadequate – less than six thousand for over a million cows that roam free in the state, according to the state government’s estimates. Two, there is a lack of  accountability about  their operations. Farmers across the state allege that village chiefs, who are tasked with their upkeep, indulge in rampant misappropriation of funds. “Cowsheds are a den of corruption,” said a farmer in Bundelkhand’s Banda district where the problem is perhaps the most dire. “Forcing animals to be in the cowshed is akin to punishing them – there is no food, no water, it is like being in a jail for them.”The state has also employed a system of cash transfers to farmers – Rs 900 a month per animal for a maximum of four of them – but barely a lakh cows have been enlisted under the scheme so far, according to numbers shared by the state’s animal husbandry department with India Today.  It is this provision that Adityanath has referred to in election rallies of late. A cow shelter in a village in Banda district's Baberu block.Not saying out loudAll of this points to a rather obvious conclusion: the only solution is to open up the defunct cattle markets, loosen the restrictions on transport, trade and slaughter.Yet, the Opposition wouldn’t even remotely suggest that.The Samajwadi Party’s leaders admit that “no one can openly” spell out this obvious. “It is a sentimental issue,” said a senior leader of the party. Therein, political observers say, lay the “greatest success of the BJP in recent years”. “They have been able to shift the political discourse in such a manner to the right that nobody can speak on such issues,” said Mirza Asmer Beg, a political scientist at the Aligarh Muslim University. “The contest in UP is being held on the BJP’s terms, it is they who are setting the agenda.” Shashikant Pandey, who teaches political science at Lucknow’s Babasaheb Bhimrao Ambedkar University, agreed. “Opposition parties have become careful about such issues because they are worried that it would backfire and the BJP would capitalise on it by saying they are anti-Hindu,” he said. Mohammad Alam stays in a makeshift shelter at the edge of his farms, keeping guard against rampaging bovines. \"It's like all the peace has been sucked out of our lives,\" he said. The Samajwadi Party leader, however, rejected the claim that the party’s position was defensive. “The cow is something we don’t ask for votes on anyway,” he said. “It’s the BJP’s agenda, the fact that their manifesto also doesn’t talk about it, despite it being such a big issue, is telling.”Besides, there was an “unsaid understanding” among people, the leader claimed, that if the party came to power, “transportation, etc, would become easier.”  The sentiment on the ground may just be in favour of this ambiguity. Most farmers, for their part, have no illusion that the solution to the problem lay in opening up the slaughter houses. Yet, it is something that many Hindu farmers are uncomfortable articulating. “I can’t say it with my own mouth, but the cows are dying a slow death anyway, either getting their heads stuck in barbed fencing that farmers have set up around the perimeter of their fields, or out of hunger,” said a farmer belonging to an intermediary Hindu caste in Budaun. “The government should think of something.”In Budaun's Madanjudi village, Hardayal Maurya said the cattle markets should reopen. \"Fine, protect the cow, but at least let bullocks and male calves be sold,\" he said. Anger catching up? Is economics then finally starting to trump faith, even if it is not being spelled out explicitly? Pandey, the Lucknow University professor, said while “the scale of the problem has increased manifold since 2019”, he wasn’t sure if it in itself would make a sizeable chunk of voters shift loyalties. “Usually, it is a whole bunch of issues that add to voter discontentment,” he said. Conversations with aggrieved farmers suggest there may be a ring of truth to Pandey’s thesis. While they invariably list stray cattle as that one lingering source of trouble in the last five years, most hesitate in unequivocally condemning the government for it. Many reason that the government alone could not be blamed for it. The refrain being: after all, these are animals we have deserted. Brijlal Kumar Mathura, a Dalit farmer in Budaun's Naum Tikanna village, said it was a complicated problem. \"The truth is that while Hindu farmers are suffering the most, we are the ones who make the loudest noise against cow slaughter,\" he said.Tripathi, the BJP spokesperson, underlined this. “People know it is not a problem created by the government,” he said. “They expect the government to help them deal with it – which we are doing – but it is something that they believe that they have to take care of finally. It is, after all, a matter of faith and slaughter of cattle is not acceptable to any Hindu.”What then explains the prime minister and the chief minister devoting time to matter, ever so frequently in their public meetings in the final phases of the Uttar Pradesh polls?As Pandey posited, the public mood is contingent on a multitude of factors. And this time, the BJP appears to be battling a wave of economic discontent, spawned by endemic unemployment and soaring inflation. While the holy cow, despite its many misdemeanours, may have been given a free pass by the public in better times, farm losses may not be taken so kindly at a time when other economic avenues are drying up and prices of many essentials are at an unprecedented high. Read more dispatches on the Uttar Pradesh elections here.","author":"Arunabh Saikia","time":"2022-03-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171141-myyxdifdce-1646620687.jpg","tags":["Uttar Pradesh Assembly Elections 2022","Cattle trade"],"source":"https://scroll.in/article/1018890/why-bjp-is-now-talking-about-uttar-pradeshs-stray-cattle-problem"}