{"title":"Why the Opposition’s support for a caste census falters in some states","content":"Since the Bihar caste census was released on October 3, Opposition parties have raised the pitch in demanding representation proportional to caste-wise population. On Monday, the Congress said that if voted to power at the Centre, it will conduct a similar exercise at the national level and remove the 50% cap on caste-based quotas.Much of this is driven by politics in the Hindi belt states, where the Opposition thinks that taking away enough backward caste votes from the Bharatiya Janata Party is critical for its chances. The principal constituents of the INDIA bloc in the two crucial Hindi states of Uttar Pradesh and Bihar –  the Samajwadi Party, Rashtriya Janata Dal and Janata Dal (United) – have traditional vote banks among backward class groups.However, this template does not necessarily replicate for the Opposition in states beyond the Hindi belt. Scroll analysed three states – Karnataka, West Bengal and Kerala – where INDIA-led governments are actually resistant to the idea of a caste census. The ruling formations in these states fear that conducting a caste census could give rise to new political currents which might end up eroding their bases and even helping the BJP.Lingayat and Vokkaliga dominanceIn Karnataka, the Congress government is wary of releasing the findings of a caste survey under the apprehension of antagonising the dominant Lingayat and Vokkaliga groups. Chief Minister Siddaramaiah himself had commissioned the survey in 2015, during his first term, to study the socio-economic status of caste groups in the state. The report was ready in 2018, but successive governments under the Bharatiya Janata Party’s BS Yediyurappa and the Janata Dal (Secular)’s HD Kumaraswamy did not release the findings of the report either.Journalist Dinesh Amin Mattu, who was the media advisor to Siddaramaiah, when he commissioned the caste survey in 2015, told Scroll that the chief minister himself does not have a problem in releasing the findings. “However, there is opposition from the Vokkaliga and Lingayat communities,” he said. The bone of contention lies in a leak of the caste survey findings during Kumaraswamy’s regime. The data showed that Lingayats account for 14% of the state’s population, and not 17%, as was found in the last countrywide caste census in 1931, the Hindustan Times reported. Similarly, the Vokkaliga population has come down from 14% to 11%. The Scheduled Castes, at 19.5%, constituted the largest grouping in the state, followed by Muslims at 16%, according to the leaked data from the report.Even as the population of the Lingayats and Vokkaligas has declined according to the caste survey, releasing its findings would put Congress at the risk of upsetting 25% of the state’s voters. An analysis by the Trivedi Centre for Political Data shows that the two communities had a crucial role to play in the Congress’ win in the 2023 state elections.Karnataka Chief Minister Siddaramaiah (right) himself had commissioned a caste survey in the state in 2015. Photo credits: PTIIn fact, Congress received 49% of the Vokkaliga votes – the highest among all parties, according to data from the Centre for Study of Developmental Societies. The JD(S), which has traditionally done well in the Vokkaliga pockets of Karnataka, was reduced to getting only 17% of the community’s vote.“The Vokkaligas voted heavily in favour of the Congress this time but if the census findings are released, JD(S) will make all attempts to rile them up,” political commentator Shivasunder told Scroll. He added that with only a few months to go for the Lok Sabha polls, the Siddaramaiah government was likely to postpone releasing the findings.Bhadralok controlAmong constituents of the INDIA bloc, the most vocal opposition to caste census has come from West Bengal Chief Minister Mamata Banerjee. She vetoed the proposal for adding caste census as a policy objective in the resolution drafted by the Opposition alliance in September.Conducting a caste census in West Bengal could dissuade the Trinamool Congress’ upper caste voters, as the OBC population will come to be higher than what it is currently considered to be, Adil Hossain, a professor at the School of Development in Azim Premji University, told Scroll.In the 2021 Assembly elections, the Trinamool Congress got nearly as many votes (42%) from the upper castes as the BJP did (46%), according to CSDS data. This makes West Bengal a rare state where the BJP is a major player but does not get a lion’s share of the upper caste votes.“Even though Banerjee introduced the politics of identity to West Bengal, the changes were mostly cosmetic at the level of adding communities to the OBC list,” said Hossain, who writes extensively on West Bengal. “The proverbial ‘bhadralok’ [upper caste] dominance is still very much prevalent.”The Trinamool Congress got almost the same number of votes from upper caste Hindus as the BJP did in the 2021 state elections, making West Bengal an exception. Photo credit: ReutersIn the event of a caste census, the Trinamool Congress could also lose votes among Hindu OBCs if the BJP managed to convince them that the ruling party had unfairly added Muslim communities into the quota list, Biswanath Chakraborty, a professor of political science at the Rabindra Bharati University, told Scroll. While a Muslim-dominated subcategory within the OBC quota had been started by the Left in 2010, the Trinamool expanded it significantly when it came to power.“Caste was never a factor in West Bengal politics until Banerjee made it so in her bid to come to power,” Chakraborty said. “She added several Muslim groups to the OBC category. The BJP has long been accusing her [Banerjee] of doing a politics of appeasement.”Malayali upper castes claiming marginalisationMeanwhile, down south in Kerala, the Pinarayi Vijayan government faces a unique situation as upper caste communities like Brahmins and Nairs are claiming that they are underrepresented in government services in the state. In its judgement in 2020, on a petition moved by a non-government organisation representing upper caste groups, the Kerala High Court had noted the state Backward Commission had failed to periodically update the backward class list and that data for population share of 73 caste groups was not available. The court also cited Sachar Committee report findings that the Ezhava community had disproportionate representation in public services in Kerala, as compared to the Muslims.On account of these observations and the fact that the petitioners were demanding quota for upper castes, the court adjudged: “The case… in such circumstances, can be considered only after obtaining a socio-economic caste survey report and the data regarding representation of the castes and communities in the services under the state.”The decision has been upheld by the Supreme Court too, but the Vijayan government is yet to take a decision on the survey given it would mean updating the list of backward classes in the state.“The government is aware of the fact that any redrawing of the OBC list is bound to generate political controversy and might cost them electorally because the major chunk of votes  for the Left comes from OBCs, especially the Ezhava community,” Kerala-based journalist Bhoopesh NK told Scroll.At 22% of the state’s population, the Ezhavas are the largest social group in Kerala.The Vijayan-led Left Democratic Front garnered 53% of the votes polled by Ezhavas when it retained power in the 2021 state elections. Among OBC groups other than the Ezhavas – which account for another 8% of Kerala’s population – the LDF got 61% of the votes, according to CSDS data.Ezhavas and other OBC groups are a solid vote bank of the Left parties in Kerala. Photo credit: ReutersThere is indeed some substance in the claims of certain upper caste communities who live near the Kerala-Karnataka border that they should be included into the list of groups who get reservations, journalist Haritha John told Scroll. But even the Congress-led United Democratic Front, which sits in the Opposition benches in Kerala is not backing the demand for caste census.The reason, Dalit scholar Rekha Raj told Scroll, was similar to that of Karnataka and West Bengal – that the parties do not want to upset the existing political scheme of things. “If the survey shows that some of the backward groups have social mobility, the upper caste will go on to raise the demand to redraw the quotas,” Raj concluded.","author":"Abhik Deb","time":"2023-10-17T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194930-uiomsscqte-1697109931.jpeg","tags":["Congress","Karnataka","West Bengal","Kerala","Caste Census","INDIA"]}