{"title":"Why John Abraham (the real one) was more than a ‘maverick genius’","content":"There are two kinds of filmmakers – those who create an oeuvre of their own and leave a personal imprint on their field, and those who not only want to explore the medium and create a body of work, but also want to communicate and connect with contemporary society. John Abraham was the latter. Although he was mythologised as a maverick genius, it is more important to reclaim his legacies as a filmmaker and as someone who tried to realise the potential of collective action in cinema. These legacies are even more important in our current times, when oppositional movements of ideas or expressions – offbeat, alternative, new wave, etc – are either suppressed by the state or turned into yet another brand in the vortex of global capital.Abraham was, and still is, known for his nomadic lifestyle. He travelled constantly from one place to another and from one friend or group to another, always leaving stories and memories behind. Abraham and his narrative abhorred and shunned safeties and closures, making him a nomad in more than one sense. His films portrayed journeys of escape as well as of self-discovery, boredom and purification. John Abraham made only four films in a career spanning 15 years: Vidyarthikale Ithile Ithile (Students, This Way, 1971), Cheriayachante Kroorakrithyangal (The Cruel Deeds of Cheriyachan, 1979), Agraharathil Kazhuthai (Donkey in a Brahmin Village, 1977), and Amma Ariyan (Report to Mother, 1986). Being a Kuttanadan born into a traditional Christian family, his was inevitably a complex lineage. The vibrant culture and agrarian economy of Kuttanad was intricately interwoven with the culture of Christianity and communism – each with its own martyrs and different kinds of martyrdom. These tensions are evident in Abraham’s films. Sometimes, they appear as adolescent rebellion, as seen in Vidyarthikale Ithile Ithile. At other times, they surge up as guilt, like in Cheriyachante Kroorakrithyangal. In Agraharathil Kazhuthai, they create the tension of duty and compassion, and in Amma Ariyan, that of confession and atonement. It is this spontaneous and open and yet complex interface with conflicting streams of tradition and politics that distinguishes John, the man from his films. His work is political and historical in a very indigenous way. In all his films, there is a disturbing and intense grappling with tradition and contemporaneity. His form and narratives draw their energy and movement from this conflict.Journeys within and withoutJourneys are a recurring metaphor in Abraham’s films – from the personal to the socio-political, from the inside to the outside, from theory to practice, from biography to history, from death to life, from son to mother and vice versa, from guilt to redemption and, sometimes, from guilt to violence.Vidyarthikale Ithile Ithile depicts the journey from the moralism and injustice of a closed system like the school to the ethical, open world of the community of school children and the outside world. In Agraharathil Kazhuthai, the professor and Chinna, ridiculed on campus and in the housing colony, make a physical journey to the village. For the professor, the journey is also from the philosophy he teaches to the reality of the world to which he belongs – family, community and the agraharam (Brahmin village).In Cheriyachante Kroorakrithyangal, the journey is an internal and abysmal one, and chronicles the fall into one’s own phobia-prone self. Cheriyachan recoils from the violent society of feudal greed and immorality, and gradually retreats into his home, hospital, and inner world. His journey is from the open, outside world into his own closed, unventilated world. In the end, he self-destructs. Amma Ariyan is a road movie that spans the whole of Kerala. It represents an external and an internal journey. Over its course, the film maps Kerala geographically (Wayanad to Kochi), historically (the radical phase of the Naxalite movement) and emotionally (individuals as ruins, or as living memorials of history).The legacy that lives onLooking back at the films we have made in the three decades after John Abraham, it becomes apparent that there have not been any significant filmmakers in the tradition that he launched. This fact is all the more painful because we are living in a time when image-making has become so accessible and affordable. Our films journey either outwards or inwards, but seldom do they find explosive interactions between the two, which is what makes Abraham’s films relevant even today.His existential and political conflicts were one and the same (the existential was political to him), and he dared to look into both with great courage, openness and freedom. Abraham’s legend and legacy live on, and continue to inspire the present. His vision about cinema and his commitment to the idea of the collective are gathering more and more aesthetic, social and political resonance in the times we live in.CS Venkiteswaran is an Indian film critic, professor, documentary filmmaker, and writer from Chalakudy, Kerala, who writes predominantly in English and Malayalam. He won the National Film Award for Best Film Critic in 2009. This article is a part of Saha Sutra and is based on Sahapedia’s module on John Abraham. Sahapedia offers encyclopaedic content on India’s vast and diverse heritage in multimedia format, authored by scholars and curated by experts – to creatively engage with culture and history to reveal connections for a wide public using digital media.","author":"CS Venkiteswaran, Sahapedia ","time":"2019-09-01T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126418-umygnvuiso-1567074692.jpeg","tags":["John Abraham","Amma Ariyan","Agraharathil Kazhuthai"],"source":"https://scroll.in/reel/935485/why-john-abraham-the-real-one-was-more-than-a-maverick-genius"}