{"title":"Why the BJP has softened its stance on caste census","content":"On November 3, Home Minister Amit Shah said at an event in poll-bound Chhattisgarh that the Bharatiya Janata Party was not opposed to the idea of a caste census. Just two days later, in Bihar, he claimed that the decision to conduct a caste census in the state had been taken when the BJP was in power in coalition with Chief Minister Nitish Kumar’s Janata Dal (United).Shah’s statements mark a significant change in BJP’s position on caste census. In an affidavit filed in the Supreme Court in 2021, the central government had said that “exclusion of information regarding any other caste”, apart from Scheduled Castes and Scheduled Tribes, from the decadal census is a “conscious policy decision”. More recently, on the very day that the Bihar government released findings of its caste census in October, Prime Minister Narendra Modi accused the Opposition of dividing the country along caste lines.The shift in BJP’s stance could be viewed from two distinct perspectives. In some states, the party has backed a caste census in order to attract voters from backward caste groups. In other states like Uttar Pradesh and Bihar, it has not outright demanded a caste census, but has ceased to be as opposed to the idea as it was till very recently. This is possibly because the BJP is concerned about parties like the JD(U), Rashtriya Janata Dal and Samajwadi Party breaking into its consolidation of Hindu votes by mobilising backward castes.In two public meetings in November, Home Minister Amit Shah has said that the BJP is not opposed to caste census. (Photo: Anushree Fadnavis/Reuters)BJP on caste census outside the Hindi beltMaharashtra is the most prominent example of the BJP deviating from its opposition to a caste census. The state government, on November 1, commissioned a study of the socioeconomic status of all caste groups – other than the Kunbis – within the larger Maratha fold to examine the community’s demand for reservation.Kunbis are a Maratha sub-caste already listed under the Other Backward Classes category. They are among the backward class groups that have traditionally backed the BJP in Maharashtra. Experts told Scroll, that by conducting a census within the Marathas, the saffron party aims to mobilise other lower caste groups who, like the Kunbis, are socioeconomically lagging behind the upper caste groups within the community. Unlike in Maharashtra, the BJP is not in power in Odisha and has little chance of being so in the near future. Pitted against a strong regional party in the state, the saffron party has backed a caste census to gain some ground among OBC voters. In October, the Odisha State Commission for Backward Classes submitted a caste census report to the Naveen Patnaik government. The findings have not been made public but news reports said that the commission found that 39% of the state’s population belonged to the OBC community.However, state units of both Congress and the BJP have claimed that the OBC population has been undercounted as the caste census was not a door-to-door exercise and respondents had to voluntarily participate in the process. Surath Biswal, the president of BJP’s OBC wing in Odisha has demanded a fresh census involving grassroot level functionaries such as anganwadi workers.BJP on caste census in Hindi beltThe BJP’s approach towards a caste census in the Hindi belt is distinct from the states mentioned above where it is trying to make inroads among the OBCs – or in the case of Maharashtra, among lower caste Marathas. In Bihar and Uttar Pradesh, the party has already made significant electoral gains among the OBCs, which formed the bedrock of its sweeping victories in the 2014 and 2019 Lok Sabha polls.The BJP’s expansion among the OBCs came “at the cost of both the Congress and the regional parties, especially in Bihar and Uttar Pradesh,” Lokniti-CSDS co-director Sanjay Kumar wrote in an article for The Indian Express. Kumar pointed out that the BJP performed better among lower OBCs as compared to upper OBCs like Yadavs, who form the support base of RJD and Samajwadi Party in Bihar and Uttar Pradesh.It is this consolidation of OBC – and more specifically lower OBC votes – in favour of the BJP that the Opposition parties are trying to break into by making caste census a crucial element of their election strategy. For instance, there is speculation that Nitish Kumar will contest the Phulpur Lok Sabha seat in Uttar Pradesh. Phulpur is dominated by Kurmis, the community to which the Bihar chief minister belongs. By nominating Kumar – the face of the caste census plank – from an OBC-dominated seat, the Opposition is hoping to make a simultaneous outreach to Kurmis in Bihar and Chhattisgarh, Patels in Uttar Pradesh, Kunbis in Maharashtra and Gujjars, spread across states, political commentator Neerja Chowdhury wrote for The Indian Express.Opposition parties like Samajwadi Party, JD(U) and RJD are hoping to use the caste census agenda to break into BJP's OBC support base in the Hindi belt. (Photo: PTI)Besides the Opposition, BJP’s allies in Uttar Pradesh, Apna Dal and Nishad Party have also recently reiterated their long-standing demand of a caste census.Naturally then, the BJP is wary of antagonising the OBC community in Uttar Pradesh and Bihar by outright rejecting the idea of caste census. It has, thus, asked its state units to analyse the risk and benefits of its current position on the caste census. In Uttar Pradesh, reports said that the central leadership has given green signal for an expansion of the Adityanath cabinet by including more OBC leaders.The BJP’s tactic in Uttar Pradesh and Bihar is well encapsulated by Shah’s attempt to take some credit for the Bihar census. Besides signalling a softening of his party’s stance towards the idea, the home minister also claimed that the numbers of Yadav and Muslim population had been inflated in the census. By saying so, he aimed to keep intact the consolidation of lower-caste OBC votes under an umbrella Hindu identity that has benefited the BJP.","author":"Abhik Deb","time":"2023-11-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195881-yllbzeteat-1700030587.jpg","tags":["BJP","Caste Census"]}