{"title":"Why the NRC has been greeted with calm in Assam (and not widespread violence as was feared)","content":"The first attempt to compile the National Register of Citizens for Assam was made by Tarun Gogoi’s Congress government in 2009 following talks between the central and state governments and the All Assam Students’ Union. But the “pilot project” to update the NRC on the basis of the 1951 electoral rolls in the revenue circles of Chaygaon in Kamrup district and Barpeta in Barpeta district was stiffly resisted by the All Assam Minority Students’ Union. In the violent demonstrations that followed on June 7, 2010, four persons were killed in police firing and scores injured, and the project was abandoned. Work on the NRC was not resumed until 2015, when the Supreme Court started monitoring the exercise in response to a petition, filed in 2009, by an organisation called the Assam Public Works. Since then, the exercise has been seen as a somewhat sacrosanct “national duty” carried out by nearly 60,000 employees often working round the clock to meet the deadline set by the apex court. Though the apex court’s involvement added a sense of impartiality, such a massive exercise carried out by the state was bound to reveal its own fault lines as became evident when the final draft excluded 40,70,707 people, a large number of them genuine citizens.As the gargantuan NRC exercise was on, apprehensions were often raised about the possibility of deliberate omission of names of particular minority groups, religious and linguistic, although there was no mention of either religion or language in the application forms. Fears were expressed that despite the exercise being monitored by the Supreme Court, it was open to manipulation by certain Assamese nationalistic groups. On the other hand,  sections of the indigenous Assamese, represented by organisations such as the Asom Sanmilita Mahasangha, termed the entire exercise a fraud on the Assamese people because, according to them, it would merely legalise the presence of all pre-1971 “illegal migrants”, Hindu and Muslim, totalling 70 lakh.  Fears didn’t come trueIn spite of such complaints, the publication of the NRC’s final draft has not created any law and order problems, disproving fears of widespread violence, even a civil war-like situation, unleashed by those left out. To the contrary, even the uproar in the Rajya Sabha and strong statements from West Bengal Chief Minister Mamata Banerjee did not have any impact in Assam’s minority-dominated regions. Most telling was the public reaction to a Trinamool Congress delegation’s aborted attempt to visit the predominantly Bengali-speaking region of Cachar. Not only in the Brahmaputra Valley, where leaders of minority groups uniformly condemned the visit as aimed at communalising the matter, there has not been a single demonstration in favour of the Trinamool even in the Barak Valley. Rathers, leaders of religious and linguistic minorities in the Barak Valley dismissed the Trinamool’s move as unwarranted interference and asserted their oneness with the rest of Assam. The relations between the two valleys have long been marked by bitterness, with the residents of the Barak Valley maintaining their separate linguistic existence and refusing to be drawn into the Assamese populist and nationalist upsurges which have marked the state’s post-independence history.  Most recently, the valleys fell out over the Citizenship Amendment Bill of 2016, which seeks to legalise the stay in India of Hindu, Christian, Jain and Buddhist refugees who have entered the country until December 2016 and grant them citizenship if they have stayed for at least six years. The bill sparked mass protests in the Brahmaputra Valley but drew widespread support in the Barak Valley. When the NRC’s first draft was published at the turn of the year, it was greeted with much anger and recrimination in the Barak Valley, where nearly half the population had been left out and the people feared it had been deliberately done to reduce the number of Bengali Muslims and Hindus in Assam.The prevailing calm in both the valleys since the publication of the NRC’s final draft stems from the fact that most apprehensions of the people in the Barak Valley as well as of those living in the minority-dominated districts of the Brahmaputra Valley have not come true. Rather, as per available data, the deletion of names from the NRC’s final draft seems to be much higher in the districts of Darrang, Nagaon, Bongaigaon and Kamrup Metro. The inclusion of the majority of linguistic and religious minorities as well as the pre-1971 immigrants has brought relief in places such as Barpeta, a district overwhelmingly populated by Muslims. It is this feeling of relief and closure among vast masses of people – that have for decades lived with the stigma of being branded foreign nationals – which has enabled the present atmosphere of calm, and thwarted attempts to communalise the situation.As for Assam’s indigenous groups, they see the NRC as the vindication of their claim that illegal immigration and demographic changes pose a threat to their culture and identity. Successive governments, at the Centre and in the state, have tried to gloss over this issue, despite several judgements by the Supreme Court about the serious consequences of illegal immigration into Assam. Given widespread land alienation among tribal and indigenous groups as borne out in the Brahma Committee report, and the swiftly changing demographic pattern, it is uncertain if the NRC’s final draft can bring closure to them.A long way to goThe focus has now shifted to the 40 lakh people excluded from the NRC. Given the assurances by both the apex court and the Centre that the claims and objections of those left out will be scrupulously looked into, it is certain that a substantial number of them will find their names in the NRC even if the entire process could take a few months, entailing harassment of the poor and the unprivileged.It is also certain that even after the corrections, several lakh people will still be left out of the NRC. This, however, will not automatically render them stateless or foreigners as is being suggested. Applicants whose citizenship may be in doubt will eventually have to be dealt with by the state’s Foreigners’ Tribunals. Since the tribunals number just about a hundred, the entire process of determining their status could take years. The Election Commission has already made it clear that no name will be struck off the electoral rolls merely on the basis of non-inclusion in the NRC. Moreover, since the standard operating procedure for dealing with the claims and objections of those left out is yet to be worked out by the Supreme Court, it would be premature at this stage to talk of disenfranchisement, deportation, work permits or long-term visas.Udayon Misra is a former professor at Dibrugarh University and author of The Burden of History: Assam and the Partition.","author":"Udayon Misra","time":"2018-08-14T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890038-pcpmmzoeeq-1532973062.jpg","tags":["National Register of Citizens","Assam","Cachar","Barak Valley","pre-1971 immigrants"],"source":"https://scroll.in/article/890038/why-the-nrc-has-been-greeted-with-calm-in-assam-and-not-widespread-violence-as-was-feared"}