{"title":"Why did BJP suddenly change its chief minister in Haryana just before elections?","content":"Manohar Lal Khattar was on track to become the first chief minister in Haryana’s 58-year history to complete two full terms in office. His sudden resignation on Tuesday, months before the state assembly elections, came as a surprise.His successor, Nayab Singh Saini, won a floor test in the state legislative assembly on Wednesday – indicating that the Bharatiya Janata Party had the numbers on its side to continue governing the state even after ending its four-and-a-half years old alliance with the greenhorn Jannayak Janta Party on Tuesday.Political observers in Haryana told Scroll that Khattar’s resignation was in continuance of the BJP’s tactic of changing chief ministers in states before elections in order to counter anti-incumbency. According to them, the elevation of Saini – who belongs to a caste categorised as an Other Backward Class – is meant to appeal to OBCs in Haryana as well as other states.#WATCH | Haryana BJP president Nayab Singh Saini takes oath as the Chief Minister of Haryana, at the Raj Bhavan in Chandigarh. pic.twitter.com/ULZm5kqwLG— ANI (@ANI) March 12, 2024\n\n\nWell-worn strategyThis marks the fifth instance since 2021 of the BJP switching the chief minister in a state in the run-up to assembly elections.It proved successful for the party in three states: the BJP retained power in Gujarat and Uttarakhand in 2022 after changing the chief ministers in these states in 2021 and in Tripura in 2023 after replacing the chief minister in 2022.The only state the tactic failed was Karnataka, where the BJP lost power in 2023 after having replaced the chief minister in 2021.This tactic is being replicated in Haryana due to a fall in Khattar’s public approval, according to those familiar with the politics of Haryana.“Khattar has introduced much needed reforms, but their implementation has been bumpy and caused the public hardships,” Rewari-based veteran journalist Mahesh Kumar Vaidya told Scroll. For instance, Khattar’s push for digitisation of land records has seen several discrepancies due to minute typographical errors in names and other data fields.Ramesh Kumar, Head of the Department of Political Science at the Central University of Haryana said that Khattar had a clean reputation, but was not perceived as a strong or sharp chief minister and “lacked an emotive connection with the public like Adityanath in Uttar Pradesh”.This may be borne by BJP’s performance in the last two assembly elections. In 2014, it won a majority in the assembly without a chief ministerial face. But in 2019, with Khattar as its sitting chief minister, the BJP failed to secure a majority and had to stitch up a post-poll alliance with the JJP.Khattar, who became a legislator for the first time only in 2014, will now contest his first Lok Sabha election from the Karnal parliamentary constituency. The first chief minister from the Punjabi community as well as the first BJP chief minister in Haryana, Khattar had twice been elected as MLA from the Karnal assembly constituency.Karnal has a sizeable Punjabi voter base. The sitting MP there, Sanjay Bhatia, is Punjabi too. Bhatia is set to take over from Saini as the state party president, completing the political merry-go-round.OBC votebankThe elevation of Saini, only the second OBC chief minister in Haryana, is being seen as an overture to OBC voters, according to political observers.Political fortunes in Haryana are usually swayed by Jat community votes. It is the strongest caste group in the state both numerically and socio-economically.The BJP came to power for the first time in Haryana in 2014 by cobbling together a coalition of non-Jat backward caste voters.Saini, the sitting MP from Kurukshetra in Haryana and the BJP’s state president, is the tallest OBC leader in BJP’s Haryana unit. The Saini community comprises 8% of the population of the state and exercises political influence in the districts of Kurukshetra, Yamunanagar, Ambala, Hisar and Rewari.“The Saini caste hails from the traditional Mali community of horticulturists, florists and farmers,” SK Chahal, Dean of the Faculty of Social Sciences, Kurukshetra University, told Scroll. “The community is spread across the country, particularly within the agrarian classes in north India.”The Indian National Congress’ political rhetoric of late has been focused on OBCs, with party leader Rahul Gandhi promising a caste census to determine the exact population share of OBCs and to increase reservations in public sector education and employment for the community if the Congress comes to power.“Saini’s elevation is meant to push back against the Congress playing the OBC card,” said Vaidya.Chahal said that Saini’s appointment as chief minister will help the BJP in two ways. Firstly, the symbolic significance of an OBC person as chief minister will attract OBC voters. “The political potentialities of the OBC vote bank have still not been fully explored in India,” he said. “They comprise a significant share of the population in most states, ranging from 50%-65%.”Secondly, it may also weaken the farmers’ movement, which has been at loggerheads for the last few years with the BJP-led union government, particularly in Haryana and Punjab, since the movement also comprises of several members of Mali castes, including Sainis.Saini’s rise within the BJP has been steady and “appears to be pre-meditated”, said Chahal. “He has consciously been projected as an OBC leader,” he said.Indeed, Saini entered electoral politics only in 2014, when he won the state assembly election and served as a minister in the first BJP government in the state. In 2019, he successfully contested the Lok Sabha election. He was appointed as the state’s party head in October last year, replacing Jat leader OP Dhankar.Jat voteThe ostensible reason for the BJP parting with the JJP was over differences in seat-sharing in the upcoming Lok Sabha and state assembly elections.The JJP, founded in 2018 after a split in the Indian National Lok Dal party, has a primarily Jat votebank. Its leader, Dushyant Chautala, is the scion of the Chautala family that has given Haryana two chief ministers.From L to R: Former Haryana Governor Satyadeo Narain Arya, former Haryana Chief Minister Manohar Lal Khattar, former Haryana Deputy Chief Minister Dushyant Chautala, former Union Minister Ravi Shankar Pradad and former Haryana Home Minister Anil Vij during Haryana's government formation in 2019. | PTISince the beginning of their alliance, the BJP and the JJP have frequently clashed over governance and power-sharing.Hisar-based independent journalist Uday Che told Scroll that the BJP’s Haryana unit was never as keen to partner with the JJP as the BJP’s central command. “The BJP’s central command wants the National Democratic Alliance to expand. However, the state BJP has wanted to project itself as a non-Jat party,” he said.Kumar pointed out that the central BJP leadership has attempted to symbolically reach out to Jats by electing Jat leader Subhash Barala to the Rajya Sabha and conferring the Bharat Ratna on India’s only Jat Prime Minister, Charan Singh, last month.However, the Jat community has felt antagonised by the BJP due the BJP state government not meaningfully responding to its demand for reservation, the state government’s brutal response to the Jat dominated-farmer’s movement and the absence of firm action against BJP MP Brij Bhushan Singh, accused of sexual assault and harassment by wrestlers who happen to be Jat.According to observers, the BJP benefits from the breakup since the JJP may take away Jat votes from the Congress in the Lok Sabha and state assembly elections.Chahal said that the split is convenient for the JJP too. “The party was facing boycott from its constituents. It had to face its voters,” he said. “It will be relieved now.”On the other hand, Che said that the party is “finished”. “It broke its promises and alienated its voters by allying with the BJP,” he said.","author":"Vineet Bhalla","time":"2024-03-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199196-pyrwgtfbtb-1710245463.jpg","tags":["Haryana","BJP","Manohar Lal Khattar","Jat","Other Backward Classes"],"source":"https://scroll.in/article/1065146/why-did-bjp-suddenly-change-its-chief-minister-in-haryana-just-before-elections"}