{"title":"Why the BJP has turned a municipal election in Hyderabad into a communal battleground","content":"In Hyderabad, a municipal election has suddenly become about polarising identities. The Bharatiya Janata Party flew in its top campaigners to namecheck all the preoccupations of the Hindu Right: Pakistan, Kashmir, surgical strikes, the Mughals, biryani, Ayodhya, Rohingya refugees.Union Home Minister Amit Shah vowed to erase the city’s “Nizami culture” and turn it into a “Mini Bharat”. Shah kicked off his campaign with a visit to the disputed temple nestled against the walls of the Charminar, the monument that has come to symbolise the city. The BJP’s star campaigner, Uttar Pradesh Chief Minister Adityanath, was flown down for his signature flourish: name change.  “Hyderabad”, with its Islamic origins, would be replaced with “Bhagyanagar”, he promised. Even Prime Minister Narendra Modi made a discreet visit, apparently to check on a vaccine development facility. No connection, presumably, to the fact that the BJP promised free vaccines and tests if voted into power in the elections, scheduled on December 1.It is an astonishing burden of issues for a municipal election to bear.Two birds, one stone?The BJP may have two high-stake battles to fight in these elections. For a while now, it has been gaining on Telangana Chief Minister K Chandrashekar Rao’s Telangana Rashtra Samithi. After its recent bye-election victory in Dubbaka assembly constituency, the saffron party seems to have seen an opportunity in Telangana. Winning the Greater Hyderabad Municipal Corporation, which spans 24 assembly seats, could be a promising start to a state-wide battle.For years, KCR ruled Telangana undisputed. But many have grown restive under his authoritarian style of governance, his alleged failure to make good on poll promises and the mismanagement of the recent floods. His party became the face of the demand for Telangana statehood but the old regionalism may soon be eclipsed by communal identity politics. The BJP has already used this politics to make inroads in several states.The BJP may also be trying to stage a larger political battle for a national audience. Hyderabad is the home turf of Asaduddin Owaisi and his All India Majlis-e-Ittehad-ul-Muslimeen. Of the 150 seats in the municipal corporation, about 50 are in the Muslim-majority areas of the Old City, which has been the traditional bastion of the AIMIM. Outside Telangana, Owaisi’s party is increasingly projecting itself as the “Muslim” alternative in electoral contests. In a first, it won five assembly seats in Bihar. It has also announced its intention to contest seats in Tamil Nadu and is said to be chalking up plans for the West Bengal elections in 2021. These are not constituencies that the BJP would win or even court. But by painting the AIMIM as a threat it might hope to consolidate the Hindu vote.  In a Road Show at Malkajgiri, Hyderabad. https://t.co/NyMQNobSJ1— Yogi Adityanath (@myogiadityanath) November 28, 2020\n\nCrumbling cityIt is not that polarisation is new to Hyderabad. The city has a history of battles, riots and bomb blasts that have often divided communities who live in it. Paranoia about Rohingyas refugees in the Old City has been fanned for years. Communal rhetoric is routinely dredged up in state and general elections.But governments in charge of the city also managed to move past these conflicts to script a different story: Hyderabad as a software and education hub, Hyderabad as a modern, progressive city. The Nizami culture that the BJP seeks to destroy was considered the heritage of all its residents, Hindu or Muslim.It is another matter that Hyderabad’s growth story has lost some of its sheen in recent years. Observers suggest that the average Hyderabadi worries most about bad roads, poor sanitation, healthcare and education. At a time of economic crisis, a large section of its residents are finding it hard to even buy food. This high-pitched electoral battle has drowned out civic problems which need urgent attention. Hyderabadis deserved better than this.","author":"Ipsita Chakravarty","time":"2020-12-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151292-lymfctvpgm-1606652162.jpeg","tags":["BJP","Telangana","municipal elections","Hindutva politics"],"source":"https://scroll.in/article/979905/why-the-bjp-has-turned-a-municipal-election-in-hyderabad-into-a-communal-battleground"}