{"title":"Why states in the North East are opposing the new forest law","content":"Earlier this month, the contentious new forest bill – the Forest (Conservation) Amendment Act, 2023 – was cleared by Parliament without a substantive debate. While several state governments, environmentalists and civil society groups had raised red flags about how the bill weakens safeguards against over-exploitation of forest resources, its passage into law has been met with alarm – and resistance – in some states of the North East. On August 22, the Mizoram Assembly passed a unanimous resolution opposing the law, arguing that the move was meant to “protect the rights and interests of the people of Mizoram”.State environment, forest and climate change minister TJ Lalnuntluanga, who moved the resolution, said the state government has opposed the law since the beginning. He said it had written to the Centre as early as on October 21, 2021 and to the joint parliamentary committee on June 6 this year, against the legislation.  Two weeks before Mizoram passed the resolution, the Naga People’s Front, an ally of the Bharatiya Janata Party, called for an immediate special session of the Nagaland Assembly to “pass an Act to counter” the central law. “The law comes into direct conflict with the constitutional safeguards guaranteed to Nagaland on land and its resources,” said NPF legislature party leader Kuzholuzo Nienu. “It will make precious forest land more vulnerable to damage and destruction.”The red flags The fears of the states in the North East centre around two provisions of the new law. First, the provisions of the Forest (Conservation) Act or FCA, will apply to only forests that have been declared or notified as a forest and forests recorded in government records, on or after October 25, 1980. In effect, this implies that areas that are not officially classified as forests in a government record, even if they are standing forests, will not be protected from commercial exploitation or any other kind of diversion. This overturns a 1996 Supreme Court order, which had ruled that any area that resembles the dictionary meaning of a forest would be protected under conservation laws.Second, the law allows for diversion of forests for construction of roads, railway lines or “strategic linear projects of national importance and concerning national security” within 100 km of India’s international borders – without the need for forest clearance.While moving the resolution in the state Assembly, Mizoram forest minister said that the second provision can “completely wipe out” Mizoram’s forest cover. The state shares international borders with both Bangladesh and Myanmar.During the meetings of the joint parliamentary committee, at least four  northeastern states – Nagaland, Tripura, Mizoram and Sikkim – all ruled by the Bharatiya Janata Party or its allies had opposed the 100 km exemption clause.“With regards to the exemption of 100 km, it is to submit that the entire Nagaland State will be excluded [from protection]. Given the peculiar shape of the North East, except Assam, nearly all States become excluded,” the Nagaland government said in its submission to the committee. “Further, the entire 100 km belt falls in the Indo-Burma Biodiversity Hotspot, one of the richest areas in terms of gene pool diversity in the entire world,” it said. The Mizoram government, too, flagged similar concerns. “As almost the entire Mizoram state falls within 100 km of aerial distance of the international border (Myanmar and Bangladesh borders) and, therefore, all its forest and wildlife areas will get destroyed with such provision. This provision is strongly objected to and is not acceptable,” the state government said.The Eighth Mizoram Legislative Assembly, on  August 22, passed the official resolution opposing the Forest (Conservation) Amendment Act, 2023. Reportedly all members, barring one, voted in support.In Nagaland, several orgs & two pol parties has demanded similar action from NLA. pic.twitter.com/wdgzcuXRy1— Moa Jamir (@MoaJamir_MEx) August 23, 2023\n\n‘Undermines states’The Naga People’s Front has recommended that the Nagaland assembly pass an act or resolution that flatly rejects the amendments to the law.“This Act undermines the power of the state government through and  through, since the central government has the first and the last say on everything related to forests,” NPF leader Nienu told Scroll.Nienu pointed out that the regulation of the forests is a part of the concurrent list. “Earlier the state government was not required to get a prior approval from the central government to assign forest land to any entity not owned or controlled by the government,” he said. An official said the Forest Conservation Act had “limited applicability restricted to government owned forest lands” in Nagaland. But the new law changes that significantly. The state government cannot now “assign any forest area to any entity without the approval of the central government whereas the central government can take away any portion of the forest land for their projects,” Nienu said. “Instead of the Centre seeking the approval of the state to implement the law in Nagaland, now the Nagaland government will have to seek approval from the central government.”This was, in effect, a “mockery” of Article 371A of the Constitution. “This law directly comes into conflict with the constitutional safeguard guaranteed to Nagaland state through Article 371A,” Nienu said.Special entitlements, enshrined in Article 371, and the Sixth Schedule of the Constitution, allow for a certain degree of autonomy to states in the North East, in matters of ownership and transfer of land. For example,  the hill areas of Manipur come under Article 371C. Mizoram enjoys the protection of Article 371G of the Constitution, and land rights in Nagaland are protected by Article 371A. The Nagaland Tribes Council has also demanded a special assembly session to adopt a resolution against the Act, arguing that the law threatens the system of land rights provided under Article 371A of the Constitution of India to the people of Nagaland. “In Nagaland, more than 90% of forests are owned by the villagers and communities,” said Heirang Lungalang, the chairman of Nagaland Community Conservation Area Forum, a Nagaland-based non profit organisation on biodiversity. Four village councils of the Rengma Naga tribe in the Sendenyu area of Nagaland’s Tseminyu district have spoken up against the amended law, saying it challenges the “very essence of traditional customary and indigenous ownership-rights” of the people over their land and forests as per the provision of Article 371A.On August 12, they appealed to the village councils of all Naga tribes across Nagaland to take up the matter of “great urgency and imminent crisis” so that the Act could be rejected by the state assembly. Under the provisions of Article 371A, the ultimate custodian of traditional customary law and forest conservation is the village council. “The amended act will enable arbitrary diversion of land by the central government without obtaining prior consent from village councils and local district authority,” said Gwasinlo Thong, the chairman of Sendenyu Community Biodiversity and Wildlife Conservation Board, which manages community conservation in the four village councils.According to Nienu, Article 371A of the constitution empowers Nagaland to “reject” projects in the state’s forests.Four village councils in the Sendenyu area of Nagaland’s Tseminyu district took pledge against the Forest (Conservation) Amendment Act, 2023 on August 12. Photo Credit: Special arrangement A blow to land rightsThe states in the North East are home to some of the most biodiverse forests in India, pointed out ecologist Pia Sethi. “With environmental safeguards being diluted, it opens up the possibility of diversion of these forests and their replacement with commercial plantations,” she said.A huge portion of these forests are privately owned: either by individuals, or clans or village councils or communities, enabled by special privileges that the Constitution guarantees to tribal communities. More than 50% of the recorded forest areas or RFA in the North East falls under “unclassed forests”—forests which are not notified under any law. For example, 97.3% of forest cover or RFA in Nagaland, 88.2% in Meghalaya, 76% in Manipur, 53% in Arunachal Pradesh, 43% in Tripura, 33% in Assam, and 15.5% of Mizoram fall under unclassed forests category. “This means that these large areas of unclassed forests would be excluded from this Act unless they are included in government records,” Sethi, who has worked in the North East, said.Government records are maintained by the revenue department or forest department of the state government or the Union territory administration, or any authority, local body, community or council recognised by the state government or administration.“However, many of these are unclassed forests because they are privately owned. They may not even be in any government records,” Sethi said. “Many of the tribes followed oral traditions for demarcation of their forest areas and even today may have not written them down.” In many of these villages, the demarcation is not based on documents but an oral history of mutual understanding, said Lungalang. “A mutual demarcation and understanding is there between one village and the neighboring village. They have not felt the need for any written land documents.” Village councilsThe newly amended law, say Naga conservationists, may weaken the decision-making power of the state government, undermine community ownership of land and forest, and make the village councils voiceless. There are over 407 community conserved areas in Nagaland – traditional lands that are owned and preserved by villagers.  “The provisions of the Act could jeopardise the traditional land ownership, threaten the biodiversity and the ecological security of the region,” Lungalang said. Lungalang was especially critical of the free pass given to projects of “national security” within 100 km of the international borders. “This may result in the extinction of the rich biodiversity of the indigenous people. Their ancestral birthright might be annihilated just for the sake of development and security reasons.”Opposition in the other states The local communities in other states of the North East, too, expressed their fears that the law may be used to take over ancestrally owned lands without their permission and consultation.According to Bhanu Tatak, an anti-dam activist and researcher from Arunachal Pradesh, the government has neither consulted with the tribes and local people before coming up with such a law nor not considered their recommendation sent to the joint parliamentary committee.   “Are we going to just give clearances to mega dams without social impact and environment assessments?” Tatak said. “These are huge questions and we are waiting for the rules to be notified to get more clarity.” The state forest minister Mama Natung, however, dismissed their concerns. “This is a good law for a border state like Arunachal Pradesh,” he said. “For infrastructure developments like roads or mobile tower installations, we had to take forest clearance from the Centre. That was a lot of time wasted.”Experts also argued that the law clears the path for reckless diversion of forests for non-forest purposes. “More forest areas are likely to be converted in the near future which may lead to grim ecological consequences,” said Bibhab Kumar Talukdar, a conservation biologist based in Assam.Ecologist Pia Sethi said that the law “could be very detrimental for tribal communities and those who live close to the forest”. “It makes absolutely no mention of the rights of communities as ensured in the Forest (Rights) Act.” Nienu added: “This Act stands as a threat to tribal lands – a land from which we derive our history, culture and identity. It can either fall into the commercial trap or be turned into a militarised zone in the name of national security.”","author":"Rokibuz Zaman","time":"2023-08-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193506-confyregep-1692978372.jpeg","tags":["Mizoram","Nagaland","Forest Conservation Act","Forests"]}