{"title":"‘Why kill our children?’: Blood and tears in an Uttar Pradesh town ","content":"Minutes before the police baton fell on his head, Rafeeq Ahmed, 55, had finished making a public appeal on behalf of the authorities. “Please go home peacefully. Do not throw stones,” he announced on a loudspeaker in the Naiza Sarai neighbourhood of Uttar Pradesh’s Nehtaur town, around 1.30 pm on December 20. He did so even though he thought the appeal was unnecessary. The crowd in the area was hardly large. No formal protest meeting against the Citizenship Act had been organised. About 100 residents of this Muslim-majority town had streamed into the lanes of Naiza Sarai to offer Friday prayers as usual at the local mosque, Ahmed said. But as he stepped out after the prayers, a police officer spotted him – Ahmed, a municipal contractor, is a well-known figure in the town. The officer asked him to make the public announcement. He obliged.Then, his eye fell on many men in civilian clothes, armed with batons, standing next to the policemen. “Who are these people in civil dress?” Ahmed asked the officer. He did not get a reply. Moments later, as he turned into a lane, he heard the first tear gas shell and then a lathi fell on his head. He pressed his hand on his head and felt blood. “It was a shock,” Ahmed said. “No stones had been pelted, yet the police had launched a lathi-charge.”The mosque in Naiza Sarai. Credit: Supriya SharmaNehtaur, a town with a population of about 50,000, three-quarters of which is Muslim, lies in the district of Bijnor in western Uttar Pradesh. This region has reported the highest casualties in police action anywhere in India ever since nationwide protests against the Modi government’s Citizenship Amendment Act erupted this month.The controversial legislation, which was cleared by Parliament on December 11, offers a fast track to Indian citizenship for non-Muslim migrants from three countries. By introducing a religious test for citizenship, many legal experts say it violates India’s secular Constitution. Besides, among millions of Indian Muslims, the law triggered alarm since Home Minister Amit Shah had repeatedly threatened to prepare a National Register of Citizens by screening everyone in India to identify “illegal migrants”. He has qualified his remarks by stating that Hindus, Sikhs, Buddhists, Jains, Christians, Parsis had nothing to worry about this exercise, implying only Muslims did. On Sunday, Prime Minister Narendra Modi distanced himself from the exercise, but not before 24 people had been killed in protests  across the country – 17 of them in Uttar Pradesh alone.What explains Uttar Pradesh’s extremely high casualties?Political sanction for the police violence, Muslims in Nehtaur town are convinced. Two young men died of bullet injuries, two young men are still battling for life in city hospitals, 10 people have been arrested, many have left the town out of fear. “This, when we did not even protest,” said Mohd Zaid, whose father Rashid Ahmed was the chairman of Nehtaur for 17 years before he died recently. “Not a single protest meeting was held in this town. Imagine, had we protested, what would have been the outcome.”Blood at the spot where Anas Hussain was killed. Hussain is one of the two people who died of bullet injuries in Bijnor.Several residents of Naiza Sarai echoed Rafeeq Ahmed’s account. The lathi-charge began unprovoked, they insisted. It was spearheaded by the men in civil dress, they said, speculating that they were members of the Rashtriya Swayamsevak Sangh and other Hindutva organisations recruited in recent years as “police mitras” – friends of the police. Once the lathi-charge and tear-gas shelling began, however, young Muslim men clashed with the police – only to find bullets being fired at them. But Ram Chandra Singh, the senior sub-inspector in Nehtaur, denied this. He claimed the police action was sparked by violent mobs. And he said the mobs fired back bullets at them. Twenty three policemen were injured, he said. The police told the Indian Express that constable Mohit Kumar and three other policemen including Rajesh Singh Solanki, Station House Officer, Nehtaur police station, suffered bullet injuries.Scroll.in has seen video footage recorded by a resident that shows the policemen firing from rifles, as one of them shouts an abuse and says: “Kill one or two of them.”After the firing ceased, residents claim that the police broke into homes. Video footage shows an elderly man being dragged towards a police vehicle by policemen holding lathis and one with a handgun. The chaos is punctuated by the sound of a gunshot.\n\n\n    \n    Play\n\nThe police drag an elderly man to their vehicle. Some policemen have lathis, one holds a handgun. The elderly man was identified as Shamsuddin. “He is paralysed in one leg and can only walk with support,” said his brother Sirajuddin. “The police forcibly entered his house. When they could kick open the door, they broke the knob.” The door still bore the imprint of boot marks. “The only reason they targeted his house was because it is right next to the mosque,” said his brother. Shamsuddin’s wife and children have fled the neighbourhood. The family does not know where the police have taken him.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.49214659685863%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/gwsgvyaemx-1577039817.jpg\">\n  </picture><figcaption>Sirajuddin alleged the police took his brother who is partially paralysed.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.49214659685863%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/cwgvvvqtwm-1577039832.jpg\">\n  </picture><figcaption>The door of Shamsuddin's house. A broken knob and the imprint of a boot.</figcaption></figure>\nHundred metres away, another house in the Naiza Sarai was locked. Neighbours said after the police picked up Mohammad Haseen, his wife had left the town. “She literally held the feet of the police, begging them not to take his away, but they did not listen,” a neighbour said.Further down, a young woman and her mother alleged the police stormed their home, broke the sink, upturned the kitchen, smashed the TV, bent the ceiling fan and stole Rs 50,000 that they had saved for their house front renovation. “They beat us up,” said Mehmooda Khatun, 60, her voice breaking up, “even though we stood with folded hands.” \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/hjkxnjomca-1577040421.jpg\">\n  </picture><figcaption>A broken sink.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/jioepnxphf-1577040422.jpg\">\n  </picture><figcaption>Upturned kitchen.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/iinmxkowvd-1577040423.jpg\">\n  </picture><figcaption>The bent cieling fan.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/bnuvqqougw-1577040423.jpg\">\n  </picture><figcaption>The smashed TV set.</figcaption></figure>\nAt the end of the rampage, the police took away Khatun’s son, she said. Forget pelting stones, he had not even stepped out that afternoon to attend the prayers, she claimed. “The police took advantage of the fact that our house is undergoing repairs and does not have a front door. They were able to easily walk in.”Her daughter, Nishad Parveen, said: “Even if they wanted to take away my brother, why destroy our house, why steal our money?”\n\n\n    \n    Play\n\nMehmooda Khatun and her daughter Nishad Parveen allege the police stole their savings before taking away their brother.A similar account was narrated by another young woman, who did not want to be identified. Incandescent with rage, and inconsolable at the same time, she alleged that the police, in addition to breaking things in the house, cut the pipe of the cooking gas cylinder, threatening to burn down the house. “We will set fire to the house and if you make too much noise, izzat utar denge, we will dishonour you,” she alleged the police told her. Her brother, Kamar Ahmed, too, was taken away, despite the fact that he was unwell.\n\n\n    \n    Play\n\nKamar Ahmed's sister and mother, Zarina Khatun, allege the police beat them up and threatened to burn down their home.All the families were struggling to find out the whereabouts of the men. The police had turned away friends and relatives who had gone to inquire at the police station on their behalf, they alleged. When Scroll.in visited the police station, no police official was willing to talk about the Friday events in detail. Ram Chandra Singh, the senior sub-inspector, dismissed the allegation that policemen had ransacked homes in Naiza Sarai. When asked about the missing men, all he said: “The families should file a missing person complaint.” Scroll.in was able to view the list of 10 people arrested in Nehtaur and sent to Bijnore jail, according to the police. The names of three of the four missing residents of Naiza Sarai were on the list, but not that of Mohammad Haseen. It is not clear whether he had been subsequently released.   \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/bcpnvyqjfg-1577040902.jpg\">\n  </picture><figcaption>A smashed TV.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/pwsmoxonum-1577040902.jpg\">\n  </picture><figcaption>The bent kitchen utensils.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/yjpitfcvon-1577040903.jpg\">\n  </picture><figcaption>The sliced-up gas cylinder.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/zusgsjamnf-1577040904.jpg\">\n  </picture><figcaption>The broken toilet seat.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.48936170212765%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/eysmouymok-1577040904.jpg\">\n  </picture><figcaption>The upturned flour canister.</figcaption></figure>\nThe two men who died in Nehtaur on Friday, however, were not from Naiza Sarai. They lived near a market square called the Agency Chowk, where protestors reportedly clashed with the police around 4 pm. The police claim protestors set police vehicles on fire in this area, though many residents vehemently dispute this, alleging the police staged the arson.One of the dead was Anas Hussain. The 21-year-old had gone to fetch milk for his seven-month-old son, said Arshad Hussain, his father. As he crossed the road, 200 metres from Agency Chowk, where the police had taken position and was firing at some protestors, one of his uncles shouted out a warning. But it was too late: another uncle, standing on the terrace of the house, saw Hussain fall. A bullet had pierced the young man’s left eye. \n\n\n    \n    Play\n\nRisalat Hussain, uncle of Anas Hussain, narrates what he saw on Friday evening.Hussain may have been the victim of a stray bullet, much like another resident, Om Raj Saini, a farmer who was passing through the area. Wounded in the stomach by a bullet, he is now recovering in a hospital in Meerut. In sharp contrast, the family of Mohammad Suleman, 20, are convinced the police shot him at close range. His sisters said he was a hard-working student who used to stay up all night to prepare for the Civil Services Exam. He barely stepped out of home. In his third year of college, Suleman (left in the photograph) had already started preparing for the Civil Services Exam. On Friday, Suleman had gone to offer afternoon prayers at the Thana Masjid at Agency Chowk when the police picked him up near a sweet shop, his father and brother said. They claim several eyewitnesses told them this. Hours later, they found Suleman’s body in another neighbourhood. A bullet had shot through his abdomen, exiting from the back. The police threatened them, took away the body and ensured they were not around at the time of the postmortem, they alleged.\n\n\n    \n    Play\n\nSuleman's brother Mohammad Salman and father Zahir Hussain allege the police threatened and intimidated them after they found his body.The police took away the bodies of the young men to Bijnor district headquarters. Next morning, the families were not allowed to bring them back for burial. They were asked to bury them in Bijnor. When neither of the families agreed, the police reluctantly allowed them to bury them in the villages of their relatives, more than 20 km away from Nehtaur.“Neither the prime minister nor the chief minister have any children,” said Zahir Hussain, Suleman’s father. “Does that mean they won’t let our children live? Why kill our children?”[Update: The police on December 23 admitted to the Indian Express that Suleman had been shot by constable Mohit Kumar, but said that this had been done in self defence.]A relative shows a photograph of Anas Hussain on his smartphone.With the internet shut down in Bijnor district, many Muslims in Nehtaur expressed concern over their stories not travelling out to the rest of the country. “Unlike Jamia [University], where social media allowed the world to see the police violence instantly, what we have faced is invisible to the world,” said Zaffar Iqbal, a businessman.Most older residents emphasised the peaceful history of Nehtaur. “We have never clashed with the police,” said Mohammad Sami, a member of the local trade association. “The only time this town saw any [communal] trouble was in 1982, not even after Babri Masjid [was demolished in 1992 by Hindutva mobs].” Nearly everyone laid blame for Uttar Pradesh’s high casualties in the Citizenship Act protests on its current political leadership. “When the chief minister of the state is a man who has himself indulged in violent attacks on Muslims, what else would you expect?” said a middle-aged man, referring to chief minister Adityanath.As evidence for this claim, the residents cited a widely-circulated audio clip in which a voice can be heard over the police wireless system instructing policemen to take “strict action” against the protestors as per the orders of the chief minister. After all, no one had any reason to protest against the Citizenship Act, the voice can be heard saying. Many people in Nehtaur insist the voice is that of the police superintendent of Bijnor district, Sanjeev Tyagi.Scroll.in could not independently confirm the authenticity of the clip. The police superintendent did not respond to our calls and text message.\n\n\n    \n    Play\n\nSuleman's sisters, Sheeba Naz and Arshi Naz, say they want justice.","author":"Supriya Sharma","time":"2019-12-23T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133359-fyxquxkfng-1577046141.jpg","tags":["Citizenship Amendment Act","Uttar Pradesh","Narendra Modi"],"source":"https://scroll.in/article/947626/why-kill-our-children-blood-and-tears-in-an-uttar-pradesh-town"}