{"title":"‘Why are you such a liar?’: Assam’s unpaid paper mill workers are angry with Narendra Modi and BJP","content":"The Cachar paper mill in Assam’s Hailakandi has over 500 full-time workers.  Almost all of them have on their phones the recording of a speech made by Prime Minister Narendra Modi at Kalinagar, barely 10 km from the mill, on March 27, 2016. That was days before the Assembly election that the Bharatiya Janata Party swept to take power in Assam for the first time.On April 11, when Modi arrived in the nearby town of Silchar for a campaign rally, the workers were restrained from attending. The police even briefly detained 47 of them till the prime minister was on his way out. “We only wanted to ask him, ‘Why are you such a liar?’” said Manabendra Chakraborty, one of the workers.Broken promise The mill, run by the state-owned Hindustan Paper Corporation, is shut since October 2015. In his March 2016 speech, Modi promised that if the BJP came to power in Assam, the mill would be revived.The BJP won an absolute majority. But the paper mill remains closed and even its sister unit in Middle Assam’s Nagaon constituency, also called Nawgong, stopped production in March 2017. On April 11, the mills were not even a footnote in the prime minister’s speech.Nagaon and Silchar go to the polls on April 18.No salariesThere are nearly 1,200 full-time workers across the two mills, owned wholly by the central government.  None of them has been paid for over two years even as they continue to mark their attendance in the absence of a formal order declaring the mills closed. “The government should have declared us sick or bankrupt if that is what they felt, but they have not done anything,” said a senior human resource official of the corporation who did not want to be identified. “We are in a complete soup. There have been hundreds of representations to the state and central governments, but they never say anything concrete.”The mills provided employment to at least two lakh people, directly or indirectly, Chakraborty said. “Contract labourers, suppliers, bamboo cutters, so many people have been ruined,” added Chakraborty, chief convener of the mill revival committee that represents workers of both the factories. “And till date there is not one written order listing the reasons for closure. This is an autocratic government which has taken us for a ride.”The loss of livelihoods has led to dire consequences, said Chakraborty. He claimed that over 50 workers have died for want of medical care since their salaries were stopped. In Nagaon, two employees have purportedly committed suicide since 2017,  said Ananta Bordoloi, a worker at the Nagaon mill and a member of the revival committee.Festering crisisThe genesis of the crisis, senior mill officials said, lay in a bamboo flowering that hit Mizoram and Tripura in 2006-’07. The blossom led to a severe raw material shortage in the Cachar mill, which was largely dependent on bamboo from the two neighbouring states.  The absence of broad gauge rail connectivity to the Barak Valley, where the Cachar factory is located, made it unfeasible to source bamboo from the Brahmaputra Valley. “At the time, the price of bamboo per metric tonne in the Brahmaputra Valley was Rs 1,800-Rs 2,000, but the transportation cost per metric tonne was about Rs 3,500 as there was no rail connectivity then,” explained a senior executive of the Hindustan Paper Corporation. “That added up to Rs 6,000, so it made no sense.”In subsequent years, the Cachar factory’s losses mounted to nearly Rs 100 crore annually, the executive said. “So, our cash reserves completely depleted,” he added. “The Nagaon mill tried taking on the burden, but it was not a practical arrangement.” Shutting the factories down thus became inevitable, the official said.'There is not one written order listing the reasons for the closure of the mills. This is an autocratic government which has taken us for a ride.' Photo by special arrangementHowever, many senior officials and workers said corruption and management inertia were as much to blame for the decline of the mills.  “Fine, the raw material shortage led to the closure of the Cachar mill. But what about the Nagaon mill?” asked a mid-level official at the corporation. “The senior management turned a blind eye to an impending crisis.”Bordoloi agreed: “These are old mills. To keep them efficient you have to do modernisation every once in a while, but it never happened.”Privatisation push?The mill workers’ unions allege that the suspension of operations was part of a plan to help private players. “When our mills closed, quality paper went at Rs 48,000 per metric tonne,” Chakraborty said. “Now it has gone up to over Rs 1 lakh. This has all been done to favour the private lobby. This government just wants to privatise everything.”The two mills are currently in the middle of a corporate insolvency process under the aegis of the National Company Law Tribunal, a quasi-judicial body.  An insolvency process is initiated when a company is unable to pay its debts. The delay in arriving at a resolution, mill workers and officials contended, was further proof of the government’s apathy. “They have bailed out so many other public sector companies, why not us?” asked Bordoloi. Jobs over citizenship?Silchar and Nagaon are at the centre of the debate around the contentious Citizenship Amendment Bill, 2016, which seeks to make it easier to grant Indian citizenship to non-Muslim migrants from Bangladesh, Pakistan and Afghanistan. The BJP hopes to make gains in these places, courtesy the polarisation the bill has caused. But anger among workers of the mills and others dependent on them for livelihood could throw a spanner in the saffron party’s plans. “We will not vote for the BJP, that is what we have decided this time,” declared Bordoloi.In Silchar, Chakraborty was even more scathing. “This government has repeatedly lied to us and betrayed us,” he said. “No mill worker’s family will vote for them. They have nothing to offer apart from polarisation.” Not just the prime minister, Chief Minister Sarbabanda Sonowal had also promised to revive the mills within six months while speaking at a public function in Silchar in November 2017.The mill workers have found support from online groups. “Please cast your valuable vote for those candidates who are able to talk and stand with you in the toughest conditions,” appeals one such group on Facebook. “Be genuine or lose your self-respect in the name of religion.”The Congress has latched on to this anger. While Modi has avoided speaking about the matter at his rallies, Congress chief Rahul Gandhi has repeatedly alluded to it at his public meetings in the state, promising to revive the mills if voted to power. Asked if the mill workers’ resentment could damage the BJP’s prospects, the saffron party’s Silchar nominee Rajdeep Roy accused the Congress of “systematically destroying the paper mills in connivance with contractors”. “Our government has made it very clear that we will do what it takes to revive the paper mill even if it takes a bit of time,” he said.Also read: Upper Assam was the heart of the agitation against Citizenship Bill. Has it made up with the BJP?Bridging the Barak and the Brahmaputra: Will Assam’s newfound connectivity help the BJP?","author":"Arunabh Saikia","time":"2019-04-17T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117563-ltbauorphf-1555424099.jpg","tags":["Narendra Modi","Congress","Lok Sabha elections 2019","Assam election 2019","Citizenship Bill","Bharatiya Janata Party"],"source":"https://scroll.in/article/920178/why-are-you-such-a-liar-assams-unpaid-paper-mill-workers-are-angry-with-narendra-modi-and-bjp"}