{"title":"Why healthcare plays a major role in India’s diplomacy in Africa","content":"India has stepped up its global ambitions and foreign policy re-engagement with African countries in recent years. Its bilateral trade increased from $7.2 billion in 2001 to $63 billion in 2017/18. India is now the third-largest export destination and the fifth largest investor on the continent.While it plays catch-up with China’s commanding presence in Africa, India has signed numerous new bilateral agreements. It has also strengthened its diplomatic presence and is actively furthering trade, infrastructure and private sector investments.In our research under a multi-year project, we found that New Delhi promotes an alternative model of development. It showcases the successes of its Green Revolution and advances in information, communication and technology. But it also highlights its ability to develop “Triple A” technology – affordable, appropriate and adaptable.India’s expertise in affordable healthcare has assumed increased significance during the ongoing pandemic. New Delhi is already reaping the benefits of an ambitious diplomatic initiative to deliver Made-in-India vaccines to developing countries.India is one of the largest producers of drugs globally. It manufactures 60% of the world’s vaccines. Many African countries have purchased or received these as gifts.Southern solidarity. Made in India vaccines arrive in Namibia. #VaccineMaitri pic.twitter.com/L106yWhUMv— Dr. S. Jaishankar (@DrSJaishankar) March 20, 2021\n\nTo our friends across the #SAGAR. Made in India vaccines reach Mozambique. #VaccineMaitri pic.twitter.com/eOWqPJj2zg— Dr. S. Jaishankar (@DrSJaishankar) March 8, 2021\n\nReaching across the Indian Ocean. Made in India vaccines arriving in Somalia. #VaccineMaitri pic.twitter.com/x0huEvRV0c— Dr. S. Jaishankar (@DrSJaishankar) March 6, 2021\n\nNew Delhi’s capacity and willingness to produce and share Covid-19 vaccines have further boosted the country’s diplomatic heft and recognition as a global power.India’s Africa policyIndia’s historical footprint in Africa differs from that of other powers. New Delhi offered support for African countries in their struggle against colonial rule. Indo-African partnership followed in the post-colonial period. This was cemented by solidarity with and support for the Non-Aligned Movement and the fight against racism.India also offered support for South Africa in its struggle against apartheid. In addition, New Delhi points to the presence of a sizeable Indian diaspora and their economic and philanthropic contributions on the continent.Since the early 1990s, India has moved from idealism to pragmatism and the explicit pursuit of commercial interests. The change was driven by robust economic growth at home and the need to access raw materials and new markets.India’s push for South-South cooperation relies on three broad elements. The first is a shared identity as part of the “Third World”. The second is expertise in cost-effective development technologies. The third is a recurrent articulation of the principles of mutual respect and solidarity.Its long history of being democratic and its successes in reducing poverty and preventing famines have also bolstered the legitimacy of its developmental approach in the Global South.Since 2018, the India-Africa partnership has been based on a set of principles. These have emphasised “local priorities”. They call for joint efforts to reform global institutions, combat climate change and fight global terrorism. They also highlight capacity building for agriculture, education, digital technology and cooperation on peacekeeping and maritime issues.How and to what extent might Africa benefit from India’s growing interest? We identify three broad sets of health-related opportunities and benefits that may shape the future of India-Africa relations.Areas of collaborationThe first relates to India’s formidable reputation as the “pharmacy of the world”. It has actively contributed to meeting global demand for vaccines, over the counter medicines and low-cost generic drugs. The relatively low manufacturing costs make Indian products affordable throughout the world.Almost 20% of India’s pharmaceutical exports, valued at $17 billion, are to Africa. Southern and western regions of Africa are the largest importers of Indian medicines. These include antiretroviral drugs that cost only a fraction of those produced by Western companies.The second relates to capacity building and collaboration in the health sector. Leading Indian healthcare providers are collaborating with African partners. Some have opened or plan to open speciality hospitals across Africa.Since 2009, the Pan-African E-Network supported by India has offered telemedicine services. This also connects Indian hospitals and educational centres with their counterparts in Africa. With its state-of-the-art medical facilities, which offer services at competitive costs, India has also emerged as an attractive destination for “medical tourism”.The third relates to India’s active “medical diplomacy”. Africa’s reliance on a cheap supply of essential medicines in addition to an affordable Covid-19 vaccine is only likely to increase in the near future.But Africa’s success in containing pandemics such as Ebola offers lessons to India, too. An illustrative example is Senegal, which has adapted its experiences from the 2014 Ebola outbreak to fight Covid-19. Numerous additional lessons on disease control from African countries can also be scaled up to improve India’s health sector.Future collaborationIndia appears well-poised to share its digital capabilities for improved and affordable access to universal healthcare. New Delhi has revamped its telemedicine and online video consultation infrastructure on the continent. This offers a cost-effective and safe option for treating contagious diseases.In the near future, India’s partners may benefit from its online and mobile applications to improve the accessibility and affordability of healthcare. Online platforms can be used to access information on blood banks, public hospitals, and organ donation. Mobile applications can help track the vaccine status of children and disease awareness.But there are also some challenges that must be resolved. Combating the menace of counterfeit medicines on the African continent is one. In addition to existing measures to curb criminal activity, mobile apps can verify medicines to tackle the problem.A major challenge is improving access to generic medicines through negotiated intellectual property rights waivers. At the World Trade Organisation, India and South Africa have taken a moral stance against “vaccine nationalism”. Their joint proposal in October 2020 for a temporary waiver on drugs and Covid-19 vaccines was nevertheless rejected by the organisation.Since then, however, mainly African countries have shown growing support for the proposal.Dan Banik is a Professor of political science and Director of the Oslo SDG Initiative, Host of ‘In Pursuit of Development’ podcast at the University of Oslo.Renu Modi is a Professor in African Studies at the University of Mumbai.This article first appeared on The Conversation.","author":"Dan Banik, The ConversationRenu Modi, The Conversation","time":"2021-03-28T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156779-eszzokgvej-1616759973.jpg","tags":["India","Foreign policy","China","Africa","Vaccine"],"source":"https://scroll.in/article/990660/why-healthcare-plays-a-major-role-in-indias-diplomacy-in-africa"}