{"title":"Why Kerala’s palliative care model is making an impact","content":"Baburaj K lay on his bed, at the foot of which was a wheelchair. Near the head of the bed, a small table was strewn with several bottles of pills. Bright rays of the late morning sun streamed into the room through a window.When Seema Ratheesh and Fathimath Zuharabi walked in, Baburaj sat up and looked at the door – then, he recognised them, and a broad smile lit up his face.As Ratheesh began to check Baburaj’s vitals, the 76-year-old told her about his day, narrating titbits about his family and other matters. He spoke without a pause – Ratheesh punctuated his narration with an occasional “hmm” or “oh”, or a small laugh. Even as she listened, Ratheesh checked on a bed sore that Baburaj was suffering from and changed the dressing on the wound. She then replaced his full catheter pouch with an empty one.In the other room of the house, Zuharabi tried to engage with Baburaj’s wife, Rohini, who just a few months earlier, had had a severe stroke that left her paralysed and unable to speak. Through gestures and a few words, Zuharabi enquired about her health, then asked if she had eaten that day. Though Rohini’s speech was unclear, Zuharabi nodded as if she understood, and smiled at her.Ratheesh and Zuharabi are palliative caregivers – that is, they specialise in caring for those living with serious or terminal illnesses. These include chronic ailments such as cancer, cardiovascular diseases and chronic respiratory diseases, as well as other serious ailments such as kidney failure, dementia and drug-resistant tuberculosis.Ratheesh and Zuharabi both work with the Community Palliative Care Society, in the locality of Malaparamba in Kozhikode city. Ratheesh is a nurse with the society, and Zuharabi is its chairperson. Other than its nurses and ambulance drivers, the members of the society are all volunteers.Conversations with Ratheesh and Zuharabi quickly revealed how deeply involved they were in the care of the elderly couple. Ratheesh informed me that Baburaj had been a vegetable seller in Bengaluru for many years, that the home they lived in had been built recently, and that they had two children.Baburaj explained that the couple’s life was thrown into disarray in 2013 after he underwent a surgery for an abdominal problem – as a result of complications, he was left paralysed from the waist down, and bedridden. Baburaj’s wife became his primary caregiver, tending to him around the clock.Ratheesh and Zuharabi became involved in Baburaj’s care right from 2013, after his family heard of the work that the society did and registered with them. They would make monthly visits to the house to check on his condition, and ensure that he was not facing any complications.Last year, Baburaj’s wife suffered a stroke, leaving her unable to serve as his primary caregiver; after this, Ratheesh and Zuharabi began to visit the house more frequently – two or three times a month, or even more often if needed. While the primary services they provide to Baburaj are catheter changes and wound dressing, a separate team that focuses on psychosocial care also visits the house regularly to check on Rohini. “Doctors often severely underestimate pain, and they don’t know the massive effect that pain management can have on patients,” said Dr Vishnuprasad MA, a medical officer at the Institute of Palliative Medicine in Kozhikode.Seema Ratheesh, Fathimath Zuharabi and Suhas Nambath with another staffer of the Community Palliative Care Society. In Kerala, almost 60% of the patient population has access to palliative care. Photo: Johanna DeekshaRatheesh and Zuharabi are part of Kerala’s extensive palliative care system. The state leads by a large margin when it comes to providing such care to its citizens – while in India, just about 2% of the patient population has access to palliative care, in Kerala, almost 60% of the patient population has access to palliative care, according to Dr Suresh Kumar, the director of the Institute of Palliative Medicine, in Kozhikode.Kerala provides this care through a network of almost 1,700 palliative care centres across its 14 districts, said Kumar. While some of these centres have in-patient services, most provide home-care services – that is, they serve as a hub comprising some medical professionals and volunteers from the area, who visit homes of residents in the region to treat them.Of these, 1,100 are government centres, and between 400 and 450 are run by NGOs. Between 80 and 90 are run by political parties, which Kumar explained is a phenomenon only seen in Kerala. Kozhikode has the largest number of palliative care centres, and is where the state’s model of palliative care has its roots.“They are like God to me,” Baburaj said of his palliative caregivers. He explained that at first, he was “very depressed” by his condition. But the intervention of the palliative caregivers has dramatically improved his mental health. “I enjoy the conversations I have with them,” he said. “They are very kind and also extremely attentive to my needs,” he said. He added, “My wife and I would not have been able to manage at all without their help.”As a young medical student in Kozhikode, Dr Rajagopal MR heard screams from his next-door neighbour, who was afflicted with a terminal illness and suffered from intense pain. Rajagopal recounted that this experience led him to start thinking about the importance of pain management.In the late 1980s, as the head of the department of anesthesiology of the Government Medical College, Kozhikode, Rajagopal would treat patients in pain with nerve blockers – typically injections given to a targeted nerve or group of nerves to relieve pain. One such patient was a college professor. “After I gave him the injection, he asked me when he should return for his next appointment,” he said. “I told him he would be pain-free for three-four months so he need not come back.”That night, the college professor died by suicide. “When I told him he need not come back, he realised that he had an incurable disease,” Rajagopal said. “And unable to bear this, he killed himself.”The incident left a huge impact on the doctor, who realised that there was a need to think more deeply about how to alleviate patients’ suffering. In order to give focused attention to the problem, in 1993, he and his former student Dr Suresh Kumar established the Pain and Palliative Care Society, in Kozhikode – Rajagopal served as its chairman and Kumar as its secretary. Rajagopal recounted that he was deeply influenced by a lecture he attended around this time, by Gilly Burn, a British nurse who was travelling around India and introducing the medical fraternity to the idea of palliative care. He also attended a training programme of about 10 weeks in the United Kingdom, after which he returned to dedicate himself to the society’s work.His early experiences as a medical student and doctor led Dr Rajagopal MR to realise that there was a lacuna in the country when it came to providing palliative care to patients. Photo: Special arrangementInitially, the society functioned out of a 12-foot-by-12-foot room with a verandah, at the Government Medical College, where patients could consult doctors on palliative care and pain management. While the society offered home care services from its inception, it was only in 1995 that a formal home care team was established.Also in 1993, Rajagopal established Pallium India, which had broader aims, including of spreading awareness and training about palliative care.In 1996, Kumar completed a master’s in palliative care in the United Kingdom. During this time, it became clear to him that the Western approach towards palliative care largely focused on treating patients in hospitals and other institutions – and that it was this model that was widely seen in India also. “It was very institutionalised,” he said. “And at that point, even in India, care was provided institutionally.”Upon his return, he began to feel that though the Pain and Palliative Care Society sought to function differently, its ability to provide care to patients was also limited. “We weren’t able to establish a proper connection with them and didn’t feel like we were providing holistic care,” he said.Kumar soon realised that he felt this way because his time with patients was limited. Rather, patients spent the greatest amount of time with their family, neighbours and community.“The only way to provide proper care would be to train people in the community to intervene and become caregivers,” he said. “It seemed like such a simple idea but took us so long to figure that out.”To address this problem, in 1998, Rajagopal and Kumar, with support from several NGOs, set up a community-based and volunteer-driven palliative care programme in Kerala, known as the Neighbourhood Network for Palliative Care, centred on the idea that palliative care is not merely a medical problem, but also a societal one. “That is why only in Kerala, the palliative care programme is the responsibility of the local government bodies – panchayats, municipalities and corporations,” Kumar said. The project was the first of its kind in India, and its approach came to be known as the “Kerala model”.Five years later, in 2003, Rajagopal and Kumar set up the Institute of Palliative Medicine, adjacent to the medical college – the institute was to serve as a centre for treatment, training, research and outreach. The institute is now a partner to the World Health Organisation, in which role it supports the WHO in carrying out activities related to palliative care in India.In 2003, Rajagopal and Kumar set up the Institute of Palliative Medicine, adjacent to the Government Medical College, Kozhikode. The institute was to serve as a centre for treatment, training, research and outreach. Photo: Johanna DeekshaThe state’s community-centred system of palliative care received a fillip after the government made it the basis of its Palliative Care Policy, released in 2008. The policy stated that palliative care was an integral part of healthcare, and that not just the state health department, but even local government bodies should participate in setting up palliative care services. Kerala was the first state to have such a policy – Maharashtra followed in 2012, and Karnataka in 2016.By 2013, every panchayat in Kerala had a care centre unit. Most of these centres are home care centres, providing doctors, nurses and caregivers at home to families in need.Today, all district and taluk hospitals have palliative care centres where patients can receive treatment – but, Kumar explained, home care centres are more efficacious since most patients, especially those with terminal diseases, and those who are bedridden or otherwise have limited mobility, cannot travel back and forth to treatment centres. “The difference between Kerala’s policy and other states’ policies is that theirs is just on paper,” Kumar said. “Here, there has been effective implementation.”Key to this implementation is educating patients on the options available to them, such as pain management.Meenakumari V, who has been a nurse at the Institute of Palliative Medicine and the Pain and Palliative Care Society for 30 years, recounted that a middle-aged woman she encountered several years ago who had a chronic illness was stunned after she was given just five millilitres of morphine for her pain. “She was shocked that there existed something that could relieve her of the crippling pain that she had been feeling every day,” Meenakumari said. “She asked us why doctors would not give all patients this ‘magic’ treatment, and allow people like her to suffer so much pain.”When she first started, Meenakumari said, she felt overwhelmed by the deaths she witnessed. “During rounds, I would ask Dr Rajagopal why we weren’t going into a particular patient’s room, and he would just look up and gesture that the person had passed,” she said. “I was getting more and more convinced that this was not the job for me.”Once, she recounted, she had to treat a mother and daughter who both had cancer; when the daughter passed away, it fell to her to break the news to the mother. “It wasn’t easy at all,” she said. But she stuck on for three decades. “I noticed how much our work helped people either to cope with pain or die peacefully and without pain,” she said. “So, I decided to stay on.”Meenakumari V, a nurse, recounted that initially, she felt overwhelmed by the deaths she witnessed. Soon, however, she realised that her work brought relief from suffering to many. Photo: Johanna DeekshaThe second home that the volunteers and staff from the Community Palliative Care Centre in Malaparamba visited was that of Prasad P, a 43-year-old mason. Prasad became paralysed after falling from the second floor of a construction site. The family was distraught when they found out that he would not be able to use his legs anymore and thus, would not be able to continue his work. After Prasad was discharged from the Government Medical College, Kozhikode, doctors directed him and his wife to the Institute of Palliative Medicine. They explained that there, Prasad would be provided with the support he needed to learn how to cope with his disability.As soon as a patient registers at the Institute of Palliative Medicine, a doctor and a nurse hold a family meeting. They go through the reports and discuss with the family the course of treatment for pain management, physical therapy and counselling. Throughout the treatment, the family is also regularly counselled. “Their physical pain is treated and their mental health issues are addressed,” said Dr Vishnuprasad MA. “Often when they receive their diagnosis, pain is just accepted as a normal way of life for the rest of their days. But through palliative care, they realise that it doesn’t have to be that way.”The three months that Prasad spent at the Institute of Palliative Medicine transformed his life. His family learnt that despite being paralysed, Prasad could continue to have a high quality of life. Suhas Nambath, the secretary of the society, said that today Prasad attends all the events that the society organises to raise awareness about palliative care, and that he often sings for those who are gathered on these occasions.The palliative nurses and other caregivers continue to visit Prasad at his home to ensure he never runs out of medication, and even to stock up on food supplies if the family is struggling to make ends meet. “I know that they are only a phone call away,” Prasad said.Prasad P, a 43-year-old mason, became paralysed after falling from the second floor of a construction site. He spent three months at the IPM, during which he realised he could continue to have a high quality of life. Photo: Johanna DeekshaSubeda Basheer, a 56-year-old woman who suffered a stroke, which left the left side of her body paralysed, currently resides at the institute. Meenakumari, the nurse, introduced me to Basheer Uddin, Subeda’s husband. Basheer teared up while speaking about his life, but smiled when he began to talk about the institute and how the time there had benefited his family. The 76-year-old explained that he had done all he could to care for his wife but that his age prevented him from providing round-the-clock care. “She developed bed sores and there wasn’t much that I could do,” he said. After a two-week stay at the institute, Basheer explained, the doctors had said Subeda could be discharged soon. “There is not a single doubt in my mind that my wife has improve,” he said. “They have given us good advice and now we know how to manage at home.”As we walked around the institute, Vishnuprasad pointed out that the windows of each of the wards looked out into a small garden. “We don’t want patients to feel like they are in a hospital,” he said. “They should be able to feel at peace, and feel a sense of relief instead of stress when they look out of the window or walk through these corridors.”Basheer Uddin, whose wife suffered a stroke, explained that his age prevented her from giving her round-the-clock care. A sting at the IPM reassured him that he could manage to support her with home care. Photo: Johanna DeekshaAlso present at the institute on the day of my visit was 38-year-old Ramsheena KP, who had brought her 65-year-old father Sethu PP for a routine checkup. Ramsheena first brought her father to the institute three months ago. He had been diagnosed with end-stage lung cancer and was in agonising pain. Doctors at the private hospital she had admitted him in had said there was nothing more they could do to help him. Sethu suffered from severe gastroenterological problems, high fever, diarrhoea and abdominal pain.Around this time, a relative of Ramsheena’s told her about palliative care. “She told us that my father would be able to get some help here,” she said. Indeed, under the institute’s care, her father’s pain reduced significantly.Ramsheena explained that though she knew her father was terminally ill, staff at the institute did not raise the question of how much time he had left to live. “But I know he won’t suffer much,” she said. “That we can always come here and he can be relieved of the pain.”In many instances, individuals who need palliative care do not have caregivers who can take them to a hospital or provide care at home. In such situations, the local government body ensures that a neighbour or some member of the locality that the patient lives in is given the training needed to become a caregiver. “Do neighbours really volunteer to take care of someone who isn’t related to them?” I asked Nambath, “Why? How would it benefit them?”He responded, “In Kerala, we are a very close-knit society. There is no floating population. People often live in the same area for decades and they all already know each other. So, they step up to help each other.”At the Community Palliative Care Centre’s office in Malaparamba, volunteers said that they were rarely short of funds. “We always have enough,” Nambath said. “People are always contributing.”He added, “When we told people in the locality that we needed another vehicle so we could visit more houses, immediately the funds poured in, and someone would always enquire if we bought the vehicle and if it had made our jobs easier for us.”In 2018, the Pain and Pallitive Care Society completed 25 years of service – in this time, it has cared for more than 50,000 patients and their families. The institute has trained nearly 1,000 doctors and nurses and more than 50,000 volunteers. It has also facilitated the development of palliative care in different parts of India and abroad, including Bangladesh, Thailand, Sri Lanka, Indonesia and Ethiopia.The Olavanna grama panchayat in Kozhikode was the first panchayat to establish a care centre and is today the only panchayat that has two such centres. The panchayat provides wheelchairs, walking sticks, nebulisers, and other medical equipment to patients free of cost, as well as sleeping cots. Every day, a team of ASHA workers and nurses make rounds to meet with patients in the panchayat. Dr Sneha UR, an assistant surgeon with the Kerala Health Service, who is in charge of the palliative care centre at the panchayat, said that the panchayat has around 500 patients from 23 wards registered for palliative care. Fifty-five-year-old Shiny, a patient with chronic obstructive pulmonary disease, was curled up in her bed when Shantha Kumari, an ASHA worker, visited her in her home. Kumari bent over Shiny’s shrivelled body, checked to see if her nasopharyngeal airway was fitted properly, and also checked her catheter bag. She and her team then gave Shiny’s husband and son directions on how to improve her care.Shiny’s son echoed the sentiments of the other patient families that I had interacted with. Owing to the help from the palliative caregivers, he said, “we can provide her some comfort at home itself”.The Olavanna grama panchayat in Kozhikode is today the only panchayat that has two palliative care centres. Today, the panchayat has around 500 patients registered for palliative care from 23 wards. Photo: Johanna DeekshaBut despite the overall success of community palliative care in Kerala, the state still has a shortage of palliative care doctors. Not all centres have a permanent doctor – rather, doctors move around from one centre to another. This presents a challenge because only doctors with training in palliative care are permitted to give patients morphine. “It is good that we have a policy in place that allows only palliative care doctors to take charge of the morphine, because there are chances of it being misused,” Vishnuprasad said. “But there should be more trained doctors so that more patients have access to pain management.”In 2020, researchers studied 200 randomly selected palliative care centres across Kerala. The study concluded that though efforts had been made to expand access to palliative care across the state, “there is an urgent need to improve essential components of high-quality palliative care including the presence of a physician with palliative care training, routine documentation of pain and psychosocial concerns, and uninterrupted availability of oral morphine.”On morphine usage, the study found, “While access in Kerala was superior to the rest of India, it was still substantially lower than the estimated need.” It noted that the state’s per capita consumption of morphine “is only less than one-third of the global average and less than 1% of the UK which is considered a country with optimal utilisation”. This, the study observed, “indicates that pain relief (just one component of palliative care) reaches too few, and most probably, too late.”The study also pointed out that while this is the situation in Kerala, which is considered one of the leaders of the palliative care movement in India, “it is very likely that there are even bigger gaps in standards elsewhere in India”.Addressing these wider gaps is a challenge, given that India does not have a national palliative care policy. The government does have a National Programme for Palliative Care, under the National Health Mission. But the website that lists the goals of the programme only mentions that it broadly aims to increase accessibility to morphine, and that the government recommends that every primary health centre, and health and wellness centre, should make provisions for palliative care.The challenge is exacerbated by the fact that the government does not allocate any specific budget for palliative care – the programme notes that such care should be funded from the “flexipool” of the NHM, which refers to funds that can be used for any purpose.Suresh said without a separate budget for palliative care, states would not give it the importance it deserved. “Since there is no fixed amount, states will always choose to use the money for some other health-related demands,” he said.The Indian government does not allocate any specific budget for palliative care – rather, such care is funded from the “flexipool” of the National Health Mission, which refers to funds that can be used for any purpose. Photo: Johanna DeekshaIn 2019, Kerala revised its policy to lay even greater emphasis on “participation and empowerment of the community”, specifically encouraging the participation of “interested citizens” and “non-governmental organisations”. Kumar noted, “At least one member of every family may need some kind of palliative care. We aim to train at least one member in each family.”The Institute of Palliative Medicine runs three-day courses twice every month and the list of applicants who seek to enrol in the workshop usually far exceeds the seats offered, he said.Kumar explained that the aim of the workshop was to spread the knowledge of palliative care far and wide. In the district of Kozhikode, I spotted a care centre every few kilometres in all the areas that I travelled in – they were either run by the government or by NGOs. Patients I spoke to all said they heard about palliative care from a neighbour, friend or relative. “Everybody has an idea of what it is,” he said.Kumar added, “Palliative care isn’t technically something new, but what we are trying to do is to help people do that job of caring, a little better, with some additional skills. It is a skill that everyone should develop.”","author":"Johanna Deeksha","time":"2024-03-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199392-dayamkairx-1710855467.jpg","tags":["Health","Kerala","Work","Policy","Kozhikode"]}