{"title":"Why are Gujarat’s courts increasingly acquitting 2002 riots accused?","content":"A special Ahmedabad court last week acquitted 66 people, including Bharatiya Janata Party leader Maya Kodnani and Bajrang Dal’s Babu Bajrangi, of massacring at least 11 Muslims in Naroda Gam during the 2002 Gujarat riots. The acquittal is only the latest in a lengthening list of exonerations of Hindus accused of unleashing mass violence against Muslims during the carnage.The violence had started after 60 Hindu pilgrims were killed in a train fire in Gujarat’s Godhra town, for which 11 Muslims have since been convicted. The carnage left an estimated 2,000 people dead, the vast majority of them Muslim. In the aftermath, hundreds of Hindus, including leaders of various Hindutva groups, were charged, only for Gujarat’s courts to acquit them in increasing numbers. In many cases, the courts have overturned previous convictions.Opposition leaders and political observers have pointed the finger at Gujarat’s ruling BJP, which has been in power there since before the carnage happened, saying exonerations like Kodnani’s may be an outcome of political manoeuvring.Convicted, then acquittedThe Naroda Gam massacre is the second Gujarat carnage case in which Kodnani, a minister in the state’s BJP government led by Narendra Modi, has been acquitted.In 2012, she was sentenced to 28 years in prison for her alleged involvement in the Naroda Patiya massacre, in which 97 Muslims were killed. She was, however, acquitted by the Gujarat High Court in 2018. Bajrangi’s conviction in that case  was upheld, but his sentence of life imprisonment until death was commuted to 21 years without remission.A policeman looks on as a row of shops burns in Ahmedabad during the 2002 Gujarat riots. Credit: AFPKodnani and Bajrangi are among an increasing number of Hindus who have been cleared of involvement in the 2002 carnage since Modi led the BJP to power at the Centre nine years ago. In 2015, a court in Sabarkantha acquitted the six persons who were accused of slaying three British Muslims and their driver near Prantij town. In June 2016, an Ahmedabad court acquitted 36 persons of carrying out the Gulbarg Society massacre of 69 Muslims, including former Congress parliamentarian Ehsan Jafri. In October 2016, the High Court exonerated 14 of the 31 persons convicted of involvement in the Sardarpura massacre of 33 Muslims in Mehsana. The High Court also dismissed a plea, filed by a Special Investigation Team appointed by the Supreme Court and family members of the victims, against a special court’s acquittal of 31 other accused in the same case.A year later, a Gandhinagar court, citing lack of evidence, acquitted all 28 persons accused of rioting and damaging properties of Muslims in Paliyad village of Kalol taluka. In May 2018, the High Court acquitted three persons convicted six years earlier of their role in the Ode massacre in Anand. It also confirmed the trial court’s acquittal of 23 other accused in the case while upholding the conviction of 19.More recently in January, a court in Panchmahal acquitted 22 persons accused of killing 17 Muslims, including two children, during the carnage. On April 2, the court further acquitted all 27 persons accused of gang rape and murder in Kalol near Gandhinagar, for want of evidence. Additional sessions judge LG Chudasma observed that the prosecution case was based on “mere suspicion without any evidence on record”.Who killed the Muslims?These acquittals have been questioned by critics such as Ashok Swain, professor of peace and conflict research at Uppsala University. “Did 2,000 Muslims commit suicide in Gujarat during those days?” Swain tweeted on Thursday. “Did aliens come to mass rape Bilkis Bano and murder her family? Did Ehsan Jafri make a bonfire of his house and jumped into it?”Referring to Kodnani’s latest acquittal, Nationalist Congress Party leader Sharad Pawar asked who had killed the Naroda Gam Muslims if all the accused had been exonerated. “The ruling party was behind the riots,” Pawar alleged. “Minority members were killed. Many were arrested and one of the women accused was a legislator. Now the court has acquitted all. So who killed those who died?”He added, “It is not only the murder of those who died but also the murder of the country’s law and order and the Constitution. Those who are in power are using it for all of this.”Zakia Jafri, the wife of Congress MP Ehsan Jafri who was killed in the riots, being escorted by a security personnel as she arrives at the Gulberg Society in Ahmedabad in 2012. Credit: Sam Panthaky/AFPThe Congress argued that Kodani and Bajrangi’s acquittal was a result of the prosecution’s “categorical lapses”, hinting that the state’s BJP government was to blame. “The only way the prosecution and the prosecuting state can prove this to be false is if they pursue the appeals process with seriousness and expediency,” party leader Jairam Ramesh said on Friday.Ravi Hemadri, a social activist, argued that such acquittals would not be possible without the “complicity of the police, the judiciary and the government”. “How will India face the global community with such a track record of zero accountability in cases of mass murder?” he asked.In a similar vein, author and activist Revati Laul suggested that these acquittals were not unexpected as “things are politically manoeuvred” to achieve them. “When motives are political, as in the case of the 1984 Delhi riots or the 2020 North East Delhi pogrom, and when political actors are on the ground, things are done carefully so that the dots don’t connect,” Laul told Scroll.Laul, who has written a book on the perpetrators of the 2002 riots, added, “In some cases, the judges’ political leanings are under question. Or, it is hard to get witnesses to stick to their accounts 20 years later, especially in the current political environment we find ourselves in.”Why then had Gujarat’s government challenged acquittals in some of the 2002 riots cases such as the Sardarpura massacre? “Right-wing matrix is a spectrum,” Laul replied. “So, the state government challenging acquittals in some cases is not at all a contradiction to the larger trend.”Also read: Harsh Mander: Whatever happened To Ehsan Jafri on February 28, 2002?","author":"Nachiket Deuskar","time":"2023-04-26T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/87647-hnmnkkhjwk-1524206701.jpg","tags":["Gujarat","Gujarat Riots 2002","Gujarat Riots","Maya Kodnani","Babu Bajrangi"],"source":"https://scroll.in/article/1047905/why-are-gujarats-courts-increasingly-acquitting-2002-riots-accused"}