{"title":"Why legal experts think BJP will never actually implement a uniform civil code","content":"On October 29, about a month before the Assembly elections in Gujarat, the Bharatiya Janata Party-led state government said it would form a panel to implement a uniform civil code in the state. The BJP formed a similar panel in Uttarakhand in May and has promised to implement a uniform civil code if it is elected again in Himachal Pradesh.A uniform civil code entails a common law that will govern marriages,  divorces, adoption and succession for all Indians.  At present, these practices are regulated by the personal law of the individual’s religion.Opposition leaders  have claimed that such a move would be illegal, arguing that only the Union government can implement a uniform civil code. However, constitutional experts argue while it might not be unlawful to bring a uniform civil code at the state level, there are practical hurdles in enacting such a law.Even at the national level, experts argue, it is unclear what a uniform civil code will look like. Further, they argue that it may entail taking away benefits currently enjoyed only by Hindus and, therefore, unlikely to be enacted by the BJP.Legally permissible?Opposition  leaders have claimed that the BJP’s attempt to implement a uniform civil code at the state level is illegal. Congress leader and senior advocate P Chidambaram said that the uniform civil code that the BJP imagines can only be brought by the Centre. Further, Congress Rajya Sabha MP Shaktisinh Gohil argued that a uniform civil code would require a constitutional amendment, which only the Centre can bring.  Those who believe that this law can only be brought by the Centre often cite Article 44 of the Constitution, which envisages a uniform civil code for “all citizens throughout India”.The Bharatiya Janata Party has promised to implement a uniform civil code in various states in India. Credit: PTIHowever, several experts disagree  with this line of reasoning. Article 44 comes under Part IV of the Constitution, which lays down directive principles that are not enforceable in court and are only meant to act as a guide when governments make laws, the say.Instead, the power to make law comes from Article 245 of the Constitution with 246 and the Lists in the Seventh Schedule, explained Alok  Prasanna Kumar, a senior research fellow at legal think tank Vidhi Centre for  Legal Policy. “It does not come from Part IV,” he said.Kumar elaborated, “States are empowered under Article 246 read with  List III of Seventh Schedule to make laws relating to ‘personal laws’.”  Article 246 talks about the distribution of legislative powers between  the Centre and states. Alongside Union and state lists, there is a  concurrent list, List III, where both the Centre and states can  legislate.Marriages, divorces, adoptions, successions, joint  families and partitions are listed in the concurrent list and so come under the domain of both the Centre and  states.According  to Article 254, in case a state makes a law for a concurrent list  subject that is contrary to an existing central law, then the central  law will prevail. However, if the state receives assent from the  president with respect to its contradictory state law, then that state law will  prevail in that particular state. At present, there are few  central laws in this domain that are specific  to religions, such as Hindu Marriage Act, 1955 and Indian Christian  Marriage Act, 1872. “Such laws [a state’s uniform civil code] will  definitely be contrary to existing Union laws on the same subject (such  as the Hindu Marriage Act, Shariat Act etc.) and therefore will need to  be approved by the president,” said Kumar.In July, Union Law Minister Kiren Rijiju also told the Parliament that state governments also have the power to legislate a uniform civil code. Functionally problematicAs a consequence,  experts believe that there is no legal hurdle to moving such a code.  “The president will immediately give assent if a BJP state passes this  law [a uniform civil code],” said PDT Achary, former secretary-general  of the Lok Sabha. “If a non-BJP state passes a law, the president may  have a different view.” Senior advocate and constitutional  law expert Gopal Sankaranarayanan added, “Technically, it [a state-specific uniform civil code] may be possible if you get presidential assent.” However, while state-specific uniform civil codes might be possible technically, they would be too unwieldy to implement in practice. “You  are going to create marriages and divorces, which are then of a federal  nature,” Sankaranarayanan said. “[In the United States,] people choose particular  states [to get married in] either for the kind of condition they have  for alimony, visitation etc., which varies from state to state. You are going  to bring that kind of system into India.”The Bharatiya Janata Party led Union government criminalised triple talaq in 2019. Credit: IANSElaborating on the practical difficulties, Sankaranarayanan suggested the hypothetical example of a couple  who had got married in Karnataka under the state’s uniform civil code (which differs  from the national law) then decide to get divorced after they move to Delhi. “And I move my divorce petition in  Delhi, will I be governed by Karnataka law or the place [Delhi] where  we have lived as a married couple?” he asked.Sankaranarayanan  continued, “You can imagine the kind of mess it will create.” Therefore,  to imagine a state-wise uniform civil code, he said, “is more like an  academic exercise”. If a uniform civil code has to come, he believed, it  will have to be nationwide.Too complex?While a national uniform civil code would avoid these problems of jurisdiction, experts  believe that there are various problems with even this. “It is practically not really possible,” said Sarasu Esther Thomas,  professor of law at National Law School of India University, Bangalore  and an expert in family law. “We just assume that uniform civil code  means that you are bringing together Hindu law, Muslim law, and so on.  But law is much more diverse than that.”Said Kumar, “What is a  marriage, what is a divorce, what is inheritable property….are all so  different in each religion that a mandatory uniform civil code will be  unacceptable to everyone equally.” For instance, he pointed out that  Muslims consider marriage as a contract, which can be terminated under certain rules like all contracts, whereas Hindus and Christians  consider it a sacrament or sacred institution which makes it difficult to dissolve.Further, Thomas said that several  provisions even in Hindu law have not been codified. The Hindu  Code Bill was a set of laws passed in the 1950s that ended polygamy for  Hindus and regulated aspects such as inheritance, adoption,  marriage and divorce. This law is often used as a justification by the  Hindu Right to bring a uniform civil code across all religions.“There  is no uniform Hindu code to begin with,” she said, pointing out that in  several areas such as who can marry whom, Hindu customs operate. “So  even when you see Hindu Code Bill, which tried to bring about a uniform  Hindu code, it was impossible because it was so diverse,” Thomas added.  Therefore, it is difficult for one uniform civil code to harmonise customs across all religions, experts say. Kumar pointed out that the Uttarakhand Uniform Civil Code committee has got around four lakh suggestions and is having difficulty in analysing them.Arvind Kejriwal said that the Bharatiya Janata Party lacks the intent to bring a uniform civil code. Credit: Screengrab via @AamAadmiParty / TwitterGovernment’s hesitationBecause  of this, experts believe that while the BJP might have made it a political debate, it is unlikely that a government led by the party can actually implement a uniform civil code “Suppose you bring a uniform civil code,  what will you do for Hindu Undivided Family?” asked Vijay Kishor Tiwari,  an assistant professor of law at the West Bengal National University of  Juridical Sciences, Kolkata. “Because in Indian taxation, that becomes a  very beneficial category for Hindus. So they are not going to leave  it.” A Hindu Undivided Family is a family-based entity that gets tax exemptions.Further, Thomas pointed out, “HUF [Hindu Undivided Family] law is completely uncodified.” As a consequence, Tiwari believed that the BJP will not bring a uniform civil code. “That is  my reading of their strategy,” Tiwari said. “The main complaint of the  BJP was that polygamy and triple talaq was allowed for Muslims, which  was a privilege not given to Hindu men.”The Union government criminalised triple talaq in 2019. “I think the remaining privilege of polygamy will also be gone in the near future,” he said.Beneficial for whom?Experts have also questioned the rationale for a uniform civil code is required. In its 2019 Lok Sabha manifesto,  the BJP said that there cannot be “gender equality” till a uniform civil code is implemented. However, experts believe that instead of a uniform civil code, there are other ways to make laws equitable.“Many  feminists have the view that as long as we are moving towards gender  equity, we do not need uniformity,” said Thomas. “I think the way  forward is to have uniform laws like the Domestic Violence Act, Juvenile  Justice Act, The Maintenance and Welfare of Parents and Senior Citizens  Act, which takes care of people regardless of their personal laws.”A similar stance was taken by the Law Commission of India  in a consultation paper on the uniform civil code in 2016. It said that  the governments must deal with “laws that are discriminatory rather  than providing a uniform civil code which is neither necessary nor  desirable”.Further experts have also argued  that the Civil Code in Goa, which is often given as an example of a  model uniform civil code, has different provisions for different  religions and may not be equitable for women. “It is not as  if because we have this law in Goa, everything is hunky-dory,” said  Albertina Almeida, advocate and human rights activist and an expert on  matrimonial laws in Goa. “Based on my own experience, I feel this idea  of uniform civil code vs personal laws is a false dichotomy.”","author":"Umang Poddar","time":"2022-11-13T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/57510-ftpctuocfj-1493997676.jpg","tags":["Uniform Civil Code","BJP"],"source":"https://scroll.in/article/1036668/why-legal-experts-think-bjp-will-never-actually-implement-a-uniform-civil-code"}