{"title":"Why thousands of people who thought they were British could lose their citizenship","content":"Confusion has arisen around the British government’s own understanding of its citizenship laws, following a judgement by the UK’s High Court. In a ruling handed down on January 20, in the case of Roehrig vs Secretary of State for the Home Department, Justice Eyre determined that the restrictive approach applied by the Home Office since 2000 to how the children of European Union nationals automatically acquire citizenship is the correct interpretation of the law.The case in question concerns the nationality of Antoine Lucas Roehrig, who was born on October 20 2000, in the UK. His mother is a French national who had lived and worked in the UK under European Union law for the five years before he was born. Roehrig claimed he acquired British citizenship at birth by virtue of section 1(1)(b) of the British Nationality Act 1981 because his mother was settled in the UK at the time he was born. The Home Office disputed that his mother met the act’s criteria for being settled and refused his application for a British passport.Eyre’s ruling in favour of the Home Office hinges on the government’s interpretation of how the legal definition of being “settled” in the UK applied to European Union nationals. It could upend the lives of many thousands of people, who have always believed that they were British.‘Indefinite leave’Before 1983, anyone born in the UK automatically acquired British citizenship. After that, when the British Nationality Act 1981 came into force, those born in the UK would only be considered British citizens if at least one of their parents were either a British citizen themselves or “settled” in the UK at the time of the child’s birth.For 17 years, the Home Office deemed European Union nationals exercising free movement rights in the UK to be settled and their UK-born children, thus, British. But on October 2, 2000, the Home Office changed the rules. In order to be deemed “settled”, European Union nationals now had to apply for and be granted indefinite leave to remain.The problem is that many European Union nationals did not apply for indefinite leave to remain, simply because they did not need it to enter and reside in the UK. Why apply for something you apparently don’t need?The question posed by Roehrig’s case, therefore, is whether European Union nationals without indefinite leave to remain could be considered “settled”. To answer this question, the High Court had to determine whether European Union nationals met the definition, as specified in section 50 of the British Nationality Act, of someone residing in the UK without any immigration law restrictions on the period that they could stay.The European Union law, which had direct effect in the UK until Brexit, effectively created a conditional residence for EU nationals, who could reside in the UK for as long as they remained a “qualified person”. These residence rights were usually granted on the basis of being in employment. In certain circumstances, someone might be eligible through being unable to work due to illness or job loss, through living off personal savings, or through relying on a family member.Eyre found that this conditional residence had the same effect as an immigration law restriction on the period for which European Union nationals could remain in the UK. In other words, he judged that being a “qualified person” under European Union free movement law did not mean you can now be deemed to have been “settled”.This is a surprising interpretation of the law. Until Brexit, and the subsequent requirement to apply for the European Union settlement scheme, many European Union nationals were able to reside in the UK on the basis of European Union law for decades without applying for indefinite leave to remain. They were treated as settled, and their children treated as British.The possible impactImportantly, new rules, like those the Home Office introduced on October ,2 2000, do not actually change the law. They simply alter the interpretation of the law and how to implement it.Eyre has decided that the Home Office’s restrictive approach to British citizenship, as applied since October 2, 2000, is the correct interpretation of the British Nationality Act. It follows that the previous interpretation, as implemented between 1983 and October 2, 2000, was incorrect. This means that the Home Office will have mistakenly granted British citizenship to many people born during this time period to parents who, like Roehrig’s mother, were “qualified persons” under the European Union free movement law.Conversely, if Roehrig appeals the judgement, and is successful, it is the restrictive approach the Home Office has taken since 2000 that will be found to be unlawful. The interpretation of the law, as implemented before October 2000, will have been the correct one. In this instance, the Home Office will have mistakenly denied British citizenship to many people born since 2000 to European Union nationals who should have been considered to be “settled” in the UK.Given that the government has greatly underestimated the number of European Union nationals living in the UK before Brexit, it is not unreasonable to expect the number of people who could be affected, either way, to be in the tens of thousands.The secretary of state’s submissions to the high court provided reassurance that the Home Office has accepted “as a matter of policy and fairness” that affected children born before October 2, 2000, are British. But this is simply a matter of policy. It provides no legal certainty.As immigration barrister Colin Yeo warns, the Home Office has nullified citizenship before, relying on the confusing logic that it was never actually held if acquired through error or Home Office mistake. At present, the policy to recognise the British citizenship of those born before October 2, 2000, has been paused.And what of those who have gone on to have their own children, thinking they had passed on their British citizenship? Guaranteeing protection for the affected group could be achieved through legislation which retroactively recognises their acquisition of British citizenship. For now, though, thousands of “possibly British” people with European Union national parents are left facing great uncertainty.Alice Welsh is research fellow, University of York.This article first appeared on The Conversation.","author":"Alice Welsh, The Conversation","time":"2023-03-03T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187403-vtyooudzbe-1677584509.jpg","tags":["British","European Union","Citizenship"],"source":"https://scroll.in/article/1044803/why-thousands-of-people-who-thought-they-were-british-could-lose-their-citizenship"}