{"title":"Why Pir Panjal is now a staging ground for militant strikes, from Rajouri to Anantnag","content":"On September 19, one of the longest anti-militancy operations in the recent past in Kashmir Valley wound to a close. For the security forces, what had begun as a cordon-and-search operation in Gadool, Kokernag, a week ago, ended with the death in combat of two senior Army officers, a soldier, a deputy superintendent of Jammu and  Kashmir Police, and two militants.  While most gun battles between militants and security forces in Kashmir end in less than 24 hours, the shootout turned out to be a daunting one, stretching out for a week. What stood out in the operation was the high number of casualties of high-ranking security officials.  The episode comes at a time when the Jammu and Kashmir government has made forceful claims of a return of normalcy and peace in the region. On August 5, 2023 – the fourth anniversary of the scrapping of Jammu and Kashmir’s special status and statehood – Jammu and Kashmir Lieutenant Governor Manoj Sinha said the government has established “lasting peace” in the Union territory. But, more importantly, the face-off appeared to be an outlier, given the recent experience of militancy in Jammu and Kashmir. Since 2021, as the Indian state turned up the heat on militancy in the Kashmir Valley, some of the boldest strikes by militants in the erstwhile state have been in the twin border districts of Rajouri and Poonch along the Line of Control, signalling a shift in focus towards Jammu.  The number of casualties suffered by the Army in Jammu region since October 2021 has been more than three times higher than those in Kashmir Valley. The militant groups have also carried out targeted killings of civilians, especially Hindus.Several experts have pointed out that the Kokernag is a reminder of the challenges of militancy in South Kashmir.But what links the strikes in Jammu with the encounter in Kokernag is a significant factor – terrain.The theatre of operationA key aspect to the post-2019 militancy in the region is the choice of terrain by militants – dense forest areas instead of villages or far-flung habitations, especially around the Pir Panjal.Stretching southeast like an arc from Pakistan Occupied Kashmir in the west right up to the Beas River in the northern Indian state of Himachal Pradesh, the 320-km-long Pir Panjal mountain range acts as a natural division between the Kashmir Valley and Jammu region. All the motorable entry points to Kashmir Valley from the south pass through this mountain range. Apart from a physical barrier dividing the two regions, the mountain range also sets them apart ethnicity-wise, culturally as well as socially. In Jammu, to the west of Pir Panjal, are the Rajouri and Poonch districts, which have seen several high-impact militant strikes since 2021. As the range stretches eastwards, the South Kashmir districts of Kulgam and Anantnag sit along the Pir Panjal, on the side of the Valley.“It’s a confluence of a vast terrain and dense forest cover which provides a good option for someone to hide,” explained a senior police officer, who is familiar with the area. He declined to be identified.Credit: Google maps and Ministry of Home Affairs (GODL-India), GODL-India, via Wikimedia Commons. Created using Canva. This map is for representation only and is not to scale.“The current run of activities on either side of the Pir Panjal appears to be a result of shortage of urban hideouts and safe houses,” said retired Lieutenant General Syed Ata Hasnain, who has commanded Army’s 15 Corps in the Kashmir Valley.  Following the August 2019 decision by New Delhi to strip Jammu and Kashmir of its special status and statehood, the Union government launched a massive crackdown on militancy and its support system in Kashmir valley. As a result, militancy in Kashmir has taken a backseat, with local recruitment coming down significantly. While around 150 locals joined militant ranks in 2019, the number has dipped to less than 30 this year. Experts say there are signs that militant groups are relying less and less on the support from local residents.As a result, they are retreating into the forests, making the Pir Panjal terrain an effective hideout. “The uneven mountainous terrain and forests offer enough scope for hit-and-run operations or extended periods of rest and recoup in the mountainous jungle hideouts,” said Hasnain.The warning that increased action against militants on the other side of the Pir Panjal was leading the Army into risky confrontations had come a month before.In Kulgam district, which shares its border with Rajouri, Poonch, Reasi and Ramban districts, all of which sit on the Pir Panjal range, militants attacked a search party of the Army. This time, too, the Army had ventured into a dense forest in Halan in search of militants. Three soldiers were killed in the skirmish.Closer to the other end of the mountain range, near the Chenab Valley, is Anantnag district in South Kashmir, where the Army operation in Kokernag ran into militant fire. The Kokernag attackOn the intervening night of September 12 and 13, the Army and Jammu and Kashmir police launched a joint cordon-and-search operation in Gadool village of South Kashmir’s Kokernag. They had intelligence that two or three terrorists were hiding there. A Jammu and Kashmir police officer familiar with the terrain of the region said some of the ridges in Gadool area of Kokernag are steep mountains, almost straight lines, on which trekking without any cables and harness is impossible. “Height is always an advantage. That’s why whenever terrorists are hiding at a height, the tactic is to approach the location from the other side and then swoop down on them,” he explained. After the security forces carried out an extensive search in the village, the search party climbed higher. “It was ascertained that the terrorists were in a hideout in the higher reaches above the village which was covered with dense foliage and undergrowth,” a statement issued by public relations officer, defence, in Srinagar on September 14, stated.  The search columns, according to the Army, were being led by Colonel Manpreet Singh, Commanding Officer of 19 Rashtriya Rifles battalion, and Major Aashish Dhonchak, Company Commander of Kokernag Company of 19 Rashtriya Rifles. Given the treacherous terrain of the higher reaches, the “columns moved through re-entrants and rugged terrain which had dense foliage and undergrowth,” the statement said. Security personnel during a search operation in Anantnag on September 19. Credit: PTI. On the afternoon of September 13, the troops came under heavy fire, said the Army. They retaliated. During the exchange of fire, Singh and Dhonchak and Deputy Superintendent of Jammu and Kashmir Police, Himayyun Muzamil Bhat, suffered fatal gunshot injuries, said the Army.  While Bhat was brought down in an injured condition on September 13, the mortal remains of Colonel Singh and Major Dhonchak were “retrieved through specialised operations in the treacherous terrain” the next day. Two more army personnel were injured in the firefight on September 13, the Army said.  On September 17, security forces retrieved a charred body from the forest area in Gadool. Two days later, Jammu and Kashmir police confirmed that the body was of Uzair Khan, a local militant from Kokernag area of Anantnag district, who had joined militant ranks last year. “Another body of a militant was also seen, which could not be retrieved yet. We had information about two to three militants, so it is possible that we will find the body of another militant as well,” Vijay Kumar, additional director general of police, Kashmir, told reporters on September 19. The gunfight came nearly a week after a former militant from Jammu’s Poonch district was mysteriously shot dead inside a mosque in Pakistan Occupied Kashmir’s Rawalakot city. Muhammad Riaz, more commonly known as Abu Qasim Kashmiri, was wanted in India.Riaz, who had crossed the Line of Control to receive arms training in the 1990s, was reportedly associated with Jamaat-ud-Dawa, a charity organisation linked with the militant group Lashkar-e-Taiba.A steep challenge Among the many challenges in the region is the proximity to the Line of Control.“The possibility of infiltration and exfiltration of the terrorists in this belt is more than it’s in Kashmir valley,” said the senior security official in Jammu. Moreover, the linked topography of Pir Panjal-South Kashmir allows someone to trek back and forth between Jammu and Kashmir regions with ease. “Therefore, it’s not unsurprising if a terrorist slips back into Rajouri or Poonch or some other region of Jammu after carrying out an attack in the belt,” the official added. Following militant attacks in the Pir Panjal earlier this year, security agencies had detained dozens of local residents.However, there was not much to be found. “Our investigations revealed that these militants were not using any technical devices through which they could be tracked down,” the senior security official in Jammu said. “In many cases, we found that they had just taken a phone of a local resident, downloaded an application to communicate across the border, deleted that and then handed it over back to the person,” he added.  A proxy crackdownThe growing militancy incidents in the Pir Panjal region or its vicinity also coincides with a sweeping crackdown on former local militants who are living in Pakistan or Pakistan Occupied Kashmir. The property of around 4,200 local residents, who had gone to Pakistan to become militants or taken refuge there, are under the lens of authorities in Jammu and Kashmir and are likely to be seized.  According to Jammu and Kashmir police, the revival of militancy in Jammu’s Pir Panjal region is being overseen by former local militants based in mainland Pakistan or Pakistan Occupied Kashmir.“We want to give a clear message to the traitors (local militants) who have gone across the border and (are) trying to revive terrorism here that they cannot live in peace there,” Dilbag Singh, Jammu and Kashmir police chief, told reporters in Kishtwar district of Jammu region on September 9. “We will reach them and those who are supporting them from here will be dealt with sternly,” he said.A Kashmiri family walks past the Gadole forest of Kokernag in south Kashmir's Anantnag district. Credit: AFP.The Jammu shiftMany say the growing militancy-related incidents in the peaceful Jammu region signal a deliberate shift on part of militants. However, this is not the first time the militancy has moved towards Jammu. As author and journalist Luv Puri has pointed out in his book Militancy in Jammu and Kashmir, there were unsuccessful attempts to take the insurgency to the mountainous region of Jammu around the mid-1990s.“Even though in the early nineties, the Rajouri and Poonch areas provided the main infiltration routes for the Kashmiri-speaking militants to sneak into Indian territory, they found it difficult to carry out active operations there, and get local support,” Puri writes. Given the region’s peaceful atmosphere for more than a decade and a half since, the security official argued, the human intelligence network in the region needs more “investment” as it may have gone “cold” during the years of peace. The end of militancy?The changing situation in Jammu as well as the strikes in South Kashmir raise questions about claims that militancy in the erstwhile state is in its last gasp.A day after the long-drawn Kokernag encounter ended, former chief minister Omar Abdullah challenged the claims of “normalcy.”“Tourist numbers are being inflated to show normalcy, but scratch [the surface] and [we can see] that the situation on ground is contrary to what is being claimed,” he said. Abdullah added: “Today the reality is that areas which were cleared of militancy are witnessing its return.” General Hasnain pointed out that recent militant action needs to be seen in the context of the redeployment of troops from the region to eastern Ladakh because of the border tension with China. “This did open some gaps, which the terrorists have exploited,” he said. However, he said it would be difficult for militants to sustain their operations, given their low numbers, dipping recruitment and failure to infiltrate. “The operations such as the one in Kokernag are not the result of terrorist strikes,” Hasnain said. “The initiative was with the security forces and was based on intelligence. But in execution, different contingencies arise, not all of which can be planned for.”","author":"Safwat Zargar","time":"2023-09-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194281-ossxpktvsk-1695300780.jpg","tags":["Jammu and Kashmir","Kashmir","Pir Panjal","Pakistan","Kashmir Militancy","Himalayas","Indian Army"],"source":"https://scroll.in/article/1056357/why-pir-panjal-is-now-a-staging-ground-for-militant-strikes-from-rajouri-to-anantnag"}