{"title":"Why archiving matters: ‘If we don’t preserve films, we will have nothing to restore’","content":"The ever-industrious Shivendra Singh Dungarpur is back with two events in December that highlight the efforts of his Film Heritage Foundation. The first is the seventh edition of the Film Preservation & Restoration Workshop India, which will take place between December 4 and 10 at the Chhatrapati Shivaji Maharaj Vastu Sangrahalaya in Mumbai. The second is a tribute to Dilip Kumar.The workshop, held in collaboration with the International Federation of Film Archives, explores the theory and practice of archiving and preservation. In the next-door Regal cinema, restored versions of Camille Legrand’s silent film Behula (on December 5 at 6.30pm), Martin Scorsese’s Raging Bull (December 6), Wong Kar Wai’s In the Mood For Love (December 7), Aravindan Govindan’s Thamp (December 8) and Bernardo Bertolucci’s The Conformist (December 9) will be shown.And on December 10 and 11, the Film Heritage Foundation will mark Dilip Kumar’s birth centenary by re-releasing some of the actor’s best-loved films. Ticketed shows for Aan (1952), Devdas (1955), Ram Aur Shyam (1967) and Shakti (1982) will be available in 30 cinema halls in over 20 cities, including Mumbai, Delhi, Pune, Indore, Ahmedabad, Kolkata, Bengaluru and Hyderabad.The Dilip Kumar event is on the lines of the foundation’s hugely successful retrospective of Amitabh Bachchan films to mark his 80th birthday in October. The scramble for tickets for such classics as Deewar and Don is proof that there is an audience for older films, Dungarpur observed. The director of the documentaries Celluloid Man, The Immortals and CzechMate: In Search of Jiri Menzel, Dungarpur set up the Film Heritage Foundation in 2014. In these edited excerpts from an interview, he tells Scroll.in about the importance of restoring both celluloid and digital films and the need to show restored classics in cinemas. The Amitabh Bachhan retrospective in October proved that people are eager to watch older films in cinemas. Will theatrical screenings of classics a regular feature?At Film Heritage Foundation, we strongly believe that watching films in the cinema on the big screen and the shared audience experience is integral to the art and culture of film. In a world where the moving image has been reduced to content to be consumed on the go, on demand, on cellphones and personal devices, cinema-going also needs to be preserved.After the success of the Bachchan: Back to the Beginning festival, we are conducting our next festival Dilip Kumar – Hero of Heroes to celebrate his 100th birthday. How did one choose for an actor with such an outstanding body of work? Little did I know then that I would have the opposite problem. I was shocked and heartbroken to discover that many of his great films survived only on low-resolution formats that could not be projected on the big screen. Was this the fate of a towering persona who had dominated the silver screen for so many years to be now confined to a small computer screen or a phone in danger of being forgotten in the years to come? I cobbled together these films with great difficulty with many people asking me why some of their favourite Dilip Kumar films were not included. We found that very few films of Dilip Kumar could be projected on the big screen. There is a popular misconception that if a film is on YouTube or on a hard disk or pen drive, it can be projected in a cinema. Big-screen digital projection requires the films to be of a certain standard of quality and resolution. Unfortunately, many Dilip Kumar films on existing digital formats do not meet these standards. And even though his films are available on 35mm and 16mm celluloid, the prints are in very poor condition due to lack of proper preservation and restoration. This is a tragedy and we hope this will be a wake-up call to filmmakers and producers to allot the required funding and resources to preserve and restore their films before it is too late.We do have plans to do regular festivals of classic films, including those that we have restored, in cinemas. Shivendra Singh Dungarpur.This is the seventh edition of the Film Preservation & Restoration Workshop India. What has changed since the last edition held before the pandemic in 2019?When we wrapped up the 5th Film Preservation & Restoration Workshop India on December 15, 2019 in Hyderabad, it was with a great sense of achievement that we looked back at the week during which we had conducted both basic and advanced courses, with an inspirational faculty and enthusiastic participants from India, Sri Lanka, Nepal, Bangladesh, and even Afghanistan for the first time. We had already planned that we would conduct the 2020 workshop in Kerala, when the pandemic put paid to our plans.In 2020, we decided to try the new normal and take the workshop online, but we found that it just wasn’t as effective.Thanks to their participation in our workshops, Sri Lanka had taken great strides in preserving their film heritage. They had become members of the International Federation of Film Archives and had plans in place to set up their film vaults and archives. The pandemic was a huge setback for them yet it is so amazing that they were so enthusiastic about coming back to India for the workshop this year.There was a silver lining in the gloom of the pandemic too when one of our workshop alumni said that he had given up his teaching job to go back to his home state in Manipur to set up a film archive. He became the catalyst for the signing of an MOU between Film Heritage Foundation and the Manipur State Government to assist them to set up an archive in Imphal. Film collections were impacted all over the world as lockdowns were imposed and temperature and humidity control became impossible. We were constantly getting queries about how to deal with the challenges of the pandemic in film archives. That is what we addressed to a large extent in our online workshop.This year we have opened the workshop to the Middle East for the first time and have participants from Saudi Arabia and Turkey.What is the importance of restoration as we go further and further into the digital age?There is a misconception that only celluloid films need restoration. Digital films need preservation and restoration too. We were still shooting films on celluloid till 2014. As per the records of the censor board, in 2010, there were 1,274 feature-length films shot on celluloid and none on digital. In 2013-‘14, there were 188 feature-length films made on film and 1,178 feature-length films shot on digital.So most of our over hundred-year old film heritage is on celluloid. Even though there has been a radical shift to digital technology, we still need to preserve our heritage on celluloid. Restoration comes later as if we don’t preserve we will have nothing to restore. Also, the march of digital technology has still to match the resolution of celluloid so filmmakers who originally shot on celluloid will have to keep returning to their negatives and prints to rescan their films from 2K to 4K and higher resolutions. Even digital films need to be preserved. While celluloid has a proven longevity of over a hundred years if preserved well, the industry still has to find a long-term solution for the preservation of digital films. Hard disks are not a long-term preservation medium. One needs to continuously upgrade software and hardware to handle the issue of obsolescence.The Film Heritage Foundation has restored Aravindan Govindan’s Kummatty (1979). Courtesy General Pictures.Does India pose any unique challenges to film preservation?The challenge we face in India is the attitude that people have to film heritage. They are quick to categorise films as “old” and “outdated” and assume that they will have a limited audience and hence are not worth preserving, restoring or exhibiting.In festivals like Il Cinema Ritrovato in Bologna and the Festival des 3 Continents at Nantes for instance, film heritage is celebrated and presented with respect and love. Also, festivals like these get a lot of support from the local government and businesses, unlike in India.I have just returned from presenting 14 Indian films at the Festival des 3 Continents in Nantes, and it was just amazing.  Jerome Baron, the director of the festival, had invited Film Heritage Foundation to co-curate a stream of films under the title Indian Autumn for the festival. The films were Aravindan Govindan’s Thamp and Kummatty restored by us, Agraharathil Kazhuthai (1977) and Amma Ariyan (1986) directed by John Abraham, Thaneer Thaneer (1981) directed by K Balachander, Titash Ekti Nadir Naam (1973) directed by Ritwik Ghatak, Ashad Ka Ek Din (1971) directed by Mani Kaul, Khandhar (1983) directed by Mrinal Sen, Om-Dar-B-Dar (1988) directed by Kamal Swaroop, Hun, Hunshi, Hunshilal (1992) directed by Sanjiv Shah, 36 Chowringhee Lane (1981) directed by Aparna Sen, Utsav (1984) directed by Girish Karnad, Arvind Desai Ki Ajeeb Dastan (1978) directed by Saeed Akhtar Mirza and Disha (1990) directed by Sai Paranjpye.There were two more films that were part of the original list: Sai Paranjpye’s first feature film Sparsh (1980) K Balachander’s musical melodrama Sindhu Bhairavi (1985), both of which we had to drop, as tragically we could not find any material that would be suitable for a cinema screening. And worse, in the case of Sindhu Bhairavi, despite the fact that it was such a successful film, we couldn’t find any material at all, even after searching for months.Finally, which films are currently being restored by your foundation?Film Heritage Foundation has already begun work on the restoration of Aribam Syam Sharma’s acclaimed Manipuri film Ishanou (1990) that was screened in the Un Certain Regard section at the Cannes Film Festival 1991 and Nirad N Mohapatra’s award-winning Odia film Maya Miriga (1984) to ensure that these artistic films find their place in the sun where they belong. We have a long wishlist which we hope to get to once the funding and the permissions are in place. Also read:It’s showtime once again for the classic Malayalam film ‘Thamp’G Aravindan’s classic ‘Kummatty’ is back in view with a sparkling new restored print","author":"Nandini Ramnath","time":"2022-12-03T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183779-reyrdyxptk-1669996822.jpg","tags":["Shivendra Singh Dungarpur","Film Heritage Foundation","Film restoration"]}