{"title":"Moral timidity: The contradictions in India’s refusal to join the UN’s call for a ceasefire in Gaza","content":"On Friday, India abstained from voting on a United Nations General Assembly resolution that called for an “immediate, durable and sustained humanitarian truce” between Israel and Hamas. This came as Israel doubled down on its brutal bombing campaign in the Gaza Strip, severing all communication links in the occupied enclave and initiating limited ground operations. The resolution was, however, adopted with 120 votes in favour, 14 against and 45 abstentions.Notably, this was a non-binding resolution, as all United Nations General Assembly resolutions are. This means that the state parties, including Israel, have no legal obligation to abide by it. However, United Nations General Assembly resolutions carry strong symbolic value. In this case, it creates global pressure on Israel to back down at a time when it appears intent on escalating operations.“It sends the message to everyone enough is enough,” Riyad Mansour, Palestine’s envoy at the United Nations, told the media after the vote.  Israel expectedly rejected the resolution, calling it a “defence of Nazi terrorists”.It is likely that India abstained because the final draft of the resolution did not have any reference to the attacks launched by Hamas against Israel on October 7. In its explanatory statement, however, India did not directly justify its abstention. New Delhi’s Deputy Permanent Representative to the United Nations, Yojana Patel, merely noted at the beginning of her statement that “the terror attacks in Israel on 7th October were shocking and deserve condemnation”.Calling for the “immediate and unconditional release” of Israeli hostages under Hamas custody in Gaza, she noted that “terrorism is a malignancy and knows no borders, nationality or race”.She also welcomed “the international community’s de-escalation efforts and delivery of humanitarian assistance to the people of Gaza”, noting how India too has sent aid. Finally, the Indian envoy repeated India’s stated position on the Israel-Palestine issue: that it supports a two-state solution and the “establishment of a sovereign, independent and viable state of Palestine living within secure and recognised borders”.In South Asia, India is only country to abstain from vote on protecting civilians in Israel Gaza conflict, Afghanistan (Republic), Bangladesh, Bhutan, Maldives, Nepal, Pakistan, Sri Lanka all vote for the resolution. https://t.co/nY3YYQHiOa— Suhasini Haidar (@suhasinih) October 28, 2023\n\nThe statement needs to be read in the right context. It is designed to look neutral and diplomatic. But, in light of Israel’s bloody offensive in Gaza, India’s abstention and feeble rationalisation exhibit unenviable moral timidity. What use is global diplomacy when it can’t stop a humanitarian catastrophe of such gigantic proportions?Yet, this is not the first time India has abstained from voting on a United Nation’s resolution relating to a conflict situation in recent times. In fact, it has a tradition of abstaining on United Nations agendas that condemn its allies, have the potential to indict New Delhi’s own actions or policies on the issue at hand or do not directly affect its own security interests. This cold realpolitik hardwired in India’s United Nations diplomacy has often laid bare what many would call an abject lack of conscience in the face of atrocities against civilians.In March 2014, months before the Narendra Modi government came to power, India abstained from voting on a United Nations Human Rights Council resolution condemning Sri Lanka’s dubious human rights record against its Tamil minority. The same month, India abstained from voting on a United Nations General Assembly resolution condemning Russia’s invasion and annexation of Crimea. “India The Abstainer”, declared one headline at that time. India has also abstained from voting on all United Nations resolutions condemning Russia’s February 2022 invasion of Ukraine, with the exception of one United Nations Security Council resolution in August 2022 that it voted in favour of.In December 2017, India abstained from voting on a United Nations Human Rights Council resolution condemning the serious human rights violations perpetrated by Myanmar’s military against the Rohingya Muslims in northern Rakhine State. Four months earlier, the Myanmar military, in cahoots with Rakhine Buddhist vigilantes, had initiated a violent campaign of violence and forced displacement against the stateless minority community, which according to an United Nations investigation, had “genocidal intent”.In June 2021, four months after the Myanmar military snatched state power in a coup and began a violent crackdown on peaceful protestors, India abstained from voting on a United Nations General Assembly resolution calling for an arms embargo against the junta. In December 2022, New Delhi again chose not to vote on what was the first security council resolution condemning Myanmar’s brutal military regime since the 2021 putsch. None of these no-votes were particularly surprising, as the Sri Lankan government and the Myanmar military are old-time Indian allies. The latter even buys military hardware from India. Unsettling actionBut, Friday’s abstention on Gaza is somewhat different and unsettling. It has echoes from a few other Indian no-votes at the United Nations in recent times. In July 2015, India abstained from voting on a United Nations Human Rights Council resolution that welcomed an investigative report sanctioned by the council a year earlier to look into allegations of human rights violations during the Israel-Hamas war of 2014. The report found that both parties had committed human rights violations during the conflict, but put the spotlight on Israel for being the bigger violator. That was the first time India had chosen to refrain from voting on a resolution that called out Israel on its Palestine policy. As The Hindu’s Suhasini Haidar wrote back then, it “appeared to be a major shift in India’s policy on Israel”.New Delhi, however, had denied any policy shift, arguing that its no-vote had to do with the resolution’s recommendation to refer Israel to the International Criminal Court – a mechanism that India has never been in favour of. Yet, as Haidar observed, the abstention came “on the back of a number of decisions by the Narendra Modi government that have indicated a growing closeness to Israel and a shift away from past policy”.#WATCH | New York: Deputy Permanent Representative, Amb. Yojna Patel says, \"In a world where differences and disputes should be resolved by dialogue, this august body should be deeply concerned at recourse to violence...The terror attacks in Israel on 7th October were shocking… pic.twitter.com/wkliRhXudL— ANI (@ANI) October 27, 2023\n\nIndia’s argument that its abstention was because of the resolution’s reference to the International Criminal Court may have been true. This is because the very next year, India once again voted against a similar United Nations Human Rights Council  resolution that called for an International Criminal Court investigation on Israeli war crimes while simultaneously voting in favour of four other resolutions that criticised Israel, including its illegal settlements in occupied West Bank. So, it did seem like India was taking specific umbrage to calls for an investigation by the International Criminal Court , an international court that it isn’t a member of.But, here’s the thing – in November 2022, India abstained from voting on a United Nations General Assembly resolution that sought an advisory opinion on Israel’s “prolonged occupation” of Palestine from the International Court of Justice, a court that India is a member of by virtue of being a United Nations member state. This was a subtle, though, undeniable shift in India’s voting pattern on the Israel-Palestine issue. This is because India had voted in favour of the last United Nations resolution that sought an International Court of Justice opinion on the Israeli occupation of Palestine, which was in 2003. The Bharatiya Janata Party was in power in New Delhi at that time.In fact, India had also voted in favour of a 2009 United Nations General Assembly resolution that recalled the International Court of Justice’s advisory opinion of 2004, while marking out Israel as the “occupying power” in Palestine and calling for a “complete end to the Israeli occupation that began in 1967”. India also voted in favour of another resolution adopted by the general assembly in 2013 that recalled the International Court of Justice’s 2004 advisory opinion on Israeli occupation and demanded an immediate cessation of its “construction of the wall in the Occupied Palestinian Territory.” It is worth noting that the International Court of Justice had found that the Israeli wall around occupied Palestine violated the Fourth Geneva Convention and “severely impeded the exercise by the Palestinian people of its right to self-determination”.This is what genocide looks like. These are the 2913 Palestinian children killed by the Israeli military this month, as of Thursday, October 26. As the Israeli airstrikes on Gaza intensify, we recognize with horror and grief that this death toll is already inaccurate.1/5 pic.twitter.com/MhRWhm7ogQ— Jewish Voice for Peace (@jvplive) October 28, 2023\n\nSo, one does notice subtle shifts in India’s stance on the Israel-Palestine issue at the United Nations. One sees a slow departure from the Nehruvian legacy of steadfastly opposing the Israeli occupation of Palestine to not opposing – if not supporting – it on specific occasions and in certain contexts. Why this is so should be a no-brainer for those who have been watching Modi’s Israel policy closely. Under his watch, New Delhi has warmed up to Tel Aviv in a way that no previous administrations had. His government, through the National Security Advisor’s office, has ramped up defence and security cooperation with Israel while foregrounding a shared threat perception against “Islamist terrorism”. This is undergirded by a deeper ideological affinity between the Hindu right wing and the Zionists.But, have warm bilateral relations ever come in the way of India voting in favour of a ceasefire during an intense armed conflict? They have. Calls for ceasefires are not apolitical. In 2016, India abstained from voting on a general assembly resolution that called for an immediate ceasefire in Syria, even as the Russian-backed Syrian army engaged in bloody confrontations with anti-Assad rebels. As security researcher, Kabir Taneja, pointed out, the no-vote had to do with New Delhi’s warm relations with both the Syrian and Russian governments.The difference, however, was that back then, India was joined by several of its neighbours, including Pakistan, Bangladesh, Nepal and Myanmar, in the abstention. This time, India stands alone in its neighbourhood in refusing to endorse a ceasefire call to stop Israel’s bloodbath in Gaza. Even Myanmar – represented by its pro-democracy, anti-coup envoy, Kyaw Moe Tun – voted in favour of the resolution. So did France, an ardent backer of Tel Aviv, and Singapore, a key beneficiary of Israeli security assistance.“Swasti Astu Vishwa” – these are the three Sanskrit words that Prime Minister Modi ended the India-hosted G20 summit in New Delhi in September. The prayer roughly means “let there be peace in the world”. That less than a month after this sombre invocation, his government would refuse to endorse a ceasefire call to stop the slaughter of millions of innocent civilians, lays bare the inglorious contradictions of New India.Angshuman Choudhury is an Associate Fellow at the Centre for Policy Research.","author":"Angshuman Choudhury ","time":"2023-10-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195382-txalfdzeea-1698509779.jpg","tags":["War on Gaza","Bharatiya Janata Party","Narendra Modi"],"source":"https://scroll.in/article/1058267/why-has-india-refused-to-join-the-un-call-for-a-ceasefire-in-gaza"}