{"title":"Why does the idea of governor’s rule in Kashmir have so many backers?","content":"Whispers that governor’s rule may be imposed in Jammu and Kashmir have been growing louder for some time. There is certainly a widening constituency in favour of it.In April, National Conference leader and former J&K chief minister Farooq Abdullah demanded governor’s rule soon after he won the turbulent Srinagar Lok Sabha bye-polls. The polls had seen a turnout of merely 7.14% and left eight dead in firing by security forces. Congress leaders, both at the state and at the Centre, echoed the demand.As April wore on, it became clear that faith in the political process was wearing thin in current political climate in Kashmir. The bye-elections for the Anantnag Lok Sabha seat were called off because of the “scary” ground situation, to use the Election Commission’s description. About a week later, the bullet-riddled body of Ummer Fayaz Parray was found: the young army officer from South Kashmir had come home to attend a relative’s wedding. Not surprisingly, talk of governor’s rule did not subside.Governor’s rule can be imposed in Jammu and Kashmir for a period of six months if the constitutional machinery has failed. During this period, the state Assembly is either kept in suspended animation or dissolved. If the constitutional machinery is not restorted within this period, President’s rule is then imposed. According to an Indian Express report on Sunday, security officials believe governor’s rule would help “contain extremist elements” in the Valley and stabilise the security situation. Significantly, the officials  also said that since the ruling alliance between the People’s Democratic Party and the Bharatiya Janata Party was a major reason for Kashmiri anger, it could help calm tempers. Both members of the ruling alliance have also admitted the possibility of governor’s rule. Rarely has a political decision in Kashmir been backed by such consensus. What drives this agreement?The buried agendaAs pointed out by the security officials, the alliance between the People’s Democratic Party and the BJP has become political poison in the Valley. From Anantnag, where elections could not be held, to Budgam, where elections turned violent, residents of the Valley are bitter about the coalition.First, because the People’s Democratic Party fought the 2014 election campaign on the promise to keep the BJP and the Rashtriya Swayamsevak Sangh out of the Valley, whipping up fears about a saffron invasion. Then it reneged on its promise and tied up with the very rival it was supposed to keep out.Second, because the Agenda of Alliance, that breakthrough document which was supposed to reconcile two political extremes, the “soft separatist” People’s Democratic Party and Hindu nationalist BJP, lies in tatters. Leaders of the regional party still try to hold it up as the agenda of document but politicians from the BJP have openly dismissed its provisions.The document provided for talks with separatist leaders, but the BJP has now ruled it out, saying it will only engage with recognised political parties. The Agenda of Alliance had spoken of a phased withdrawal of the Armed Forces (Special Powers) Act, but that is not even under consideration. As this editorial in the Kashmir Observer points out, the Mehbooba Mufti government has barely spoken out against the Centre’s securitised approach to the current phase of protests.The strain in the alliance has begun to show. On Sunday, BJP national general secretary Ram Madhav conceded in an interview that if it were to break, governor’s rule would be imposed. The idea of a government in Kashmir is slowly unravelling.‘Better off’Meanwhile, in the Valley at least, there is little opposition on the ground to the idea of governor’s rule. For the vast numbers agitating for azadi, a Centrally imposed government is no different from an elected state government. Besides, as expectations from this government fade, governor’s rule begins to look like an appealing alternative for some. The last time the Valley went under governor’s rule was in early 2016, after the death of Chief Minister Mufti Mohammad Sayeed and before his daughter decided to continue with the coalition. Governor NN Vohra’s administration was lauded for clearing files piled up in the chief minister’s office, releasing funds for flood relief, committing to implement the food security act and pushing the army to return land occupied by it. It seemed to provide, in short, for the day to day needs that residents in the Valley voted for. The sentiment that Kashmir was better off under governor’s rule than under the contentious coalition gained currency. But Kashmir’s experience of it has swung between extremes. It has been imposed on the state six times since 1977, when the Congress withdrew support to Sheikh Abdullah’s National Conference government. For six years, between 1990 and 1996, after militancy erupted in the state, elections were suspended and governor’s rule imposed.Twice, the administration of the state fell to Governor Jagmohan. His first stint was in the 1980s, after the Congress pulled support from the minority government headed by Ghulam Mohammad Shah. Jagmohan’s tenure was “well-received”. He is reported to have introduced new machinery for the paving of roads and held durbars where poor Kashmiris could take their problems.The second tenure, starting on January 21, 1990, and ending five months later, would be remembered differently. Jagmohan is credited with unleashing unprecedented state repression – massacres, torture, custodial killings. The governor would become a notorious figure in the Valley, a symbol of Delhi’s machinations.But for now, it is not Jagmohan’s second tenure that residents in the Valley choose to talk about when they talk about governor’s rule.","author":"Ipsita Chakravarty","time":"2017-05-15T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837620-31183-swphmatbif-1494777651.jpg","tags":["Kashmir conflict"],"source":"https://scroll.in/article/837620/why-does-the-idea-of-governors-rule-in-kashmir-have-so-many-backers"}