{"title":"Why the BJP cannot be written off in Manipur despite the anger at its failure to end ethnic violence","content":"Before the ethnic conflict erupted in Manipur in May, Fanga Hauhnar’s days were spent studying for the Staff Selection Commission examination and helping his mother run an eatery in Churachandpur town.Now the 27-year-old from the Hmar tribe is a “village volunteer” deputed at the “frontline” – areas along the buffer zone between the Meitei-dominated Imphal valley and the tribal-majority Churachandpur and Kangpokpi districts.“The government cannot protect us fully,” Hauhnar said. “That’s why we have to take up arms.” Every month, for three days and three nights he takes up position at one of the many bunkers that dot the buffer zone – like other civilians from the community sucked into the conflict.Together, the Kuki, Zomi and Hmar tribes are one of the major groups in Manipur’s hill districts.Hauhnar squarely blamed the Bharatiya Janata Party-led government at the state and the Centre for the disruption in his life. “It angers me that N Biren Singh is still the chief minister,” he said.The sentiment is heard frequently in the hilly town, which voted overwhelmingly for the BJP in the last Assembly elections, and now accuses the party of betraying the interests of the Kuki-Zomi-Hmar people. “No one trusts the government,” Hauhnar said.About 65 km away, in Imphal valley, Tolen Okram echoes Hauhnar – even if he is on the other side of a bitter ethnic divide that has split the state down the middle.The 66-year-old Meitei, a retired government engineer from Imphal valley, joined the BJP in 1982. “I am one of the party’s oldest members but I will not vote for them this time,” Okram said.Tolen Okram, a retired government engineer from Imphal valley and a BJP member, is reluctant to vote for the party this time. Photo credit: Rokibuz ZamanHe blames both the state and the Centre – the double-engine sarkar – for failing to contain the violence. “Modi never came to the state and fighting has not stopped even after 11 months,” he said. “What is the point of supporting the BJP anymore?”In the two Lok Sabha constituencies of Manipur, the anger against the BJP is undisguised and unmistakable, even as violence continues unabated. The party is held responsible by both Meitei and Kuki-Zo communities for the failure to end the state’s deadly ethnic conflict, which has left at least 223 dead and around 70,000 displaced.The violence had begun in May last year soon after a massive rally held in the hills to protest a Manipur High Court decision that nudged the state government to grant Scheduled Tribe status to the majority Meitei community. Within hours, ethnic mobs were running amok across the state – the Meiteis picking on Kuki-Zos in the Imphal valley, and becoming their targets in the hills. Since then, at least 223 people have died in the violence and around 70,000 displaced.Despite this, observers and voters say the Hindutva party – and its ally National People’s Front – cannot be written off in the electoral contest.\n\t\t\n\tBJP candidate Th Basanta Singh (right) during an election meeting. Photo credit: Th Basanta Singh/Twitter The Meitei vote“Why won’t the Meiteis vote for us?” asked state BJP spokesperson Elangbam Johnson. “If you take a deeper look, the BJP is delivering on what the Meitei people are demanding.”He listed several measures that support his argument – from the free movement regime along the India-Myanmar border being scrapped, to action being taken against poppy cultivation in the hills and the push for a National Register of Citizens, all of which are seen as policies that target Kuki-Zos. BJP leaders argue that the Centre and the state government have acted to “save the indigenous people of Manipur”.Several Meiteis blame the alleged influx of illegal migrants from the India-Myanmar border for the ethnic violence. Radical Meitei groups have even contested that Kuki-Zos are indigenous to the state.In the Inner Manipur constituency, which spans most of the Imphal valley districts barring parts of Kakching and Thoubal, the BJP has put up Thounaojam Basanta Singh, state Cabinet minister and former Indian Police Services officer.Taking him on is the Congress candidate Bimol Akoijam, an academic from the Jawaharlal Nehru University, who is known to be an articulate advocate of the Meitei cause and is no pushover in the contest.Akoijam has declared his support for a National Register of Citizens in Manipur – in line with the Meitei demand to identify undocumented migrants.“He has become the voice of the Meiteis in this conflict,” said L Somrendra Singh, a 54-year-old teacher in Moirang, a town near the picturesque Loktak Lake and only 4 km from another buffer zone. “He has countered the false narratives against the Meiteis since the beginning of the conflict,” Singh said.His neighbour, 46-year-old Shyam Kumar, a Meitei who runs an electric shop in Moirang, said Akoijam is popular among the youth and the educated. “Nobody likes the BJP anymore here,” he said.Despite this, he believes that BJP’s Basanta Singh has an edge.One of the reasons is the BJP’s strong organisational presence. “The Congress has failed to capitalise on the conflict,” a member of Akoijam's campaign team told Scroll. “It is lacking in grassroot volunteers. We have popular support. But that's not enough.”The editor of an Imphal-based English daily agreed with the assessment. “For the first time in the history of Manipur’s electoral politics, the Congress is riding on the shoulders of an individual [and not the party],” he said.In contrast, in the last decade, the BJP has become “a well-oiled machine”, he said.“The BJP is organised and knows how to campaign,” said another Imphal-based journalist. “Though there are no public meetings or campaigns, the BJP MLAs and ministers have activated booth-level workers.”Meira Paibis in Imphal’s Singjamei area. Photo credit: Rokibuz Zaman.Also in the fray are RK Somendra from the Manipur People’s Party and Maheshwar Thounaojam of the Republican Party of India (Athawale), a hardliner who has called for Kuki-Zos to be stripped of their Scheduled Tribe status and reservation benefits.Both popular members of the film industry, they may help fragment the anti-BJP vote. “Those who are disappointed by the BJP in this crisis will vote either Bimol or Mahesh or Somendra, which will eventually give an edge to the BJP,” said the journalist.The Imphal-based editor added: “Whatever goodwill Professor Bimol has been able to generate may be neutralised by the sheer money, power and influence of the BJP.”The non-state actorsThe year-long conflict has also emboldened several vigilante groups in the Imphal valley, who may prove influential in the state.The BJP has been assiduously wooing the Meira Paibis, the loose network of women’s groups that have played a contentious role in the violence in Manipur.“Biren Singh is personally meeting and convincing the Meira Paibis or women’s groups on the steps taken by the BJP government to allay the grievances of the Meitei community,” said N Nimbus Singh, the party’s state vice-president.“The issues [raised by the BJP] have some resonance with the Meitei people as we feel illegal immigrants are the cause of the conflict,” Meena N, a 42-year-old Meira Paibi in Imphal’s Singjamei told Scroll.The shadow of the radical Meitei group, the Arambai Tenggol, also looms large over the elections – and may work to the BJP’s advantage.The group has not just issued diktats prohibiting election campaigns, but its cadres have allegedly turned up at Congress candidate Bimol Akoijam’s home to threaten him.Accused of targeted attacks on Kuki-Zos, the Arambai Tenggol has grown in power since the May violence – to the point of dictating terms to the state’s politicians.It is believed to have the backing of the chief minister.“Since the BJP has the backing of the unofficial militia, they can use it in the election,” said the Imphal journalist. “The Arambai Tenggol, too, may have been given the impression their survival will depend on the BJP’s return.”The SoO factorIn the Outer Manipur parliamentary seat, the disenchantment with the BJP is most evident. “Our people are totally disillusioned with the BJP at the state and the Centre,” admitted Paolienlal Haokip, a BJP legislator from the Kuki community. The seat is spread across the tribal-majority hill districts of the state, home to Manipur’s two major tribal communities – Nagas and Kuki-Zos.A Kuki girl in Churachandpur town looks at a photograph of a relative who died in the ethnic conflict. Photo credit: Rokibuz Zaman.In the past, voters have swung between candidates from both communities, which have historically shared a hostile relationship.This year, however, Kuki-Zo bodies have forbidden any member of their tribes from contesting the polls as a mark of protest.Observers say that the decision is pragmatic given the demography of the constituency, which also includes 2.5 lakh Meitei voters. “With Meiteis against us, we have no fighting chance,” said Pagin Haokip, who heads the Indigenous Tribal Leaders’ Forum.All the candidates in the fray are Nagas – with 4.61 lakh voters, it is the biggest ethnic group, followed by 3.21 lakh Kuki-Zo-Hmars.The Naga People’s Front, which won the election in 2019, has put up Timothy Zimik, a retired bureaucrat. The party is believed to have the backing of the powerful militant group, the National Socialist Council of Nagaland (Isak-Muivah).The Congress has fielded former Ukhrul MLA Alfred K Arthur. The BJP has stayed away from the contest, though it is backing the NPF.  Both the BJP’s and Kuki-Zo groups’ decision not to field candidates is seen as an olive branch to the Nagas. The N Biren Singh-led state government cannot afford to antagonise Nagas as he has already opened a front against the Kukis, observers say. The Kuki-Zos too are trying to propitiate the Nagas by not contesting elections, several officials in the district administration, security establishment and community leaders told Scroll. “This election is a platform for advancing tribal solidarity in Manipur,” said a leader of Kuki Inpi, the apex community body of the Kukis. “That is why the Kukis do not have a candidate but will support a Naga.”There is an undercurrent of sympathy for the Congress candidate Alfred K Arthur, who is known for espousing tribal rights as a legislator. “He has been vocal about tribal rights and solidarity,” said the Kuki Inpi leader. “It is likely that the Kukis will support the Congress candidate though any official decision has not been made.”What complicates the choice is the ambivalence about sending a message to the Centre by voting against the BJP-supported NPF candidate – especially when a ceasefire agreement between Kuki-Zo militant groups and the Indian state is up for renewal.The government led by N Biren Singh walked out of the SoO – the Suspension of Operations agreement – in March last year. In recent months, legislators from the Meitei community have passed an Assembly resolution demanding that the agreement be scrapped, a nod to the Meitei belief that Kuki militant groups were responsible for the violence.The Centre is yet to renew the agreement though it was meant to be extended in March this year. “Neither was it abrogated,” a Kuki National Organisation leader told Scroll. “It's a tripartite arrangement. So the state is creating problems wherever possible.”In the past, the SoO groups have backed the BJP. In the last Lok Sabha election, the Kuki National Organisation or KNO, an umbrella body of Kuki militant groups that signed a Suspension of Operations agreement, issued a diktat asking people to vote for the BJP.The KNO leader laid out their dilemma. “The BJP government is in dialogue with us,” he told Scroll. “That is why Kukis voted for the BJP and elected seven BJP MLAs in 2022. As SoO groups are still in dialogue with the Centre, many may think about voting for its ally, the NPF.”","author":"Rokibuz Zaman","time":"2024-04-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200055-ttbykmjdcz-1713173588.jpg","tags":["Manipur","BJP","Manipur unrest","Kuki","Meitei","ethnic conflict","Lok Sabha election 2024","Lok Sabha 2024"],"source":"https://scroll.in/article/1066657/why-the-bjp-cannot-be-written-off-in-manipur-despite-the-anger-at-its-failure-to-end-ethnic-violence"}