{"title":"Why Supreme Court order in Delhi riots cases undermines Delhi High Court","content":"When the Delhi High Court on Tuesday granted bail to three student activists – Natasha Narwal, Devangana Kalita and Asif Iqbal Tanha – charged under the Unlawful Activities (Prevention) Act in the Delhi riots conspiracy case, it was hailed as a pathbreaking judgement that finally provided a ray of hope for many languishing in jails under the draconian anti-terror law. However, this elation generated by the orders was short-lived.The Delhi Police, which is under the control of the Union Home Ministry, immediately filed an appeal in the Supreme Court, which on Friday said that the High Court orders shall not be used as precedent in any proceedings till the next hearing on July 19. The Supreme Court, however, did not stay the bail of the three activists. The Supreme Court took such a position after Solicitor General Tushar Mehta argued that the Delhi High Court order has “tuned the UAPA on its head along with the Constitution” and has virtually acquitted the three and paved the way for others in the case to move for bail.The bench also expressed surprise that the High Court issued a 100-page order in a bail application by “discussing all laws” and that the interpretation of the UAPA in the bail orders “will probably require examination of the Supreme Court”. The lawyer for the activists, Kapil Sibal, also agreed to the proposal that the Delhi High Court orders should in the interim need not be considered precedent. However, he opposed Mehta’s demand that there should be an immediate stay on the bail orders. The Supreme Court’s decision has raised several questions: Why was the Centre so hell bent on getting the High Court order neutralised? Should the apex court have put a High Court order in suspended animation after having decided not to stay it? Delhi High CourtThe Delhi High Court on Tuesday delivered three different orders for the three activists. However, they contained similar elements.The three activists had been booked under several first information reports related to the Delhi communal riots of February 2020. This included an overarching FIR that dealt with the larger conspiracy and in  which the provisions of the UAPA were invoked. First, the High Court came to the conclusion in all three bail applications that the accusations against the activists did not satisfy the ingredients of the UAPA Sections 15, 17 and 18. Section 15 relates to the commission of a terrorist act, Section 17 deals with raising funds for a terrorist act, and Section 18 relates to a conspiracy to commit a terrorist act or an action preparatory for a terrorist act.Elaborating further, the court said while establishing a prima facie case under the three sections of the UAPA, the prosecution has to show “specific or particularised” allegations. The Delhi police, the court said, had only made inferences about the three activists and their role in the riots by using “hyperbolic verbiage”. The High Court undertook this exercise as under the UAPA, a court cannot award bail to the accused if there was prima facie truth to the allegations made. However, the High Court did not stop there. The bench also went into what kind of crimes could be booked under the UAPA. In this, the court said crimes that could be dealt with ordinary criminal laws cannot be brought under the special anti-terror law. That is, the UAPA was for exceptional circumstances. The High Court then said that this exceptional circumstance would be crimes relating to the defence of India by dwelling into the intention of Parliament in passing the UAPA. In other words, ordinary crimes affecting law and order or public order cannot be tackled using UAPA. This is the part of the High Court orders that seems to have frustrated the Centre, which immediately went on appeal to the Supreme Court. The Centre seems to have been spooked by the fact that if the standard set by the Delhi High Court was to be followed, many cases under UAPA, and not just the Delhi riots cases, could come crashing down. The crux of Solicitor General Tushar Mehta’s arguments was that the Delhi High Court went beyond the confines of a bail application and had interpreted the UAPA itself, which cannot be done when the court is not hearing a challenge to the law. That the Centre was more worried about the comments on the UAPA than the grant of bail itself is exhibited in the fact that Mehta eventually agreed during the Supreme Court proceedings that the bail need not be reversed. Supreme Court’s positionWhat has, however, led to a controversy was the decision of the Supreme Court to state that the High Court order shall not be used as a precedent till the next hearing on July 19.The problem with such a stand is that the Supreme Court did not elaborate under what powers it was issuing such a direction. All High Courts, like the Supreme Court, are constitutional courts. They are also courts of record, in that their judgements are used as precedent in deciding other cases. Given that the High Court had issued a detailed order with reasons, for the Supreme Court to put this order in suspended animation without providing any substantial reasons is in the manner of undermining the High Court’s position as a constitutional court. Apart from the comment during the hearing that the High Court order could have a pan-India effect, there is nothing in the Supreme Court order to show why it thought it was so important to ensure the order was not used as a precedent. The most that could have happened is that a few individuals booked under the UAPA may have got bail in the interim period. Even this is not a given as the burden of proving that a prima facie case does not exist is extraordinary and anecdotally, it is seen that lower courts tend to be frugal in granting bail in cases that involve laws like UAPA. Despite the Delhi High Court order, the position that bail under UAPA is highly discretionary has not changed. One probable reason for the Supreme Court’s decision could have been that it wanted to protect the liberty of the three activists and since the Centre was pressing for a stay order, it settled for the middle path. But the court could have very well expedited the hearings and settled the issues once and for all without clipping the High Court order of its effect. By stating that the High Court order should not be used as a precedent, the Supreme Court has in a sense done indirectly what it may not have wanted to do directly: stay the effect of the High Court order.","author":"Sruthisagar Yamunan","time":"2021-06-21T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160510-biojrnybit-1624202577.jpeg","tags":["Delhi High Court","Supreme Court","UAPA"],"source":"https://scroll.in/article/998034/why-supreme-court-order-in-delhi-riots-cases-undermines-delhi-high-court"}