{"title":"Why some Nagas want to partition their state to create a ‘Frontier Nagaland’","content":"On August 26, the Eastern Nagaland Peoples’ Organisation, a pressure group representing the state’s backward, hilly regions, passed a resolution calling for a boycott of all elections. Their demand: the creation of a separate state of “Frontier Nagaland” comprising six backward districts of the state.This isn’t the first time this demand is being made but the issue has got a fresh lease of life ahead of  Assembly elections next year. Eastern Nagas complain that their region, already economically backward, is further being ignored by the state government.While it enjoys popular support in eastern Nagaland, the demand has seen little traction with the Centre, the authority responsible for the creation of new states. As a result, experts see little chance of it succeeding. Even then, however, the demand could be a bargaining chip for greater power and financial devolution to these regions.Why is a separate state being demanded?Eastern Nagaland comprises six districts – Tuensang, Mon, Longleng, Kiphire, Noklak and Shamator – which are inhabited by seven Naga tribes: Konyak, Khiamniungan, Chang,  Sangtam, Tikhir, Phom and Yimkhiung. The six districts have 20 of the 60 Assembly seats in the state.Much of the demand for a new state arises because this region is significantly more backward than the rest of Nagaland. “The demand has been there for some time as the eastern region suffers from developmental deficit,” A senior Nagaland home department official told Scroll.in.A new state, it is argued, will ensure development. “We have many Nagas, but we have two groups – one backward Naga and another advanced,” explained CL John, an MLA from eastern Nagaland. “So, this separate state movement is for upliftment and welfare of the Nagas in eastern Nagaland.”A significant reason for the region’s backwardness owes itself to history. Much of Eastern Nagaland was marked as an “excluded area” during the British Raj meaning that the colonial government did not administer it and contact with the rest of the world was minimal.In 1945, the region was included under the North East Frontier Agency, an administrative division established by the British, as the Tuensang Frontier Division. In 1957, the Tuensang Frontier Division was merged with the Naga Hills District of Assam to form an administrative unit called the Naga Hills Tuensang Area. The Governor of Assam administered the Naga Hills Tuensang Area under the control of the Centre’s ministry of external affairs.Though the Naga Hills Tuensang Area became the full-fledged state of Nagaland in 1963, special provisions were made for the then Tuensang Division, citing its relative backwardness. For a decade, it was not represented in the Nagaland Assembly and instead had its own regional council headed by the deputy commissioner. It was only in 1973 that the region entered the Assembly.“We are so backward and underdeveloped historically, economically and educationally because civilisation came very late to the eastern Nagaland area,” argued John.Lack of tractionThe demand has strong support in the region, with all 20 MLAs supporting it. However, the Centre has shown no inclination to accept the demand.ENPO president Tsapikyu Sangtam told Scroll.in they have been forced to adopt the election boycott resolution as there has been no response from the Centre on their repeated representations. “ENPO had described everything in representations submitted to the Centre in November, 2021,” said Sangtam. “However, the Centre is not responding to our calls. We followed it up in May and August this year again, but there was no response. So, we, the people, had to take a stringent decision of not participating in the upcoming elections.”A senior Nagaland home department official told Scroll.in that the state government is trying to look into whatever grievances the people of the region have but in the end it is the Centre that will have to take a decision. “The department of underdeveloped areas is also taking up many schemes in the grassroots,” the official said.Earlier in September, Nagaland Chief Minister Neiphiu Rio had also said that the separate statehood demand issue was between the people of eastern Nagaland and the Centre. “We [state government] have already forwarded our portion of recommendations [to the Centre],” the chief minister said, without elaborating on what the recommendations were.Long shotIn spite of the demand’s popularity, it has a low chance of succeeding given the Centre’s political priorities. “Many indigenous communities [in the North East] have been demanding separate states, like that of Tipraland,” a senior Nagaland BJP leader told Scroll.in, explaining why the Centre might not agree. “So the Centre will not open a pandora’s box by promising a separate state to them [Eastern Nagas].”In spite of the Centre’s reluctance, the demand for a separate state is beneficial for it, allowing it more leverage as it negotiates with Naga insurgent groups to sign a peace accord to end one of the country’s oldest seperatist movements. “It gives the central government the opportunity to call the Naga unity a bluff, “ Kaustubh Deka, assistant professor of  Political Science, Dibrugarh University said.Bargaining chipEven if the movement might not succeed in creating a separate state, it might end up benefiting eastern Nagaland in other ways. According to a representation to the Centre, shared by Eastern Nagaland Peoples’ Organisation president Tsapikyu Sangtam with Scroll.in, while statehood for Eastern Nagaland is the “ultimate goal”, the other alternatives are “Union Territory status with legislative assembly and elected government and Central funding for schemes and budget”.The  Eastern Nagaland Peoples’ Organisation argued in the representation that the devolution of central funds has been “disproportionately low” and people of Eastern Nagaland have been given “step-motherly” treatment.","author":"Rokibuz Zaman","time":"2022-09-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179846-niobxcahmd-1663066273.jpg","tags":["Frontier Nagaland","Nagaland"],"source":"https://scroll.in/article/1032655/why-some-nagas-want-to-partition-their-state-to-create-a-frontier-nagaland"}