{"title":"Why is Madras High Court questioning the ‘one man, one vote’ principle for India’s Parliament?","content":"Should every citizen’s vote possess equal weightage when it comes to having a voice in government? The answer in homogenous, unitary states – such as those found in Europe – is simple: yes.The question, however, becomes far more intractable when one is dealing with a large federation. And it becomes especially complicated if that federation is India: a multi-ethnic, polyglot union with a population larger than the entire continent of Africa.On August 23, the Madras High Court came down strongly on the fact that the number of Lok Sabha seats for Tamil Nadu had been reduced in 1967 in keeping with its population figures.That year, the state’s seats in the lower house of parliament were reduced from 41 to 39. The court held that it was “very unfair and unreasonable” that the one-man-one-vote principle was applied to Tamil Nadu in a way such that the state was penalised for successfully controlling its population.A contentious history“Those states which are unable to control population have been complemented with more representatives in Parliament as per the population of those states,” said the court. “Because of that two adverse things have happened, one is that the rights of the states which successfully implemented population control have been affected and the states whose population grew are credited with more people representatives.”The court proposed that the state of Tamil Nadu should be compensated to the tune of Rs 5,600 crore for this, along with the number of seats it has in the Rajya Sabha, India’s upper house of Parliament, being increased.While this is the first time a court has proposed that a state should be compensated for its seats being reduced in Parliament, the issue of how exactly a Lok Sabha constituency would be defined has had a long and contentious history in Indian federalism.Diverging statesThe core of the problem – which the court rightly identified – lies in the fact that states in the Indian Union have starkly differing rates of fertility. While Indians are often taught that the country has a “population problem”, this actually becomes far more complicated as one looks at the issue in more detail.For example, West Bengal’s fertility rate, the average number of children a woman would have in a given population, is lower than that of Norway, a nation worried about its social welfare system being stretched by an ageing population. Japan’s fertility rate of 1.5 is so low that the country is facing a socio-economic crisis. Yet, according to data released by the Union government, Kerala’s fertility rate is nearly the same: 1.56.So by no stretch of the imagination can these states be seen to have a population problem.In contrast, Uttar Pradesh and Bihar – two states that together make up a quarter of India’s population – record very high fertility rates. Uttar Pradesh has a fertility rate of 2.74, while the rate in Bihar is 3.41.This significant gap in the fertility rate means that state shares in India’s population have changed rapidly since Independence.  In 1951, Tamil Nadu’s population was slightly higher than Bihar’s. Six decades later, Bihar’s population is nearly 1.5 times Tamil Nadu’s. In 1951, Madhya Pradesh had 37% more people than Kerala; in 2011, it had 217% as many.Credit: Nithya SubramanianFederal compromiseIndia started off defining Lok Sabha constituencies as per the “one man, one vote” principle – meaning each Indian voter would have roughly equal voice in parliament. However, as state growth rates diverged widely, strictly following this principle would have meant states in the south losing out in Parliament.As a result, in 1976 – with India under Emergency – the Indira Gandhi government passed a constitutional amendment that froze the number of seats each state had in Parliament as per the 1971 Census. The freeze was to end in 2000. But because it was so expedient, Parliament, in 2001, extended it till 2026. Thus, until 2026, Parliament’s seat composition will essentially represent a population snapshot taken more than half a century ago.This freeze has meant a significant weakening of the “one man, one vote” principle in India’s lower house. Voters in high growth Hindi states have seen their influence fall while voters in the south have seen theirs rise. In Uttar Pradesh, for example, one Lok Sabha MP now represents 25 lakh people. In Bihar, it is 26 lakh. In West Bengal, however, the number drops to 22 lakh. In Tamil Nadu, it is 18 lakh and in Kerala only 17 lakh.In effect, a Malayali has more than 1.5 times the representation of a Bihari in the Lok Sabha.This means that in practise, representation in the Lok Sabha is now decided using some mixture of “one man, one vote” and a federal compromise that ensures that states – not only voters – are looked at as building blocks. This federal point of view is important given that if states in the South see their seats fall in line with their population, it would result in significant political instability for the union. A Union government needs to not only have support in terms of votes but also geography: its democratic base can’t be concentrated in only a few areas.Note that India is not unique in diluting “one man, one vote”. In the United States, its powerful upper house awards equal representation to each states, no matter its population – a federal compromise reached by the country’s founders that allowed small states to enter the union.Approaching stormWhat happens, though, when this freeze ends?This isn’t a theoretical question. In 2026, there will be another delimitation of seats based on population. A new Parliament building currently being built by the Modi government is preparing for exactly such an eventuality: it will have seating for 800 or more MPs in the lower house (543 is the strength of the current house).Furthermore, delimitation based purely on the one man, one vote principle would be beneficial to the ruling BJP, given its strongest base is located in the dense and high fertility region of the Hindi belt. In fact, in the previous Lok Sabha elections, the party got almost 60% of its seats from the Hindi belt. In contrast, the BJP got only a little more than 9% of its seats from South India.While the BJP (seats won marked in orange) swept the 2019 Lok Sabha elections, its influence in the south diminished sharply compared to the north. Credit: Creative Commons.Tax devolution and populationOne iteration of the North versus South population debate has already taken place with the 15th Finance Commission – a body that determines how tax proceeds will be divided between the Centre and states.One criterion that finance commissions have used to divvy up funds is population. However, just like Lok Sabha seats, till the 13th Finance Commission, it was population data from 1971 that was being used for calculations in order to not penalise states who had managed to control their populations.However, instructed by the Modi government, the 15th Finance Commission used only 2011 population data – a point that raised significant controversy and opposition from the South. “Many States in their memoranda have raised concerns over the use of population data of 2011 for the purpose of devolution,” wrote the commission in its interim report for the year 2020-’21. “Their concern is that the States which have controlled their population would be at a disadvantage if the latest population data is used instead of population data from the 1971 Census.”Balancing populationWhile the commission noted that “there is no further choice” given the Modi government had ordered it to take the 2011 figures, the body did try to address the fears of low fertility states. It brought in an entirely new parameter when deciding the share of states: demographic performance. This is based on the state’s total fertility rate – the average number of children borne by each woman resident.The commission also reintroduces a criterion called “tax effort” that rewards states that are able to collect a high amount of taxes in relation to their gross domestic product. Like demographic performance, this factor would also help the Dravidian states.Third, the commission drastically reduced the weightage for population, bringing it down to 15% from 27.5% in the earlier iteration. This is the lowest weightage to population in 15 years.Also reduced was the weightage for income distance: a criterion that awards poorer states more money in order to achieve equity across the Union. From 50% in the previous Commission, the 15th decided on 45%.A controversial exerciseWhile this helped to soften the blow, the south still lost out. The five southern states saw their allocation drop by 1.96%. On the other hand, the Hindi belt saw its share of the pie rise by 1.84%.So large is the fertility gap between these two regions that even with all the new parameters introduced by the finance commission, the sheer weight of the 2011 population tipped the scales in favour of the Hindi belt.As controversial as the finance commission’s award was, allocation of Lok Sabha seats – the very basis for political power in the Indian Union – will be even more so. As the recent Madras High Court hearing shows, delimitation in 2026 on the basis of “one man, one vote” will hardly be an uncontroversial exercise.","author":"Shoaib Daniyal","time":"2021-08-28T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/79507-dixefdbmoo-1516287074.jpg","tags":["Delimitation","Lok Sabha"],"source":"https://scroll.in/article/1003812/why-is-madras-high-court-questioning-the-one-man-one-vote-principle-for-indias-parliament"}