{"title":"Why the BJP chose to attack the DMK as ‘anti-Hindu’ instead of calling it ‘pseudo-secular’","content":"During the recent Tamil Nadu election campaign, the Bharatiya Janata Party tried hard to project the Dravida Munnetra Kazhagam as an anti-Hindu political party.The Hindutva party did so by targeting two aspects of the DMK politics. Firstly, the  DMK’s ideological legacy of Periyar E V Ramasamy, particularly his crusade against Brahmanical hegemony. Secondly, its efforts to protect the rights and interests of the religious minorities in Tamil Nadu.In response to this political labeling by the BJP, leaders and ideologues of the DMK constantly denied that their party was anti-Hindu and claimed that the party treats all religions equally. They also argued that protecting minority rights was the party’s democratic duty and obligation.However, what has largely gone unnoticed was the differential naming political strategy that the BJP employed in case of the DMK. The Tamil Nadu BJP leadership appears to have deliberately chosen not to label the DMK as a “pseudo-secular” party as it did in case of the Congress.By branding the Congress as “pseudo-secular”, the BJP tried to create the perception that it alone represents true secularism. With its strategy of labeling the DMK’s secular politics as “anti-Hindu”, it sought to create anxiety among the secular political parties since the vast majority of the voters belong to the Hindu community.DMK’s transformational roleHowever, the political campaign against the DMK did not seem to work and may not work in the future either. The main reason for this is that the BJP seems to have completely gone wrong in its assessment of the important role that the DMK has played in transforming the way the Tamil society views and experiences the “sacred” and the “secular”.The BJP seems to be refusing to recognise the fact that a large number of the DMK followers and even some of its leaders are not atheists. They are believers in their private lives and secular in their public lives. This adoption of the “faith in private” and “secular in public’ did not come about automatically but was actively mediated by the DMK’s secularist ideology.From the time of DMK founder CN Annadurai in the 1950s, the party maintained that service to the people amounts to service to God (Makkal Sevai Maheshanin Sevai). This could be described as the “sacralisation of the secular”.Secondly, the party also asserted and popularised the idea of “one race one god’ (Ontre Kulam Oruvaney Thevan), which could be called the “secularisation of the sacred”.Thus, the BJP and the DMK not only operate with two distinctly opposite notions of the “sacred” and the “secular” but also the former seems to be completely oblivious of the fact that the latter has managed to alter the discourse of religion and secularism in the Tamil public sphere over many decades.BJP’s ascent in Tamil Nadu is very important to strengthen nationalist ideology in this great land which is cradle of Dharmic civilisation in South.Today’s Yuva Rally by @BJYMinTN is big step forward.BJYM TN is now a force to reckon with. Congratulations @VinojBJP! pic.twitter.com/iNkyC2H0d0— Tejasvi Surya (@Tejasvi_Surya) February 21, 2021\n\nMoreover, while the “Hindu totality” that the BJP has been trying to construct in Tamil Nadu emerges from its familiar Hindutva understanding of the sacred, such a notion is an ‘experience-distant’ reality for the Tamils. In other words, the BJP’s construction of a singular unified sacred moral community, which is supposedly constituted by the Vedic traditions, as the only authentic Hindu religious identity is alien to the everyday life of the ordinary Tamil people. Here, the religious life of the vast majority is defined more by the highly pluralised and discrete local religious traditions and their practices than by the Vedic traditions.The Hindutva conception of the sacred is very akin to the sociologist Emile Durkheim’s notion of the sacred – which refers to the “totality” of society by  emphasizing the primacy of “wholeness” over its parts or its fragments. In other words, the sacred here is opposed to a conception of a society as an assemblage of different parts or even dissenting fragments. In a simple sense, the sacred as a totality is assumed to be both physically and morally superior to the fragments. This does not in any sense for Durkhiem indicate that the sacred can be the social base for totalitarian politics.Hindu totalityHowever, while the BJP has in fact invoked and utilised this notion of the sacred of the Hindu totality for political mobilisation towards establishing a Hindu majoritarian state, especially in the north-western India, this may not be an easy task in Tamil Nadu. It is important for anyone who believes in secular politics today to understand that the DMK politics, which it derived from the Dravidian movement, offered a new way of thinking about the sacred and the secular. Understanding the implications of such a reconceptualisation becomes all the more urgent today since we are living at a time when the ultra-Hindu nationalist discourse dominates the public debates on religion, while at the same time the voices of the secular democratic forces are dwindling at the national level in the mainstream politics.BJP President Amit Shah at an election rally in Madurai (Tamil Nadu) pic.twitter.com/K93y98kS3K— ANI (@ANI) May 4, 2016\n\nThe DMK redefined the term “sacred” in the sense in which sociologist Howard Becker defined it. For Becker, the sacred is not the total society exerting a total claim but a legitimation of practice through tradition. The DMK sees the Hindutva claims of the Hindu totality as a mere legitimation of the religious practices of the Brahmanical tradition. This does not automatically make the DMK anti-Hindu or profane.Moreover, the DMK, by defining the Hindu religion as a cultural system of multiple faiths often with contradictory notions of the sacred, has always asserted that there is no Hindu totality.Profanity and secularity cannot be used interchangeably. Profanity refers to the violation of the sacred or the holy. In other words, profanity is “unholy” although it still exists in relation with religion. On the other hand, secularity, apart from its other conceptualisations, refers to non-religiosity or unrelatedness to religious life.For Becker, secular refers to the rational legitimation of certain actions that arise out of the need for change. Secular societies for him are the societies that endow their members with a high proportion of action patterns leading to readiness to change. This conceptualisation of the secular by Becker helps us to understand the “DMK secular”, which is often mischievously misrepresented as profanity.Affirmative action policiesThe legitimation of the DMK religious policy has to be seen in the light of its political maneuvering towards devising new policies of affirmative action for the Other Backward Classes, Scheduled Castes, Scheduled Tribes and the other marginalised sections of the state of Tamil Nadu.In the 1970s, the Tamil Nadu government under the DMK rule had initiated two important legal policies. One, the Archaka Legislation (Amendment Act, 1970), which allowed priesthood in any temple to any person, irrespective of caste and birth, who was formally trained in the agamas and the other ritual texts.Second, it changed the language of puja (ritual performance) recitation from Sanskrit to Tamil. As a result, the authority of the Brahmanical ritual language, Sanskrit, was leveled and the language of the common people, Tamil, gained a place in the temple ritual practices.However, these two egalitarian legal policy interventions in the religious domain by the DMK government are misrepresented – deliberately? – even today by the Hindutva forces as profane acts of assault on the Hindu sacred.The DMK knows how to ideologically counter such tactics and the Tamil public is shrewd enough to understand the communal politics of the BJP.T Kannan is an assistant professor in sociology and the coordinator of the Centre for Interdisciplinary Studies in Law and Civil Society at NALSAR University of Law in Hyderabad.","author":"T Kannan","time":"2021-04-25T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158052-tbiogwmhhr-1619184639.jpg","tags":["Bharatiya Janata Party","Dravida Munnetra Kazhagam","Emile Durkheim"],"source":"https://scroll.in/article/992798/why-the-bjp-chose-to-attack-the-dmk-as-anti-hindu-instead-of-calling-it-pseudo-secular"}