{"title":"Why Kamal Nath’s Hindutva lite might dent Congress in this Madhya Pradesh region","content":"In Chhatarpur’s Angor village, Sonu Ahirwar remembers a night last summer when his friend Monu Ganthal climbed atop a horse for his wedding.“The Brahmins and Rajputs started protesting. Police came to the village but even then Monu was not allowed to get on the horse,” Ahirwar, a 22-year-old farmer, said. The village remained tense for a whole night. Eventually, the groom, who was from a Scheduled Caste community, went without the horse to his wedding. In Chhatarpur district, home to the Bageshwar Dham temple and one of the most backward districts in Madhya Pradesh’s Bundelkhand region, incidents of such caste discrimination are legion.The growing popularity of the Bageshwar Dham has worsened matters, say people from the Other Backward Classes and the Dalit communities.Dhirendra Shastri, the 27-year-old controversial head priest of the Bageshwar Dham, commonly referred as Bageshwar baba, has called for bulldozers to raze the homes of those who do not believe in Sanatana Dharma or obstruct Lord Ram’s work, and the establishment of a Hindu Rashtra. But most worryingly, said Umashankar Patel, spokesperson of the OBC Mahasabha in Chhatarpur, Shastri’s closeness with political leaders, from both the BJP and the Congress, has made the Brahmins more assertive and hostile to the so-called lower castes. As Madhya Pradesh goes to poll on November 17, in Chhatarpur at least, this brewing anger might affect the chances of upper-caste candidates. For the Congress, whose leader and chief minister hopeful Kamal Nath has wooed sadhus and built statues to gods to blunt the Bharatiya Janata Party’s strident Hindutva, Chhatarpur might represent the limits of ‘soft Hindutva’.While several voters across the state told Scroll that Nath would not be able to wean away the core Hindu base of the BJP, even Congress leaders worry that his public religiosity might harm the party’s chances in Chhatarpur – especially among the OBCs.In Madhya Pradesh, OBCs traditionally vote for the BJP, but anti-incumbency remains an overarching factor in Chhatarpur. Dhirendra Shastri, a religious leader, lives in Garha village where Bageshwar Dham is located. Credit: https://twitter.com/bageshwardhamFor the Congress, the benefit of anti-incumbency may get slightly marred by Kamal Nath’s closeness to Bageshwar Baba. “[His soft Hindutva] does not just hurt Muslims, it also hurts the OBC,” Patel said.A Youth Congress leader from the district said they had warned Kamal Nath of simmering anger amongst the OBCs and advised him to avoid public gatherings with Shastri.While the BJP has organised his kathas, or sermons, in Sagar, Vidisha, and Bada Malhera, Nath has organised a three-day katha in Chhindwara and visited his temple in Chhatarpur.Ahirwar said the lower castes have started to realise that the oppression and discrimination needs to end. “Elections are a time when we can voice our opinion,” he said. “When they (upper castes) believe in untouchability, and consider us beneath them, why should we vote for a Brahmin candidate?” “This time OBCs will vote only for OBC candidates,” said Umashankar Patel. “This was not the case in previous elections.” Even the Congress’s promise of the caste census has been met with scepticism over Nath’s intentions. “Rahul Gandhi has promised a caste census in MP, but Kamal Nath does not seem so keen,” said Umashankar Patel, from OBC Mahasabha. “We are not sure if they will fulfill this promise once they come to power.” The OBCs remain upset with the Congress over its seat allocation. Of 230 seats, Congress has fielded 62 OBC candidates (27%) while BJP has given tickets to 71 candidates (30%).Chhatarpur has six assembly segments. About 60% of its population are from the Scheduled Caste, Scheduled Tribe and OBC communities. In the 2018 Assembly election, three Brahmin candidates, two from the Congress and one from the Samajwadi Party, had won seats in Bijawar, Chhatarpur, and Maharajpur.The Congress had won three seats, and one each was won by the BJP and the SP. The sixth seat was won by an Independent candidate. Later, both the Independent and SP legislators joined the BJP. Pradeep Chaurasia, who is the OBC Mahasabha state president, said in seats where the OBCs are in majority in Chhatarpur, a Brahmin candidate is likely to face a tough fight this time. In this Assembly election, both BJP and Congress have chosen two Brahmin candidates and two OBC candidates.‘Discrimination against us’In Angor, part of the Bijawar assembly seat, Sonu Ahirwar said people are afraid, but they do discuss caste atrocities in close circles.The seat was won by a Samajwadi Party candidate, Rajesh Shukla, in 2018.“This time ‘pandit’ will vote for ‘pandit’, and OBC for OBC,” Ahirwar said. The Congress has named a Yadav candidate and the BJP a Brahmin in Bijawar.“The narrative of Brahmin versus lower caste has intensified due to Bageshwar Dham and statements by Shastri,” said Lokendra Yadav, a Youth Congress member in Chhatarpur.In Khajuraho, Neetendra Singh, who runs a travel agency, said the opposition to Brahmins has deepened after Khajuraho member of parliament VD Sharma was appointed as state BJP president. “He has openly supported Brahmins,” Singh said. In villages, those from the lower castes maintain a guarded silence. In Kauda village, two kilometres from the Bageshwar Dham temple, farmer Ramcharan Pal owns one acre of land and a kuchha house. He says none of the government schemes have reached him. “The farm produce has suffered due to unseasonal rains, but there is no compensation,” he said. Pal, who belongs to the backward class, said the state government spent funds to build a wall around a temple nearby but has not looked into the implementation of welfare schemes meant for the poor.“We are always under pressure from the upper caste people,” he said, talking to Scroll at a village chowk. Before he could elaborate, Pal became quiet as he saw members of the upper castes walking towards the chowk.Worshippers queue outside Dhirendra Shastri's home in Garha village. Credit: Tabassum Barnagarwala.A temple economyOver the last two years, Chhatarpur, famous for the Khajuraho temples built by the Chandela dynasty, has seen a stream of worshippers. Most are headed to Garha, a quiet village where the Bageshwar Dham temple is located.The village is on the cusp of transformation, with brick guesthouses replacing mud huts, farms lands getting converted into tiny restaurants to accommodate  worshippers.Here, even those from the lower caste communities are all praise for Dhirendra Shastri for increasing their income opportunities. Outside the temple, sweet-maker Dinesh Retwal said he has no complaints against the temple or those running it. “My livelihood is dependent on the worshippers who come here,” he said.“My concern for this election is the rising price of raw material we use for sweets,” he added. The high cost of sugar has cut his profit margins.But Garha village is an outlier. Chhatarpur ranks amongst the lowest five districts in the human development index in Bundelkhand. Other villages face high migration, extreme poverty, and caste discrimination, and Bageshwar Dham seems to have intensified the discrimination.Arunoday Parmar, the state president of Yuva Halla Bol, an organisation that works on unemployment, said the Bageshwar Dham has diverted attention from other important issues of Chhatarpur – poor food security, high poverty and unemployment – and made caste politics the centre of discussions.With a strong presence of the Rashtriya Swayamsevak Sangh, Bundelkhand is a region that has favoured Hindutva politics, said Chaurasia, from OBC Mahasabha. On the streets, for example, several voters spoke about what they see as BJP’s success in building a Ram temple in Ayodhya on the site where the Babri Masjid stood till 1992. “But those belonging to the OBC are not gaining anything from Hindutva,” Chaurasia said. “Neither are we getting elected to gram sabhas, nor the state Assembly or Lok Sabha.” In this context, Kamal Nath’s efforts to project a soft-Hindutva stance, he said, will not help the OBCs.Local residents say caste politics will lead to 'Brahmin versus OBC' contest in the state elections this time. Credit: Tabassum Barnagarwala.‘Secular image not enough’Those in Congress who know Kamal Nath well say he has always worshipped the Hindu god Hanuman. It is only in the last two years that he has consciously projected his faith publicly. Scroll spoke with several Congress leaders who said that his decision to build such an image is a personal choice and does not speak for the entire party. “What Kamal Nath ji is doing is by his free will,” said Praveen Pathak, a Congress candidate for Gwalior South seat. “I don’t think Congress needs to play a Hindutva card to get votes.”But not everyone seems to agree. Youth Congress leader in Gwalior, Aniruddh Tomar, said Nath began a ‘model Gaushala’ scheme to improve the condition of stray cattle and allocated funds for cows. “Somewhere Congress leaders need to understand that having a secular image won’t be enough,” Tomar said.There is scepticism, however, about whether voters will be impressed by Nath’s Hindutva lite.Raghuraj Kansana, who defected from the Congress to the BJP in 2020 along with Jyotiraditya Scindia, said Nath is “putting up a show” to compete with the BJP’s ideology. “It won’t work.”A teacher in Gwalior said those who vote for Hindutva ideology will continue to vote for the BJP. “Hindu votes will not shift to the Congress just because of Kamal Nath,” he said.Chaurasia, from the OBC Mahasabha, too said that the overtures to the Bageshwar Dham will not benefit the Congress in any way. “Hindu votes won’t go to Kamal Nath for this reason.” He said if OBCs vote for Congress, they will vote because of the discontent and unhappiness against the Shivraj Singh Chouhan government.Instead, Nath’s image might lead Muslims to look at the Bahujan Samaj Party as an alternative, he said.Sweet-seller Dinesh Retwal (left) said his income has increased due to the popularity of Bageshwar Dham. Credit: Tabassum Barnagarwala.‘No party cares for us’However, several Muslims voters Scroll spoke with were not affected by Kamal Nath’s outreach to Hindus. Madhya Pradesh has over 6% Muslim voters, which makes for an insignificant vote bloc. Shahid Saudagar owns a cloth store in Chhatarpur’s main market. Saudagar voted for the BJP in 2008 and 2013, but switched to the Congress in 2018. This time, he says, he will vote for a change in government. “I don’t care about Kamal Nath’s pro-Hindutva politics. As it is, neither of the two parties cares about Muslims,” he said. Saudagar said he wants to vote for a change so that a new government works on education, employment and controls inflation.Fruit-seller Moinuddin said despite Kamal Nath’s soft Hindutva, the Congress is largely a secular party. “They support us,” he said.Shahid Saudagar, who owns a garment store, has voted for the BJP in the past, but now wants a change. Credit: Tabassum Barnagarwala.","author":"Tabassum Barnagarwala","time":"2023-11-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193185-szwcadgkqj-1692078116.jpeg","tags":["kamal nath","madhya pradesh","bageshwar dham","congress","bjp","caste census","MP Assembly Election 2023"],"source":"https://scroll.in/article/1059045/why-kamal-naths-hindutva-lite-might-dent-congress-in-this-madhya-pradesh-region"}