{"title":"Why we are still singing the songs of ‘Pinjara’ 50 years after its release","content":"At the beginning of March 1972, things were looking ugly in Maharashtra. A terrible drought spread misery throughout the state. And yet, on the last day of the month, Marathi cinema’s first colour film Pinjara (Cage) was released to a thunderous response. In the pre-television and pre-internet era, strong word of mouth ensured long queues outside movie theatres. Pinjara ran for a record 134 weeks in Pune alone and won the National Film Award for Best Marathi Film in 1973.V Shantaram’s Pinjara, a loose adaptation of the German film The Blue Angel (1930), stars Sandhya as a lavani dancer and Sriram Lagoo as the morally upright teacher who falls in love with her. Shantaram’s labour of love is considered a milestone among films based on the tamasha performative tradition. The April 29 release Chandramukhi, directed by Prasad Oak and starring Amruta Khanwilkar and Addinath Kothare, is the latest film to explore tamasha and its related form, lavani.The heavily emotive narrative and the film’s music, composed by Ram Kadam, remain popular. This cage simply doesn’t age. \n\n\n    \n    Play\n\nPinjara (1972).Back in the day, song requests on All India Radio’s Marathi station were dominated by Kadam’s tunes from Pinjara. The most in-demand tune was Disla Ga Bai Disla. Jagdish Khebudkar’s lyrics – “Disla ga bai disla, mala baghun gaalat hasla ga bai hasla (I saw him, he smiled bashfully when our eyes met) captured the popular mood. A cartoon in a Marathi periodical at the time used the lines to make fun of conspicuously absent politicians during the drought.If Pinjara’s music continues to resonate among younger audiences, credit must be split between Kadam, who began his career in the mid-1940s and has composed some of Marathi cinema’s most iconic lavanis, and Khebudkar, who wrote 2,500 songs in over 300 films. The filming of each of the songs has Shantaram’s signature all over.Usha Mangeshkar, the voice of six solo songs and a duet along with Sudhir Phadke, has fond memories of her recording sessions. “I had sung for Dada Kondke’s Songadya [1971] and both Maalyachya Malyamadhi Kon Ga Ubhi and Kaay Ga Sakhu [from that film] had become superhits,” she told Scroll.in. “These songs played non-stop both on the radio and on loudspeakers. Shantaram Bapu – whom we called Anna – had liked the songs. He lived across from our home and often came over. He asked me to sing for his new project. Now when Anna said something who was I to say no?”Mangeshkar had full freedom to sing as she pleased and lower or raise the pitch and scale, she added.\n\n\n    \n    Play\n\nDisla Ga Bai Disla, Pinjara (1972).Though the youngest Mangeshkar sister dominated the soundtrack, the longest tune (7.33 minutes) was rendered by her eldest sibling, Lata Mangeshkar. The setting is a contest between the god Krishna and his consort Radha. Radha and her friends are pleading with Krishna to give back their clothes, which he has stolen. “Didi has woven her own magic into the song,” Usha Mangeshkar said. “People often listen or watch the song expecting titillation because of the situation, but if you listen carefully till the end, you realise that the situation is completely symbolic.”Lyricist Khebudkar has written:Tooch dili hee youvan kaantiKashi lochane aatur hotiDehahun hee mukt bhavanaSharna gat bapudi.Haath zodita bandhan tutleyAtaa jivala mee pann kuthleyAtmyane janu parmatmyala arpan keli kudi(You have given me this youthful radianceWhy did I mistake your look as lustful?You have freed me from my physical selfI surrender to you.When I folded my hands, you broke my bondageAll sense of ego is lostThe soul is now ready to become one with the divine)The other lavni, Ga Bai Mala Ishqachi Ingali Dasli (I have been bitten by the ant of love), similarly has a symbolic context, Usha Mangeshkar said: “That was the beauty of the way songs and situations were planned in movies of that era – there is something for everyone in the nine songs.” Among the background dancers in Pinjara, who went to pursue successful acting careers, were Maya Jadhav and Usha Naik. The cast and crew of Chandrakumkhi met Jadhav while researching the film’s look and language.\n\n\n    \n    Play\n\nGa Bai Mala Ishqachi Ingali Dasli, Pinjara (1972).Pinjara was Jadhav’s last film as a group dancer. The Jadhavs had a huge house in Kolhapur where Maya Jadhav’s father was the mamledar (revenue authority). Lyricist Khebudkar was their paying guest. He would see a 15-year-old Maya Jadhav practising her dance moves to Helen’s and Vyjayanthimala’s songs on the gramophone.When a choreographer’s illness stalled the shooting for Maajha Sawal Aika (1964), Khebudkar made Jadhav bunk school and choreograph the film’s lead actor Jayshree Gadkar. “I did not know or understand camera positions or movements,” Jadhav recalled. “I just knew to dance. But it worked and I made my entry in the film industry as a choreographer. I felt it was below me to be a group dancer. I was in two minds when I was called for Pinjara. Thanks to Atmaram Mane, who wrote the screenplay, and Khebudkar, I agreed.”Sandhya provided the framework for the dance movements. “We had eight-day rehearsals for each song, and she would keep coming in to check how far we had got,” Jadhav said.Jadhav’s favourite is the hiccup song, Mala Laagli Kunachi Uchaki. “It is a beautiful lavani but I like it for another reason – my blood pressure fell drastically due to non-stop rehearsals,” she said. “On the day we were going to shoot the song. I felt very uneasy and fainted. The doctor said I was not to shoot or dance for two days. Somebody suggested getting a replacement from an actual tamasha troupe. But Shantaram Bapu put his foot down. We are living together here on the studio like a family, he said. Will we give up on a family member like this? He halted shooting for two days for me. The memory of his large-heartedness and the beauty of that composition make it special.”\n\n\n    \n    Play\n\nMala Laagli Kunachi Uchaki, Pinjara (1972).Usha Mangeshkar has her own story about the hiccup song. “I told Anna to get one of the chorus girls to do the hiccup at the right spot while I sang since the picking up the next line was difficult,” she said. “But he said, if the heroine can sing in your voice, she has to also hiccup in it. When he said something, it was the last word. So I practised and got it right. Now when I sing it on stage, I hardly become conscious that I have to hiccup and sing.”Pinjara cast a long shadow on subsequent films about tamasha. Ravi Jadhav’s Natrang (2010) gave the performative style a contemporary update through the costumes, choreography and music by the prolific composers Ajay-Atul, who have also scored for Chandramukhi.Maharashtra Navnirman Sena chief Raj Thackeray – whose father is music composer Shrikant Thackeray – praised Ajay-Atul’s compositions at the time, stating that “Natrang ne lavani la pinjryatun mukt kela (Natrang has freed lavani from the cage).”\n\n\n    \n    Play\n\nChandra, Chandramukhi (2022).According to lavani expert and writer-producer Bhushan Korgaonkar, Ajay-Atul’s experiment with modern orchestration doesn’t veer too far from tradition. “Lavani as a form is too familiar with the masses and has a connect like little else,” Korgaonkar pointed out. “Everyone knows how much to push the envelope.”He recounts numerous requests for including lavanis from Pinjara for his team’s production of Sangeet Bari, which includes narratives of the lavani performers, musicians and audiences as well as live performances of traditional and long-forgotten lavanis. “While I understand this can be true of predominantly Maharashtrian audiences, we are surprised at the number of requests for Disla Ga Bai Disla in Bangalore,” Korgaonkar said. The song remains popular across North Karnataka, and is even played at wedding processions, Korgaonkar revealed.His own favourite Pinjara number is the raga Gauri composition Tumhavar Keli Mee Marjee Bahaal, sung by Usha Mangeshkar. “This is a really slow and soft baithakichi lavani which is full of shringar ras,” Korgaonkar said. Baithakichi lavani is traditionally performed seated and in a private setting for select patrons.\n\n\n    \n    Play\n\nKashi Nashibane Thatta Aaj Mandali, Pinjara (1972).The melancholic Kashi Nashibane Thatta Aaj Mandali (Look how my destiny mocks me) is an instance of the film’s complicated gender politics, Korgaonkar pointed out. The song describes the predicament of the school teacher, who wants to rescue the lavani dancer but instead loses his heart to her.“The song melodramatically underlines how he is the fallen paragon of virtue while making it all the tamasha performer’s fault,” Korgaonkar said. “The politics of it are hugely problematic given how much stigma women in tamasha already face.”","author":"Yogesh Pawar","time":"2022-04-24T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173431-npwlockmzc-1650650687.jpeg","tags":["Pinjara 50th anniversary","V Shantaram","Ram Kadam"],"source":"https://scroll.in/reel/1022453/why-we-are-still-singing-the-songs-of-pinjara-50-years-after-its-release"}