{"title":"Why are concerns being raised about the Election Commission’s voter turnout data?","content":"Even as the Election Commission on Tuesday finally released final voter turnout data for the first two phases of the Lok Sabha polls after an unprecedented delay, it remains under the scanner as some Opposition leaders questioned the increase in the final figures over the provisional numbers released on the polling days.Some have also pointed out that the data released by the Election Commission for the phases held on April 19 and April 26 does not include the total number of electors or citizens registered to vote in each constituency – a practice that was followed even in the last Lok Sabha polls in 2019.Experts were of the unanimous opinion that the delay in releasing the numbers was unusual. However, opinion on the other concerns was divided.What are the concerns?Over the past couple of days, the Opposition leaders have flagged three primary concerns about voter turnout data for the first two phases of the elections.1. Delay in releasing dataThe data released on Tuesday came 11 days after the first phase of polling was held on April 19 and four days after the second phase on April 26. On Tuesday morning, before the data was released, Communist Party of India (Marxist) General Secretary Sitaram Yechury wrote in a tweet that this was a reason for “serious apprehensions on manipulation of results”.Congress General Secretary Jairam Ramesh also said in a tweet that it was for the first time that there had been such a delay in releasing the final turnout numbers. “In the past, ECI [Election Commission of India] used to publish the final voter turnout immediately after voting or within 24 hours,” he wrote.This criticism is not unfounded. In 2019, the Election Commission had released absolute numbers of gender-wise turnout in each constituency for the first phase on April 13, two days after polling on April 11. On Thursday, the Election Commission released a gender-wise breakup of turnout, but only in voting percentage terms.2. Increase in final voter turnoutOn Tuesday, Opposition leaders also raised questions about the final voting percentage that they claimed was unusually higher than the initial numbers released on the day of polling. Yechury said the numbers were “substantially, not marginally as is normal, higher than the initial figures”.Noting that there was a 5.75% increase in the second phase polling numbers, Trinamool Congress MP Derek O’Brien tweeted: \"Is this normal? What am I missing here?\"After the first phase of polling on April 19, the Election Commision had said in a press release that more than 60% voting had been recorded till 7 pm on that day. The next day news agency Press Trust of India reported that the turnout will touch 65.5%. The report did not cite any sources. On Tuesday, the Election Commission data showed that the number stood at 66.14%.Similarly, for the second phase, the Election Commission press release said that 60.96% of the voters had polled till 7 pm on April 26. The next day, a PTI report, citing unidentified Election Commission sources, said that the revised turnout was 66.7% turnout. The final number, according to the Election Commission’s official data, was 66.71%.3. Non-disclosure of absolute number of votersBefore the data was released on Tuesday, both Yechury and Ramesh had criticised the Election Commission for failing to make available the number of registered voters in each Lok Sabha constituency on the poll panel’s website. The numbers were not made public even as part of the data released on Tuesday.Yechury wrote in his tweet that voting percentages were “meaningless” if the total number of electors in a constituency were not known. Journalists also pointed out that in 2019, the Election Commission had released the number of electors and the number of those who voted.In the 2019 Loksabha elections the #ElectionCommission uploaded Voter Turnout data in numbers (EVM votes polled) & also compared it with the 2014 LS elections. But a drastic change has occured in the #LokSabhaElections2024 . Why are they providing votes polled data in %? Why not… pic.twitter.com/NWXuvXOwBe— Poonam Agarwal (@poonamjourno) April 30, 2024\n\n\n‘EC is creating apprehensions’Psephologist Yogendra Yadav, the leader of the Swaraj India party, told Scroll on Wednesday that the increase in the final voter turnout was not abnormal, but the unprecedented delay in releasing the final numbers was a matter of concern. The final numbers are usually released by the evening of the day after the polling, he said in a video message.“This time, on the Election Commission app, the turnout numbers kept increasing till four days after polling in the first phase,” Yadav said. “Even after four days, the final numbers were not released, it took 11 days to do so.”Former Indian Administrative Services official and activist Kannan Gopinathan also said that there could be no reason for such a delay. “The numbers are finalised the day after the voting following scrutiny by the polling officials,” Gopinathan said. “In some rare cases, where the polling booths are in remote areas, it could take another day at most.”Gopinathan said that delay in releasing the voting percentage had created apprehensions among the public about the functioning of the Election Commission. “There could be two possibilities, either the Commission could not gather polling data from all booths for 11 days which would be a matter of huge concern, or they were sitting on the data which shows incompetence,” he contended.Former Election Commissioner Ashok Lavasa concurred that the poll panel has the mechanism to calculate turnout numbers “almost immediately”. But he added: “Sometimes it takes time to authenticate the data and it would not be proper to make a comment without knowing the situation on ground.”Lavasa also said that not much should be read into the Election Commission failing to mention the number of electors along with voting percentage. “The electoral rolls are public and it is not the Election Commission’s job to make the data available in the form and manner required by everyone,” he said. Gopinathan agreed with Lavasa: the candidates in each constituency have details such as the number of voters in each constituency, he noted.But Yadav was not convinced with this logic. He contended that it was crucial to release the absolute number of electors and those who voted. “When we are talking about numbers in lakhs, a discrepancy of 500-1,000 votes will not get captured in percentage terms,” he said.Yadav said this left room for doubts about rigging by allowing voting after the final polling numbers have been recorded. “What if the number of votes that will be counted are more than the votes actually polled?” he asked. “This has happened in 2019.”Also read: A new research paper argues manipulation in 2019 polls – what does this mean for EC?However, Lavasa dismissed the possibility of such discrepancies. “I do not understand the anxiety over turnout numbers,” he said. “I do not think anybody can hide or manipulate these numbers.”Gopinathan said that even if there was no possibility of foul play, the Election Commission should take steps to address concerns of the Opposition parties. “The more information you withhold, there will be more space for doubts about transparency in the Commission’s working,” he said. “The strength of the Election Commission as an institution has anyway eroded tremendously.”","author":"Abhik Deb","time":"2024-05-01T18:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200419-yhpzhrlskh-1714562283.jpg","tags":["Election Commission","Voter turnout","Lok Sabha elections","BJP"]}