{"title":"Why did the AIADMK government try to deny Karunanidhi a burial spot on the Marina Beach?","content":"After a dramatic midnight hearing on Tuesday that continued on Wednesday morning, the Madras High Court directed the Tamil Nadu government to allot space in the Annadurai memorial on Marina beach in Chennai for the burial of Dravida Munnetra Kazhagam president M Karunanidhi.The DMK leader died on Tuesday after a 11-day stay at the Kauvery hospital.The matter has been resolved for now. But the larger question remains. Why did the All India Anna Dravida Munnetra Kazhagam government led by Chief Minister E Palaniswami want to deny a mass leader a spot on the Marina beach? When the whole state is running high on emotion following the death of the mass leader, a denial of this kind would almost definitely have provoked DMK cadres. With lakhs of people expected to pour into Chennai for the funeral on Wednesday evening, such a provocation could have been disastrous. Yet, the All India Dravida Munnetra Kazhagam government chose to stick to its stand despite repeated pleas from leaders across the political spectrum. From Congress president Rahul Gandhi to Communist Party of India (Marxist) general secretary Sitaram Yechury, many wanted Karunanidhi to be interred next to his mentor, DMK founder CN Annadurai.RSS hand allegedSpeculation about behind this decision was fueled by comments by those considered close to the Rashtriya Swayamsevak Sangh. Tughlaq magazine editor S Gurumurthy, a self-delcared RSS sympathiser, told a television channel that Karunanidhi should not be buried on the Marina because the space is reserved only for chief ministers who die while they are in office. To support this contention, he cited the fact that the memorials of former chief minister K Kamaraj and C Rajagopalachari, are located in Guindy. A press release from Tamil Nadu Chief Secretary Girija Vaidyanathan on Tuesday evening said that since there were many cases pending before the Madras High Court related to memorials on the Marina Beach. Since there were “legal complexities” involved in the matter, an alternate site near the Gandhi mandapam was being offered to the Karunanidhi family. This press release did not state anything about the Marina Beach area being available only to chief ministers who died while in service. However, the government changed the strategy completely once the matter was taken up by the Madras High Court. On Wednesday, the government lawyers argued that when Janaki Ramachandran, a former chief minister and the wife of AIADMK founder MG Ramachandran, died in May, 1996, Karunanidhi, who was chief minister at the time, had issued orders saying that the Marina Beach area was for chief ministers who died while in office. Janaki Ramachandran’s family wanted her remains interred at the MGR memorial located right next to the Anna memorial. Citing this 1996 order, the government lawyers argued that allocating the space to Karunanidhi would be a violation of protocol. The distinction made between serving and former chief minister was a valid classification and did not violate the right to equality, they said. It is quite ironic that the AIADMK government chose to invoke an order supposedly issued by Karunanidhi himself to deny him a resting place. In the past, AIADMK governments had consistently reversed orders and projects of DMK governments. The similarities between Gurumurthy’s statement and the arguments of the government have not gone unnoticed. “This has led to a feeling that the decision had the backing of some RSS members,” said writer and political commentator Azhi Senthilnathan.DMK spokesperson A Saravanan took to Twitter to accuse the RSS and the Bharatiya Janata Party of having a hand in the decision.Looks like it is the design of RSS to deny our great leader @kalaignar89 a place in Marina. The BJP stands exposed now, it is the BJP and its leaders who are opposing #Marina4Kalaignar https://t.co/vvo8yUVIvi— Saravanan Annadurai (@asaravanan21) August 7, 2018\n\nOn Wednesday, when a stampede-like situation arose at the Rajaji Hall where Karunanidhi’s body was kept for the public to pay respects, DMK working president MK Stalin urged party supporters to be calm and not allow those trying to manufacture chaos to succeed. ‘Political blunder’On social media, many accused the AIADMK government of provoking DMK cadres to tap into the anti-Karunanidhi sections of the population. Senthilnathan said such a strategy would be futile. “The Jayalalithaa-Karunanidhi binary and resultant acrimonious politics is over,” he said. “If someone thinks they could grow in stature by denying Karunanidhi his due, we could only call it a political blunder.” He added that derogatory comments about Karunanidhi on social media are coming primarily from two quarters: some Hindutva and Brahmin elements who consider the former chief minister a political enemy, and extreme right-wing Tamil nationalists who claim Karunanidhi was not a Tamil.An AIADMK leader, on condition of anonymity, said  it was not clear if the senior party leadership had held wide discussions before taking this decision. “It is true some were very uncomfortable as Karnanidhi is a mass leader,” the official said. Given that the AIADMK government is already quite unpopular, Senthilnathan said Tuesday’s developments would erode its credibility further.","author":"Sruthisagar Yamunan","time":"2018-08-08T17:35:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889683-flnszzrcwh-1533671014.jpg","tags":["AIADMK","DMK","Karunanidhi","Marina Beach","Rashtriya Swayamsevak Sangh"],"source":"https://scroll.in/article/889683/why-did-the-aiadmk-government-try-to-deny-karunanidhi-a-burial-spot-on-the-marina-beach"}