{"title":"Why is Chhattisgarh Police afraid of Soni Sori?","content":"Operation Eviction is underway in Bastar. The police and its supporters want all those who ask questions to leave.They have managed to evict Scroll.in contributor Malini Subramaniam, who was writing about alleged rapes and killings by security forces, and lawyers Shalini Gera and Isha Khandewal of the Jagdalpur Legal Aid Group, who were defending adivasis and giving them legal assistance to challenge the police. In an extraordinary coincidence, both the journalist and the lawyers were served eviction notices on Thursday, after their landlords were called in for questioning by Jagdalpur police. The next day, policemen came looking for the landlord of Bela Bhatia, scholar and activist, who lives on the outskirts of Jagdalpur, and has documented the spate of rapes and sexual violence in the region.  But the same strategy will not work with Aam Aadmi Party leader Soni Sori. Unlike other human rights defenders who moved to the region to stand witness to the forgotten war between Maoist rebels and government security forces, the 40-year old adivasi woman is a local. Born and raised in Dantewada, she has a large, extended family, long history, and deep roots. The former school teacher survived police arrest and alleged custodial torture in 2011, only to emerge stronger, contesting Lok Sabha elections in 2014 on an Aam Aadmi Party ticket.She cannot be driven out. She needs to be silenced. On Saturday night, Sori was returning from Jagdalpur, where the lawyers had addressed a press conference to place on record the police intimidation that had forced them to leave the town. She was travelling on a motorcycle with her colleague, a young woman named Rinki. On the highway to Dantewada, about ten kilometres short of Geedam town, where she lives, three men on a motorcycle overtook and stopped the women. They threw a black substance on Sori's face, which led to intense burning. In the initial panic, her family and friends thought it could be acid. Later, it turned out to be grease oil, though it is possible that the substance was laced with corrosive materials. On Sunday morning, Sori told lawyer Shalini Gera that she was still in pain and had difficulty opening her eyes. The identity of the attackers is not known but they had told her to \"stop complaining against the IG, stop raising the issue of Mardum, and if you don't behave yourself, we will do this to your daughter as well.\" The IG is a reference to Inspector General SRP Kalluri who heads the police in Bastar region. Sori has been trying to file a complaint against him. Most recently, she had taken up the case of Hidma, a resident of Mardum village who was killed by the police in January. The police claimed he was a Maoist, but the entire village contested that claim. Keen to get the case more attention, Sori had taken Hidma's family to Raipur, where journalists were shown his voter identity card and bank account papers. A few stories appeared in the national newspapers, which Bastar police was unlikely to have appreciated.The black taint might not leave permanent scars. It might not even scare Sori, who has endured worse. But it might still serve its purpose of silencing others who dare question the police.Last Monday, Sori was in Raipur, planning a protest march from the villages in Bijapur where women had been allegedly raped and molested by security forces, all the way to Jagdalpur, a distance of nearly 200 kilometres.She wanted the march to begin on February 20 and wind up in Jagdalpur on March 8, International Women's Day. She wanted people from all over Chhattisgarh and India to join it. But the plans had to be put on hold. The forced evictions of the journalist and lawyers had sullied the atmosphere for democratic dissent. The attack on Sori has darkened the horizons further.Update at 11 am on February 23: While doctors in Jagdalpur told Scroll.in that the substance was \"grease oil\", doctors in Delhi told reporters that Soni was admitted with \"chemical burns on her face\".","author":"Supriya Sharma","time":"2016-02-21T11:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803914-article-mpvmxrzaky-1456000121.jpeg","tags":["Soni Sori"],"source":"https://scroll.in/article/803914/why-is-chhattisgarh-afraid-of-soni-sori"}