{"title":"Why Britain rebuffed Australia’s effort to recruit Indian labour for its pearl fishing industry","content":"In 2024, it’s hard to imagine that Broome in Western Australia, with a population of under 15,000, was a major boomtown a century ago. Located over 2,000 kilometres north of Perth, it is now mainly a place for tourists to take in some spectacular vistas, but in the 1920s, it was one of the world’s biggest pearl fishing centres.“At the outbreak of the [First World] War, there were about 100 luggers at Broome,” the Daily Examiner, a newspaper published in Grafton, New South Wales, reported in January 1918. “They were manned mostly by young men in the prime of life, who when the call to arms came, beached their boats and practically enlisted to the man.”What this report failed to mention was that British-origin Australians mainly took up white collar jobs in the pearling industry, while the dangerous work such as diving was left to Japanese labourers, who toiled under near-inhuman conditions.Towards the end of the 1910s, while Australia was in the grip of the racist “Yellow Peril” hysteria, these Japanese became a favoured target. Xenophobic media reports began to emerge of illegal Japanese immigrants having made their way into the industry. Although Japan’s Foreign Office denied these reports, clarifying that Japanese citizens were courted and duly recruited by Australian companies in Japan, the authorities in Australia decided to look elsewhere for labour.One of their first choices was India, a country whose citizens were banned from immigrating to Australia thanks to the “White Australia” policy in place.“I have the honour, at the instance of my prime minister, to inform Your Excellency that representations have been made to the Commonwealth Government regarding the undesirable preponderance of Japanese employed as divers, tenders and crews in the pearling industry of the north-west coast of Australia,” Ronald Munro-Ferguson, Governor-General of the Commonwealth of Australia, wrote in a letter to the Viceroy of India, 1st Viscount Chelmsford in October 1919. “A suggestion has been made by the State authorities of Western Australia that it might be possible gradually to replace some of the Japanese by the introduction and employment of coloured British subjects, preferably those from the east coast of India.”Munro-Ferguson suggested that Indian labourers could work for a period of three years in Australia before returning home. This request came at a time when the Indian indenture system was all but wound up, and the colonial authorities in India had understood that the general public had grown resentful of the exploitation it ensured.Consultation processThe authorities in India approached the governments of Bombay, Burma, Bengal and Madras to see if labour was available and whether it would actually be desirable to send Indian subjects to Australia under the terms offered.The response from Bombay and Burma, then a province of British India, was swift: they said there was no labour of the kind required available for Australia. In stark contrast, the governments of Madras and Bengal seemed open to the idea of sending workers to Australia, while considering a host of factors.In a letter to the Department of Commerce, LD Swamikannu Pillai, Temporary Additional Secretary to the government of Madras, said the presidency had a fair supply of suitable diving labour in the village of Keelakarai in Ramnad district, adding that tenders and crew could be recruited from nearby fishing villages.However, Pillai had a word of caution about the suitability of these workers for Australia. “The custom of the diving labour is to dive naked, without the help of any apparatus other than a stone hung upon the end of a rope let down from the attendant boat,” Pillai wrote in the February 1920 letter. “They have no experience of working in diving dresses. They work effectively to 10 fathoms and remain under water at each dive for an ascertained average of 50 seconds only. It is now not possible to say whether they can be trained to work satisfactorily as pump divers.”\n\t\t\n\tCredit: TheAnnAnn/Pixabay [Pixabay Content License].Pillai, who would later become President of the Madras Legislative Council, said the governor felt it would be unfair to “ask illiterate men to enter into any agreement to work in a new country about which they know nothing”. “Apart from this, if emigration of this kind is permitted, it may be urged against the Government that they are actively assisting emigration of labour for special local purposes to a self-governing dominion, which is not open to general immigration of Indians,” he added.The civil servant had an alternative suggestion. “I am also directed to state for the information of the Government of India and communication to the Governor-General of the Commonwealth of Australia, if considered necessary, that Arab divers from the Persian Gulf would be found more satisfactory,” Pillai wrote. “They are accustomed to dive naked, but they are physically stronger men on the average and of much greater intelligence and adaptability. They occasionally work in diving dresses at harbour-work and it is possible that they could be more readily trained to dress diving.”Pillai suggested the British Resident in the Persian Gulf use the services of “one of the great Sheiks” to find good divers for Australia.Crew from BengalThe authorities in Bengal, who had experience dealing with recruitment drives for Burma, categorically stated that there was no labour available as divers.“I am to add, however, that labour for crews on pearl fishing boats might be available in the districts of Chittagong, Bakarganj, Noakhali and in the Kishoreganj sub-division of the district of Mymensingh, from which a large sea-faring population is at present recruited,” A Marr, Bengal‘s Commerce Secretary wrote in a June 1920 letter to the Commerce Department of the government of India.Marr laid out nine conditions under which the Bengal Government would permit such labour under Section VI of the Indian Emigration Act, 1908. Having received complaints of Indian labourers being deceived and exploited in other parts of the British Empire, the Bengal authorities first of all wanted the Australians to clearly explain the cost and conditions of living in the pearl fishery to labourers before they left India. They also insisted that there be a guarantee that the workers would be allowed to return home free of cost after a fixed minimum period of two years.Safety concerns featured prominently in the list of demands. Marr said the Australians should “ensure that the labourers are not put to any undue risk” and that “ample compensation be guaranteed in case of loss or life or limb through accident while at work, to be paid either to the labourer or to his family, as the case may be”.The Bengal authorities also insisted that an advance of two months’ salary be paid to a recruit’s family as soon as he set sail for Australia, adding that “proper arrangements be made for sending the men’s remittance to their homes”.In order to avoid communication problems, the Bengal government asked for petty officers, who could understand or speak Bengali or Hindustani, to be appointed as supervisors of the crews.Permission deniedAfter looking through the suggestions and demands from Madras and Bengal, and the public sentiment, the government of India decided against allowing Indian labourers to work in Australia’s pearl fishing industry.Robert Ewbank, Deputy Commerce Secretary to the government of India, wrote back to the Bengal government informing it of the decision. “In reply, I am to inform you that the Government of India have decided that, in view of the present state of feeling in India, regarding the emigration of Indians, it would not be desirable, at the present time, for them to take any steps to encourage or assist the emigration desired by the Commonwealth of Australia,” Ewbank wrote. “The distance from India is great; the men would have no opportunity of returning in case of need; and the Government of India do not think that it would be fair to ask men of this class who are probably quite illiterate to enter into agreements to work for three years in a country about which they know nothing.”It may have been fortuitous that the Indian labourers were not allowed to go to Australia in 1920. In December of that year, Broome witnessed race riots between Japanese workers and those from Kupang in modern-day Indonesia. Eight people lost their lives in the violence, which was quelled after the intervention of 290 special constables, according to a Brisbane Daily Mail report.Workers from Japan, Malay, the Indonesian archipelago and the Pacific islands continued to do the risky work of diving for pearls in the Indian Ocean off Australia. Over 900 Japanese divers lost their lives while working in the pearling industry in Broome.Ajay Kamalakaran is a writer, primarily based in Mumbai. His Twitter handle is @ajaykamalakaran.","author":"Ajay Kamalakaran","time":"2024-04-22T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200203-mncfexbwsf-1713699780.jpg","tags":["History","Pearl divers"],"source":"https://scroll.in/magazine/1066888/why-britain-rebuffed-australias-effort-to-recruit-indian-labour-for-its-pearl-fishing-industry"}