{"title":"Why are Dalits marking the death anniversary of a medieval sultan in Delhi’s Lodi Gardens?","content":"On November 21, 1517, Sultan Sikandar Lodi died in the city he had founded: Agra. Exactly 502 years later, on Thursday, a small group of people gathered in the city that was his capital, Delhi, to pay homage at his tomb.Congregating at the mausoleum that is located in the city’s tony Lodi Gardens, the crowd chanted a curious set of slogans: “Sikandar Lodi amar rahe. Jai Gurudev. Jai Bhim. May Sikandar Lodi be immortal, victory to Guru Ravidas, victory to Bhimrao Ambedkar.The group, a hundred strong, consisted of Dalit activists who were resurrecting the memory of the medieval sultan. Their slogans in Hindi mixed gratitude for Sikandar along with reverence for a medieval Dalit saint, Ravidas, and admiration for Bhim Rao Ambedkar, the chairman of the drafting committee for India’s Constitution.The genesis of this unique protest goes back to August, when the Delhi Development Authority demolished a Ravidas temple and took over its grounds in the Tughlaqabad area of Delhi. Ravidas, a popular saint across India with a largely Dalit following, has often been used as a political symbol. To add to this, many Dalits now claimed that the land on which the demolished temple stood had been donated to Ravidas by the Sultan of Delhi, Sikandar Lodi in the 16th century.Dalits were using this claim to history to press not only for their political rights but also to push the idea of Dalit-Muslim solidarity.Credit: Shoaib DaniyalReturn temple landOrganised as part of an initiative called “Mission Fateh Tughlaqabad”, the Dalit activists were not only paying their respects to Sikandar Lodi but also demanding that the government return their land. While the Supreme Court had in October agreed to rebuild the temple, Dalit activists also want the entire plot taken over by the Union government given back to them.Speeches delivered by the leaders of the crowd explained why they were here. “One we started reading, we came to know our history,” said Sukhdevji Waghmare, a Ravidas religious leader from Pune. “The land that the government took over is ours since it was gifted to us by Sultan Sikandar Lodi.”He continued: “At a time when we were horribly mistreated, Sikandar Lodi respected us, took Sant Ravidas for his guru and donated to him this land. For this, we thank the sultan.”Scroll.in spoke to Peter Friedlander, one of the foremost researchers of the Ravidasi sect who identified this story as being part of the Ravidas Ramayana, a modern hagiography of Ravidas’ life, first written down in about 1900, but based on older oral traditions. According to one version of the text, Lodi initially jails Ravidas. Ravidas, however, simply uses his powers and miraculously escaped from prison. Astonished and chastened, the sultan himself becomes a devotee of the saint.Neelam Kain, Sanjayvati Preetam and Kamlesh from Tuhglaqabad in Delhi at the tomb to pay homage to Sikandar Lodi. Credit: Shoaib DaniyalPolitics via historyThis template is not new. India is currently in the grip of politics done using a claim to history. Hindutva has sustained a large part of its narrative by using the past, the most recent iteration of which is the scrapping of the celebration of Tipu, the Sultan of Mysore, by the Bharatiya Janata Party-controlled Karnataka government in July.Now this Dalit group was using a similar claim to history – but to oppose the BJP. “The sultan was Muslim, yet he gifted us so much land,” argued Ashok Bharti, chairman of the All India Ambedkar Mahasabha. “But today’s rulers have snatched away everything and crushed our hopes.”Saluting the sultan outside his tomb. Credit: Shoaib DaniyalThe Dalit groups put forward a version of Indian history that was diametrically at odds with Hindutva. Rather than present medieval India and its Muslim kings as unqaulified tyrants, the event on Thursday presented them as enlightened monarchs.  “Our entire community thanks the sultan and that is why we are here at his maqbara, tomb,” explained Bharti. “At the time there was a lot of untouchability. But the Sultan did not pay heed to these superstitions and accepted Ravidas as his guru. But today, self-styled Hindu leaders have taken away the land he gifted us. Look at the irony.”The demands were not limited to the temple – the activists even raised slogans for “Dalit Muslim ekta, unity”. “Sultan Sikandar Lodi is a symbol of Dalit-Muslim unity,” explained Bharti. “Whenever a Dalit comes to Lodi gardens, he should visit this maqbara and bow his head here.”","author":"Shoaib Daniyal","time":"2019-11-21T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131315-bxkgirtcie-1574344044.jpg","tags":["Sikandar Lodi","Dalits","Ravidas"],"source":"https://scroll.in/article/944461/why-are-dalits-marking-the-death-anniversary-of-a-medieval-sultan-in-delhis-lodi-gardens"}