{"title":"Why are some Pakistanis demanding a statue of Raja Dahir, the last Hindu king of Sindh?","content":"India has taken a particular fancy to the politics of statues. It built the world’s tallest statue, that of India’s first Union Home Minister Vallabhbhai Patel, in 2018 and is soon looking to break it own record by constructing one of medieval Maratha king Shivaji off the coast of Mumbai.Not willing to be left out, India’s 1947 twin, Pakistan, has also made a modest start when it comes to statue politics. In June, a likeness of 19th century Punjabi king, Ranjit Singh, was installed in the Lahore Fort. Just after that, another demand arose: some Sindhis began asking for a statue of Raja Dahir, the last Hindu king of Sindh.Sindh is the region formed by the lower plain of the Indus river, which is called the Sindhu locally. The name Sindh is the origin of words such as India, Hindustan and Hindu and today the region forms one of the four provinces of Pakistan.Install #StatueofRajaDahir its a humble Request.If Ranjeet singh can have place in Punjab than Why not Raja Dahir????— Shoukat Ali Zardari (@ShoukatZardari) June 28, 2019\n\nSindh Govt. must erect the statue of Maharaja Dahir at Bhanbhor Fort to value our National Heroes. It will be good for preserving the heritage of ancient Sindh. World is moving towards cultural relationships and we are acting like spectators !@sardarshah1 @BBhuttoZardari https://t.co/85IOsBOlkF— Waseem Palijo (@WaseemPalijo) June 27, 2019\n\nWhile there is little chance of a Dahir statue being set up any time soon, that the demand could be made in the first place points to some interesting currents shaping current-day Pakistan. Dahir is central to mainstream nationalist narrative of Pakistan as a bulwark of Islam given that he was defeated in battle in the 8th century by an army sent by the Ummayad Caliphate, the second caliphate set up after the death of Prophet Mohammad. Since 1947, the Ummayad general who defeated Dahir, Mohammad bin Qasim, has been hailed as the first Pakistani, a literal exposition of the “Two-Nation Theory” which holds that Hindus and Muslims are two separate, unitary nations on the subcontinent.‘Peccavi’Records of Qasim’s invasion of Sindh are rather sketchy and it is very probable that he was one in a long line of raiders sent by the Ummayads in order to extract plunder from Sindh’s ports. In fact, even for the Muslim sultanates and empires which ruled much of the Indian subcontinent through the medieval age, Qasim’s invasion was not a very significant event.What is far more important is the memory of Qasim in modern-day Pakistan. Pakistan came into being rather suddenly after the Congress and Muslim League could not agree on a plan to transfer power from the British. The result was that the colonists left by transferring power to not one but two states. So hurried was this partition that the last British viceroy Louis Mountbatten has described the gap between the founding of the modern states of India and Pakistan in 1947 as “the difference between putting up a permanent building, a nissen hut or a tent. As far as Pakistan is concerned we are putting up a tent. We can do no more.”In this hurried birth, Pakistan was doubly handicapped by not having an ethnic identity to fall back upon, as is the case with most modern states in the world. The country instead was founded purely on the identity conferred by faith – possibly the only other state other than Israel to be so constructed.The first Pakistani This led the new state to scramble for markers which could buttress its identity as a Muslim nation. In 1953, Pakistan published a commemorative volume called the Five Years of Pakistan: August 1947 – August 1952. A chapter titled “Pakistan’s Pasts” described Qasim’s capture of Sindh, going on to proclaim that it  “became the first province in the subcontinent to receive Islam”.Historian Manan Ahmed Asif then traced the Qasim narrative to 1998 when a Fifty Years of Pakistan commemorative volume was published. In the interlude, Qasim’s image had ballooned. He was now hailed as the “the first citizen of Pakistan” while the date of the founding of the country was pushed back 12 centuries from 1947 to 711 AD: the year the Ummayads captured Sindh.While the Qasim narrative existed since the 1950s, it was boosted by the secession of Bangladesh in 1971, which pushed Pakistan to define itself in Islamic terms with even greater urgency. “The narrative of a singular origin of Islam [in India] in terms of Qasim’s invasion was pushed heavily by the Pakistani state since 1971,” explained Haroon Khalid, an author based in Lahore.This attempt was so successful that Manan Ahmed Asif calls the Qasim narrative “hegemonic” in today’s Pakistan.Ethnic resistanceGiven that this narrative of Pakistan as a nation with a singular Muslim identity allowed for the political domination of Punjabis, who dominated the army, and  Mohajir migrants from India, who were disproportionately represented in the bureaucracy, other ethnicities began to chafe under it.This marginalisation reached a breaking point in 1971 as the Bengalis seceded in the form of Bangladesh. In Sindh, this marginalisation took the form of a tense relationship with the Pakistan establishment. Sindh’s marginalisation has often found voice in the form of Sindhi nationalism, whose greatest theorist in modern Pakistan was GM Syed, a prolific scholar and politician. While Syed was a supporter of the Pakistan movement under the Raj, post Partition he increasingly went on to champion a Sindhi nationalism which was informed by the dargah-centred Sufi culture of the land. In this, Syed directly took on the Pakistani establishment by lionising Raja Dahir, who was a Hindu king mentioned by Arab sources as being defeated by Qasim during his invasion (there are no actual Sindhi sources of the event).In this 1967 book “Sindh ja Surma” or the Heroes of Sindh, GM Syed includes Dahir as one of the five champions of the Sindhi nation who were killed by invaders. “Dahir was constructed in opposition to Qasim as a hero by Syed,” explained Rafique Wassan, an anthropologist who taught at the University of Sindh and is currently researching the progressive sufi narrative of Sindh in Bern, Switzerland. “The construction of this history had a very specific political purpose: it was to oppose the hegemonic, Islamising Pakistani state which wanted to centralise all power within itself.” Wassan explained that Syed opposed the Pakistani establishment’s narrative of the coming of Islam in the Indian subcontinent itself: “Rather than the advent of Islam, Syed’s narrative saw Arab rule as an imperialist regime. Islam, he said, was actually spread by the dervishes of Sindh, not Qasim’s sword.”GM Syed.Sindhi nationalismThat Syed’s attempt at history writing was clearly political and was an attempt to oppose the Pakistani establishment can be seen by the fact that Punjab, Pakistan’s largest province felt no such compulsion. “Punjabis control the establishment in Pakistan anyway, hence they never felt any need to construct historical narratives in order to oppose the establishment’s control,” explained Haroon Khalid.Even the current demand for a statue of Dahir is driven by a Sindhi perception that they are being slighted by the Pakistani establishment. “It was when Sindhis saw that a statue of Ranjit Singh has been set up in Lahore that some people made this demand as a reaction,” said Wassan. “It reinforced the Sindhi sense of deprivation. I saw people arguing that if Punjabis could celebrate their non-Muslim heroes, if they could make statues of non-Muslims, why can’t we make one of Raja Dahir? If we are called ghaddaars, traitors, when we talk of the pre-Islamic past of Sindh, why does this not apply to them?”GM Syed’s relentless pursuit of the idea of Sindhi nationalism eventually led to him adopting the separatist idea of a Sindhudesh, a sovereign Sindhi state. He died in 1995 after being put under house arrest. In spite of his indefatigable energy, however, Syed’s ideas never achieved mass circulation, except that some of them – especially the primacy of mystical Sufism in defining the idea of Islam in Sindh – were adopted by the Pakistan People’s Party, a formation that has frequently ruled both Sindh as well as Pakistan. However, unlike Syed, the PPP only adopted them under the larger rubric of Pakistani nationalism.Small signs of changeIn much the same vein, the demand for Dahir’s statue seems to be limited to a few circles. “It’s just a few insignificant tweets,” said Karachi-based columnist Nadeem Paracha. “Nothing serious at all.”Wassan also agrees: “The case for Raja Dahir ever being adopted as a hero is very weak since it clashes directly with Qasim and the ideological underpinnings of Pakistan”.While Haroon Khalid also agrees that it is rather improbable that a Dahir statue would ever be set up in Karachi, the capital of Sindh, he still thinks the demand represents a certain change within Pakistan. “This is the first time people are debating history in the Pakistani mainstream,” explained Khalid. “Earlier it was only the establishment narrative that occupied this space. So this is a significant change.”Haroon adds: “Just a few years back, setting up a statue itself would be unthinkable in Pakistan given the strong Islamic dislike of sculpture. In 2012, a chowk could not be named after Bhagat Singh in Lahore since he was a Sikh. But today we have a Ranjit Singh statue and people are discussing one for Dahir”.Also read: A visit to the ruins of Bhambhore, the first city that Mohammad bin Qasim conquered in IndiaWhy some in Pakistan want to replace Jinnah as the founder of the country with Mohammad bin QasimThe sweet sounds of Sindhi collective consciousness: Shah Abdul Latif Bhittai’s mighty verses","author":"Shoaib Daniyal","time":"2019-07-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124299-tdoprcniwc-1563861153.jpeg","tags":["Pakistan","Sindh","Raja Dahir","Mohammad bin Qasim","Pakistani nationalism"],"source":"https://scroll.in/article/930831/why-are-some-pakistanis-demanding-a-statue-of-raja-dahir-the-last-hindu-king-of-sindh"}