{"title":"Why a voter list from 1997 remains a bureaucratic nightmare for Assam’s Bengali Muslims","content":"Two years ago, a 55-year-old woman from Assam’s Barpeta district, home to a large community of Bengali-origin Muslims, ran into an unlikely hurdle in registering a plot of land in her name.The reason – the names of her husband and her father had been spelt incorrectly in an electoral roll from 1997.“In the 1997 electoral roll, only my husband’s first name was recorded,” the Muslim woman told Scroll. “And my father’s nickname was recorded in the roll, and not his official name.”For several women from rural Assam who do not own land or have dropped out of school, their links to their fathers and husband are an important proof of identity – and citizenship.Though the errors were rectified in subsequent electoral rolls, the land revenue officers turned down her request for a no-objection certificate.But why should an electoral roll compiled almost three decades ago matter in a land transaction in 2022?The answer lies in Assam’s long history of bureaucratic exercises carried out to detect foreigners – and specifically in the revision of electoral rolls in 1997.The list that created ‘doubtful voters’In 1997, the Election Commission of India, carried out what it described as an “intensive revision” of the list of Assam’s voters electoral rolls. This was a response, it said, to “apprehensions expressed from various quarters that the electoral rolls were infested with the names of foreigners/illegal migrants”.By the time the revision ended, as many as 3.13 lakh voters had been designated as “doubtful” or D-voters. In Assam, which has seen several waves of migration, and where there is an acute anxiety about allegedly undocumented migrants overrunning the state, this had grim consequences.The D-voter tag took away voting rights and marked residents as Bangladeshis. Most of those affected were Bengalis Hindus and Bengali Muslims. According to a white paper by the Assam government in 2012, 2.3 lakh D-voters were referred to foreigners’ tribunals. Hundreds were sent to detention camps.Even for those who escaped being labelled dubious citizens – such as the 55-year-old woman – the 1997 electoral roll continues to create bureaucratic nightmares that baffle the poor and illiterate.The list of documents put up at Baranagar revenue circle office, Barpeta district. Credit: Rokibuz Zaman.The burden of proofAssam has one of the strictest regimes for determining citizenship in the country, because of the deep suspicion of outsiders, especially Bengali-origin Muslims who are often vilified as “Miyas” and illegal immigrants.  It is the only state to have compiled a National Register of Citizens in 1951 and updated it in 2019. The latter was a mammoth bureaucratic exercise that turned 19 lakh residents potentially stateless. The distrust of illegal immigrants is enshrined in law and bureaucratic processes and involves a harsh scrutiny of documents, especially in districts where Bengali Muslims live in significant numbers.Whenever residents of lower Assam districts such as Barpeta, Dhubri, Bongaigaon, Darrang, among others, need to apply for a government job or passports or welfare schemes, or register land, they need two documents. First, a copy of the electoral roll that was compiled before March 24, 1971 – which proves that the applicant or ancestors were voters in Assam before 1971. The date is important because according to the Assam Accord signed in 1985 after an agitation against “outsiders”, any person who entered the state from East Pakistan or another country after March 24, 1971, is a foreigner. The second document is the 1997 electoral roll, which is presumably checked to make sure that the applicant is not a D-voter, and that she is related to an ancestor who had voting rights before 1971.Any discrepancies – say between the name listed on an Aadhaar card and the one that is noted in the 1997 voter list – leads to questions.  “The 1997 list is a vital document while dealing with citizenship cases,” said Barpeta-based advocate Atifur Hussian. “That is not all. If a person applies for land registration, passport or any other documents and if there is any discrepancy in his name in the 1997 voter list, the question is raised if he is the same person.” But, as residents of lower Assam know very well, the list is riddled with errors. The gaon burah or headman of a village in Barpeta district said there are hundreds of residents in his village whose names are spelt incorrectly or incompletely on that 1997 voter list – Khalil Ali is listed only as Khalil, for instance, while Abdul is abbreviated as Ab.Mayurakhi Dutta, an election department official of Barpeta district, acknowledged that the 1997 voter list is full of errors. “And we don’t have any option of correcting it,” Dutta told Scroll. “We can only modify or correct the current voter lists.”The gaon burah of the Barpeta village said a similar error had crept into his son’s voter details. “My son’s name is in the 1997 list, but against the father’s name, only my first name is written,” he said. “So, in effect, my son cannot prove I am his father, even if the error in name has been corrected in the subsequent voter lists.”This becomes a challenge whenever a person applies for government services.  Take the example of Shahnur Alam, a 26-year-old resident of Chamuakhat village in Darrang. In 2019, Alam, who was preparing for the National Eligibility Test to apply for college teaching posts, put in a request for a permanent residence certificate at the district commissioner’s office. A police verification to check if he was a permanent resident of Assam threw up a problem. His grandfather’s name as mentioned in the 1971 and 1966 voter lists did not match with the 1997 voter list.“In 1997, his name was listed as Rustom Ali while it was Rustom in earlier voter lists,” Alam said. “I was asked by the police whether the two names were of the same person. I told them it was but they did not accept it. I was asked to provide an affidavit and a written certificate from the village headman.”    In cases of minor errors, said the gaon burah from Barpeta district, this is usually a way out. “An affidavit by the person and a gaon burah certificate are used as supporting documents stating that both persons are the same and their name has been incorrectly written in the voter list of 1997,” the headman said.He gets several requests for such certificates from the residents of his village.But for many others, this is not enough.A man in Nagaon, Assam, casts his vote in the 2019 Lok Sabha election. Credit: Reuters.‘How do I prove they are the same person?’In the case of the 55-year-old woman, the biggest hurdle was the discrepancy in her father’s name – the name in the 1997 voter list was different from the one in her application.According to a notification from 2022, a document to specify the “citizenship of purchaser” is needed to buy land. Though the list of documents does not mention the 1997 voter list, that is what government officials inevitably demand. “Yes, the 1997 voter list is compulsory,” a revenue department official told Scroll.However, Gyanendra Dev Tripathi, commissioner and secretary of the state’s revenue and disaster management department, told Scroll there is no direction from the revenue department on what procedure should be adopted to verify the citizenship of a land purchaser. “The 1997 voter list could be a local arrangement devised by the deputy commissioner,” Tripathi said.  The 55-year-old woman said it became “near impossible to make the officials understand that both names belong to the same person”, her grandfather – and, hence, that she belonged to a family that resided in Assam before 1971. “I agreed to submit an affidavit and a gaon burah certificate. But they did not agree.”Three months later, the woman’s children decided to register the plot of land in their name.They faced a similar problem. Their grandfather’s name in the 1997 voter list, Azharuddin, was different from the name on subsequent lists, and educational certificates – Giyasuddin. (The names have been changed to protect their identities.)As a result, they could not establish that they were descendants of a man who had resided in Assam before 1971 and that they had been  deemed legitimate voters in 1997.They eventually found a way out. They matched the name on the current voter list with land records dating back to 1970, which mentioned his name as Giyasuddin.“My children were able to establish the linkage with their grandfather with land documents – proof that their ancestor was a citizen before 1971,” the woman told Scroll. “But they had to submit an affidavit and a certificate from the village headman to clarify the confusion over the 1997 voter list.”She added: “It was not my fault that the Election Commission wrote down wrong names. For women, it is doubly difficult as we do not have many documents other than the voter card.A file photograph of villagers waiting outside the National Register of Citizens centre to get their documents verified by government officials. Credit: Reuters.A list riddled with errorsIn Ghugubari village, where the 55-year-old woman lives, it is hard to find a family whose members’ names have not been misspelled or misrepresented in the 1997 electoral roll.“The mistakes and errors in the list were because of the lazy work of the enumerators of the time,” the headman from Barpeta district said. Abdul Batin Khandekar, who is the MLA of Abhayapuri North in Bongaigaon district, said the enumerators tasked in 1997 with going house to house to collect the data mostly belonged to non-Muslim communities. “Many of our people are illiterate and did not know what enumerators had written.”  Such errors came back to haunt several Bengali Muslim and Bengali Hindu residents in 2019 when the National Register of Citizens was updated in Assam.  The NRC is a list of Indian citizens living in Assam. Creating such a register was a longstanding demand of Assamese nationalists who believed that lakhs of illegal immigrants from erstwhile East Pakistan and Bangladesh had settled in their state. It involved a screening drive in which lakhs of people, some who had lived in the state for generations, submitted several documents to prove their citizenship.Mainal Haque, a schoolteacher at Monakocha village in Barpeta district, recounted how his grandfather, Shukur Mullah, was listed as Bidehsi Mullah in the 1997 voter list. “We faced many problems matching our documents during the NRC because of this error,” he said. Faruk Khan, a Barpeta-based activist who is contesting the Election Commission’s decision to brand his mother a D-voter in the Supreme Court, alleged that the method of revising the 1997 voter list was “a political conspiracy”.At the time, the chief minister was Prafulla Kumar Mahanta from the Assam Gana Parishad, a prominent leader of the Assam movement against foreigners in the 1970s. “This was his second term. And large numbers of people were marked as bideshi or foreigners,” said Khan. “It  was totally a political game to manufacture proof for the theory of the presence of large numbers of illegal immigrants in Assam.” The anxiety about outsiders persists to this day. “The long history of ethnonationalism in Assam has legitimised exclusion and xenophobia to the extent that now each government department has turned into a mini foreigners’ tribunal,” said Guwahati-based advocate Dipesh Agarwala.","author":"Rokibuz Zaman","time":"2024-04-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199980-jfpvuczklj-1712837468.jpeg","tags":["Assam","D voters","NRC","Citizenship","Barpeta","Lower Assam","Identity test","1997 voter list"],"source":"https://scroll.in/article/1066469/why-a-voter-list-from-1997-remains-a-bureaucratic-nightmare-for-assams-bengali-muslims"}