{"title":"Why melting glaciers are causing both drought and floods in the Himalayas","content":"The residents of Goshal village in Himachal Pradesh tell a story about the two snow-capped peaks onto which the village looks out. The peak on the left, they say, was the home of the goddess Parvati, while the one on the right was the home of the god Shiva. After Parvati married Shiva, she shifted from her mountain to her husband’s. But before she did, she extracted a promise from him – that he would bless her home with nine feet of snow every year.The legend was believed to explain Goshal’s history of heavy snowfall. “About 20 years ago, there used to be such heavy snowfall, that it would pile up till the roofs,” said Nain Chand, a resident of Goshal. “We used to walk from roof to roof!”In recent years, however, the tale has not resonated as before, owing to dramatic declines in snowfall in the region. “Today, we don’t even receive half of nine feet,” Chand said.Elora Chakraborty, a doctoral candidate in glacial geomorphology at Jawaharlal Nehru University, who studies glaciers in Lahaul valley, explained that snowfall levels in the region were measured only in the town of Keylong, which is the sub-division headquarter. These levels, she added, showed dramatic variance in snowfall over the past two decades, ranging from 152.8 cm in 2006 to no snowfall at all in 2012, to 44 cm in 2015 and 162 cm in 2017.But, she noted, in other places in the valley, though detailed measurements were not available, anecdotal evidence aligned with what Chand and others in Goshal noted – that snowfall levels had fallen dramatically in recent years.The decline in snowfall is leading to another phenomenon that now poses a grave threat to villages like Goshal: the shrinking of the ice accumulated in the region’s glaciers, also known as their “retreat”. Lahaul and Spiti district has 845 glaciers, some of the largest covering as much as 100 square kilometres – the variation of snowfall is dire news for the glaciers’ health. The winter snow has a “direct impact on the glaciers,” said Chakraborty. “Snow helps directly in accumulation of the glacier, which is responsible for the volume of the glacier.”Bir Singh, a 74-year-old resident of Sumnam, a water-scarce village, pointed out that the amount of snow on the peaks opposite his village had reduced over the years. “About 35 years ago, the snow you can see right now on the peaks used to be much lower,” he said. “Now it is getting hotter, and the glaciers have melted and retracted.” Singh’s observations are in line with scientific studies of Himalayan glaciers – between 1960 and 2000, estimates based on satellite imaging show that the Himalayas lost 13% of their glacier area.“There are 250 glaciers in the valley that have undergone loss between 0.01 square kilometre and 0.50 square kilometre in a span of 20 years, between 2000 and 2019,” Chakraborty said.The glaciers are responsible for maintaining the flow of nallahs, or streams, which flow down to the valleys, and thus help provide year-round supply of freshwater. This water is channeled to fields through narrow dug-out channels known as kuhls. Their retreat, thus, is leading to a water crisis in several villages in the region.In Lahaul and Spiti, high-altitude glaciers feed water into numerous nallahs, or streams, which flow into the valleys below, providing them with a year-round supply of freshwater. Photo: Vaishnavi RathoreAn engineer from the irrigation and public health department informed Scroll that in 2022, parts of the district saw an “almost drought-like situation,” with crop loss of between 50% and 100% in as many as 76 villages.But the melting of glaciers is also causing a starkly different kind of crisis in some villages – in some cases, when a glacier retreats, a lake is formed at its snout, or its lowest extremity. This lake can get dammed by rocks and stones left behind after the melting. As the melting progresses, the volume of the lake grows, increasing the pressure on the natural sand and rock dam containing it. Eventually, the dam can give away, leading to floods, known as glacial lake outburst floods.In the Chenab basin, where Lahaul is situated, the threat of such outbursts looms large. From just 55 such lakes in 2001, the basin recorded a massive 254 in 2018.Residents of Lahaul recounted that such a flood had occurred last August, when waters of  Jahlma nallah overflowed, damaging a bridge, and then eating up ready crops of iceberg lettuce, broccoli, and apple trees.Rajan Parsheera is a resident of Rangbe village, which is around 10 km from where the Jahlma flood took place, and which also has a nallah that floods every year. Parsheera emphasised that these floods are not linked to rain, and they occur even when there are no clouds in the sky. Rather, he said, they often occur on afternoons that see a higher temperature, which leads to more water accumulating in glacial lakes, ultimately leading to a devastating overflow in the streams.Floods had begun occurring in places that had never seen floods before, he explained. “While there are nallahs in Lahaul where such flash floods have been happening for years, Jahlma is not one of them,” Parsheera said. “Before last year, neither had we ever seen the Jahlma nallah witness a flood, nor have we heard about it from our ancestors.” He added, “The same is the situation with the next nallah, Shansha, where a flood occurred for the first time last year.”As we chatted with Bir Singh in his home in Sumnam over coffee one evening, he noted, “While outside of Lahaul, you may hear about what global warming is, in Lahaul, you can see its impacts.”An hour later, driving down from Singh’s village to Tandi, we heard a large roar that could easily have been mistaken for a passing jet plane. Then, we saw that across the river Chandrabhaga, a tributary of the Chenab, a large piece of snow had melted, cascading down into the nallah below, narrowly missing agricultural fields at the base of the mountain.This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.It was not yet 10 am on Sunday, and Vikram Katoch was already scrambling for water for the day. He was hosting four guests in his camp and homestay at Tandi, a village popular for its proximity to the confluence of the rivers Chandra and Bhaga, which combine to form the Chandrabhaga. Katoch’s domestic help had informed him that one of the water tanks that supplied water to the homestay was completely empty.The house tanks were filled from a pipe that directed water from a central tank shared by the village, built by the irrigation and public health department. Water was lifted by a motor into this tank from a natural spring, or chashma, about two kilometres below Tandi. The central tank, located at a higher elevation than the village’s houses, then supplied water to homes in Tandi panchayat between 9 am to 4 pm. A network of pipes criss-crossed out from the central tank, each line leading to a different home.In Tandi, water is lifted to a central tank from a spring two kilometres below. A network of pipes crisscross from the tank through the village, each pipe supplying one house. Photo: Vaishnavi RathoreKatoch began filling water from a black rubber pipe into blue storage drums placed near the house. But barely ten minutes later, the flow stopped, indicating that someone had “broken” the water supply from the main tank to direct water into their homes instead. “I’ll have to arrange for the water from somewhere,” Katoch said, before riding off on his bike to the common tank. There, he found his culprit, a worker hired by another resident of the village, and politely requested him to attach Katoch’s pipe to the tank the minute his household’s tank was filled.He began receiving water around half an hour later. But just ten minutes after that,  supply ceased again – he informed me that the electricity had been cut off, which meant that the motor would not work to lift the water, a common occurrence with the lift system.Before the irrigation department built the common tank, the village’s drinking water needs were fulfilled by a natural spring, or chashma, which flowed near the village for many decades, and which emerged overground right next to Katoch’s homestay. During Scroll’s visit, however, the spring was completely dry – residents remembered last using it in 2018. A 2018 Niti Ayog report warned that across the Himalayan region, 50% of such springs had either dried up or become seasonal.Across Lahaul and Spiti district, 40% of villages are grappling with severe water shortages. Between October and March, residents struggle to find sufficient drinking water, while March onwards, the lack of water also severely impacts the upcoming farming season.Last winter, residents of Tandi village found a temporary solution to the problem of the shortage of drinking water. As is common every year, residents of the neighbouring village of Sumnam, like those of many villages in Lahaul and Spiti, moved towards places at lower altitudes, like Kullu, to escape the harsh winter. While these residents were away, those who remained agreed to share their water through rubber pipelines with Tandi. The arrangement went well, until the residents of Sumnam returned, and the sharing of water ceased. “In early May when residents started returning, there were about two days this year when we had no source of drinking water,” said Jitin Amo, a resident of Tandi, as she sat down to rest briefly from a short hike to a Buddhist Gompa to offer prayers. The problem was particularly acute because the irrigation and public health department had not yet resumed supply in its pipeline, which it shuts down in October each year, since water tends to freeze in the pipeline and damage it. “We used whatever limited stock of water we had from the day prior,” Amo said. “As humans we can still manage, but with that limited water, it became difficult to also provide for the cows.”Jitin Amo said that in May, Tandi had no drinking water for two days. The problem was particularly acute because the irrigation department had not resumed its supply after the winter. Photo: Vaishnavi RathoreTo meet the ever-increasing water demand, this year onwards, the irrigation and public health department has begun working on yet another water supply project. Specifically, the department will aim to channel water from a previously untapped snow-melt stream about 9 km uphill from Tandi to two panchayats –Tandi and Warpa. “This is Lahaul’s most ambitious and expensive project,” a contractor associated with the project told me.I accompanied the team on their drive to the source to survey it. As we drove to higher altitudes, we began to see snow on the side of the road, indicating that we were nearing the snowline. Then, we came upon a fallen boulder that blocked the narrow road, preventing the car from going further. The team decided to trek the rest of the way, closely surveying the road, and making note of other boulders that would need to be removed for bulldozers to be able to move on the road. They also discussed the accommodation and food arrangements for workers that would have to stay in the area while the pipelines were laid.At Vikram Katoch’s house, water is stored in drums to water cauliflower and other crops. After a spring that fed Tandi ran dry, the village has been grappling with an acute water shortage. Photo: Vaishnavi RathoreIn Sumnam, which is to benefit from the new project, Bir Singh had rested all his hopes on it. “We are confident that by the next season, we will be able to make use of this project,” he told me over coffee that he arranged for his home stay, which was occupied by an Austrian resident and a couple from Bengaluru. He joked that when the water crisis in the village is acute, he  “manages water somehow”, even if it needed to be “stolen”.Singh explained that residents had started to change their traditional water use patterns in light of the crisis. So far, their village had been fully dependent on two chashmas, one with a larger volume of water, solely used for irrigation, and the other for drinking. But in the last three years, they found that water flow in the drinking water chashma had reduced to a trickle. So for the last few years, when the agricultural season has drawn to a close in October, the residents have shifted to using the irrigation water for drinking through the winter.The state irrigation and public health department surveying land to construct a new pipeline that will channel water from a previously untapped stream to Tandi and Warpa. Photo: Vaishnavi RathoreWhile residents are looking forward to the upcoming pipeline, the department itself is grappling with challenges. The engineer explained that such lift water projects were hugely expensive and resource intensive – not only did long lengths of pipeline need to be laid down, they also needed regular maintenance to ensure a steady water supply.But the irrigation and public health department was “not a revenue generating department,” the engineer said. “We are service providers. So it’s not like the department has its own revenue generation which can be used for such projects.”There are also added challenges owing to Lahaul’s geography. Snow had fallen just a day prior to my visit to Lahaul, and the irrigation and public health department team was waiting for it to melt before they could bring in workers to a high altitude camp and begin laying down the pipes. “The problem of such projects in Lahaul is that the working period is very tight,” the contractor on the project said. “We get a very short period of about two months to work, before more snow and rain.”Walking downhill after the survey, he reminded the engineer that they should offer prayers to the local deity before they began work on the project, for “good weather and safety of their labour”. As Katoch was arranging for drinking and household water for his guests, his mother, Angmo, poured the last of water they had stored for their fields into a watering can to gently water her young saplings of cauliflower in a nursery.She explained that in another two weeks, the sapling could be transplanted into the field, after which the crop would require a full week of constant watering till it attached its roots into the field. “Waiting for the irrigation water this season, I have gotten late in planting the saplings to the field,” she said.After their earlier water sources proved insufficient, Tandi panchayat sought another solution to their problem. Residents of the panchayat’s villages pooled in funds to contribute 15% of the cost of a new irrigation system, to be built by the irrigation department. The system comprised two trenches between 20 and 25 feet deep, dug on the banks of the Chandrabhaga river, which would fill naturally with water from the river, then be lifted through a motor to a common tank in Tandi, and be distributed to seven villages in the panchayat.“Last year, when there was an extreme water crisis in this area, we built this second tank as an immediate response,” an irrigation and public health department engineer said. At the time of Scroll’s visit, however, this tank remained dry – the reason for Angmo’s delay in growing cauliflowers.Angmo pointed towards the banks of the Chandrabhaga where the project was installed. There, the dug-out trenches were devoid of any water, since the volume of the river had not yet increased enough to flow into the trench, to then be transported through pipelines.Last year, Tandi panchayat helped pay for a new irrigation system that would draw water from the Chandrabhaga river. In May, the tank that was to be filled with this water lay dry. Photo: Vaishnavi RathoreTandi and Sumnam fall on the right bank of Chandrabhaga – most villages on this bank face similar problems of scarcity of irrigation water. This is because the mountains on this bank have fewer glaciers and nallahs compared to those on the left bank – the villages on the right bank, thus, have long depended more on natural springs for both irrigation and drinking water. But over the years, as snowfall has declined, glaciers have retreated and springs have dried up, the situation has worsened, leaving villages on the right bank scrambling to arrange for water for irrigation, tourism, and household use.For Angmo, the delay in planting saplings is a costly one. Cauliflower takes between 60 and 120 days to reach the stage of harvesting, and in villages where water is available, farmers grow two cycles of the crop, starting from March. With this, they earn a profit of between Rs 70,000 and Rs 80,000 per bigha of land. Angmo’s saplings, however, were still in the nursery, even though it was May – this year, therefore, she will only be able to grow one round of cauliflower, apart from a crop of potatoes and peas, which are not as profitable. In Raape, a village on the left bank, I saw that farmers had already started transplanting their grown cauliflower saplings from their nurseries to fields.When Angmo’s neighbour Mamta Devi, and her husband Virender Kumar saw the dismal snowfall the previous winter, they decided to plan ahead for this year. Already, their cauliflower crop had completely dried up a few years ago, because of a lack of water – now, they decided they needed a back-up plan.“When you do so much hard work to take care of the crop and then it dries up, what’s the point,” Kumar said, after he brought lunch for his wife from home and joined her in tending to pea crop in the field.This year, Kumar explained, they decided, “If there is no water to ensure a healthy crop of cauliflower, we will sell the saplings to residents of villages that have enough water.” As a longer term plan, Kumar is thinking of shifting to cultivating apple orchards, which do not need as much water.Villages on the left bank of the Chandrabhaga are better supplied with water from glacial streams. In May, farmers in Raape were transplanting grown cauliflowers from nurseries to fields. Photo: Vaishnavi RathoreA few metres from Devi and Kumar’s fields, Anil Phurpa, a resident of Phura, explained other methods that farmers of Lahaul were using to adapt to the depleting irrigation water. In the cropping cycle of growing peas, followed by cauliflower and finally potatoes, many are skipping the water-intensive cauliflower crop, and instead substituting it with potatoes. “Moving to potatoes from cauliflower means a loss of about Rs 30,000 to Rs 40,000 per bigha,” Phurpa said. “But when water is not available in the source, what do we do?”With the low seasonal volume of the river and electricity cuts, the new lift irrigation has not been the boon that villagers had hoped for. On a late morning in May, as the irrigation department engineer and I were walking through Tandi, he bumped into two residents who were busy unloading pipelines from a small carrier vehicle. With the farming season just beginning, and with no irrigation water in sight, the men informed the engineer that this year, about five families had decided to contribute funds to make another trench closer to the flow of the river, and lay down their own pipes.“Ab paani ke liye kuch toh haath per marna padhega. Aapka pipeline pata nahi kab tak pahochega humko,” we’ll have to do something to get water, who knows when we will get the department pipeline water, one told the engineer. He added, “We are always told that there is no budget to make more pipelines available.”    On the afternoon of August 15, 2022, 31-year-old Deepak was returning from a fair organised away from his village. He had been out of cellular network range for a day. When he reconnected to the network, his phone began buzzing with videos of devastating damage to crops – a flash flood had surged through the nallah of Jahlma earlier in the morning.On reading Jahlma’s name, Deepak immediately tensed. His fields were along the banks of the Jahlma nallah. As he rushed to the site, he saw that the debris that the hurtling waters of the stream had carried had flowed into the Chandrabhaga and dammed it, creating a temporary lake-like body which submerged apple trees and standing crops of cauliflower, potatoes, and lettuce. He saw other locals worrying about what would happen if the temporary lake breached. Finally, after about six hours, the flow of water into the temporary lake subsided, and the river’s volume turned to normal.Many residents of villages around Jahlma remember the day of the flood as a warm one with no rain. They believed it was caused by the glacier above their village “suddenly melting”.But Chakraborty clarified that “Glaciers do not suddenly melt.” Instead, she explained that if the volume of water in a glacial lake increases over a span of time, as glacial melt increases, it “will definitely destabilise the moraine or the natural embankment formed by boulders and sediments.” When the embankment breaks, water bursts out of the lake and surges downhill, resulting in floods, as was seen in Kedarnath in 2013. “For such flash floods, you do not need a major amount of rain to happen,” she said. She added that such breaches can cause colossal damage downstream, as was seen in the Kedarnath floods of 2013.The Jahlma nallah flood in August last year. The debris carried by the waters dammed them, creating a temporary lake that submerged standing crops and destroyed them. Photo: Vaishnavi RathoreThe risk of such glacial floods looms large over the region. A 2004 study by CSK Himachal Pradesh Agricultural University, in collaboration with the International Centre for Integrated Mountain Development, an intergovernmental institution that works on the Hindu Kush Himalaya, identified a total of 156 glacial lakes in Himachal Pradesh, of which 16 were considered potentially dangerous.“In the last one decade, these glacial lakes are increasing in size due to the general temperature regime being higher than what it was,” Chakraborty said. “Not just that, we have also observed that in Lahaul, these are even retreating vertically, that is, in their depth.” She explained that ice melts faster where it is in contact with water – thus, as the volume of a glacial lake increases, the area in contact with ice increases, as a result of which the rate of melting also increases.“Water and ice don’t go well together” she said.In Jahlma, nine months after the flood, a thick layer of sludge still covered Deepak’s fields. The flow of the river seems to have temporarily changed after the flood, evident from the fact that a hut built for cremations, which was earlier on the banks, is now partially submerged under the river.“There were about three acres of land that got damaged, which had crops of potatoes and onions,” Deepak said, as we bit into apples his neighbour had harvested the previous season. “Since the debris continues to lie on the fields, we have not been able to cultivate anything on it this year either.” He added that leaving the land uncultivated led to an estimated loss of between Rs 25,000 and Rs 30,000 each year. As compensation for the loss, the state government paid him Rs 1,000, he told me, with a helpless laugh. About seven other families also faced damages to their crops from the flood, and they too were given the same amount of compensation, Deepak added. (The deputy commissioner of Lahaul and Spiti told Scroll that the compensation paid was in line with the norms of the state government. He noted that for loss of between 50% and 75% of crops, landowners were entitled to Rs 300 per bigha, and for losses above this, they were entitled to Rs 500 per bigha, subject to a maximum of Rs 7,000.)Deepak (left), a resident of Jahlma, explained that his crops of potato and onion were damaged in floods last year. The debris still lies on fields, making cultivation difficult even today. Photo: Vaishnavi Rathore“Khatra barkaraar hai,” danger is imminent, Deepak said, adding that they expect more such floods in the nallah. “So, we have consciously decided not to invest in the land to make it fertile.” About two kilometres from Jahlma nallah was another stream, Shansha – the stream saw a flash flood the same day as Jahlma’s, which destroyed orchards of apples and pears. As in Jahlma, residents told Scroll that this was the first time such a flood had happened in Shansha.There are also indirect impacts on agriculture when such flash floods destroy properties. “Flash floods in Rangbe nallah close to our home are normal and happen almost every year,” Ranjan Parsheera, the resident of Rangbe village said. “Last year, it took a bridge with it, and led to casualties of 12 people,” he said. With the bridge collapsed, traffic out of Rangbe stalled and the connection of the village to the main road that led to Manali was interrupted – as a result, many people could not send their ready crops to the market in time. “Some had harvested and loaded trucks of iceberg lettuce, which needed to be transported the same day to keep it from wilting and drying,” he said. “Many could not transport it. You can imagine what must have happened to their lettuce.”Rajan Parsheera (centre) a resident of Rangbe, recounted that flash floods occur in the village almost every year. Last year, tragedy struck when a flood destroyed a bridge, killing 12 people. Photo: Vaishnavi RathoreIn Rangbe, even crops that were not directly damaged suffered later, because the floods deposited excess loamy silt in many kuhls, blocking the flow of water through them. “The water that fields needed didn’t reach them on time, indirectly impacting a lot of the remaining standing crops,” Parsheera said. An hour’s drive away from these villages, the village of Sissu is located close to the end of the newly inaugurated Atal tunnel, which connects Solang valley with Lahaul, and cuts the driving time between the valleys from four hours to about two. Sissu has benefitted from the increased tourist inflow, and today, is packed with homestays and hotels.Above Sissu hangs a glacial lake known as Gephang Ghat, which geologists call a “breach-prone lake.” Satellite data revealed that the lake area increased from 27 hectares in 1976, to more than thrice the size in 2019, owing to increasing temperatures that caused the glacier that feeds it to melt.Sissu resident Prem Lal Yoterpa is aware of living under its shadow. “If the glacier keeps melting the way it does, the lake will continue to increase in size, and its burst will be devastating for the village,” he said.Chakraborty agreed that the lake poses a serious threat. “If this lake bursts, we are talking of considerable damage downstream to infrastructure,” she said. She added that apart from the local population of Sissu and the village’s roads, homes, and fields, army establishments below would also be at risk.Yoterpa recounted that around seven years ago, the then sub-divisional magistrate of Keylong had trekked up to the lake with his team to survey the threat. “He met some of us on the way down, and informed us that the administration will take steps to strengthen the natural embankment,” Yoterpa said. He added that at the time, the administration was also considering ways of reducing the volume of the lake. But so far, he said, “nothing has happened.”Yoterpa and I were sitting in the lawns of a hotel at Sissu, looking at the numerous bikes and cars driving by. Sipping chai, he reflected on the retreating snow caps and the increasing flash floods in Lahaul. “If thirty years ago someone would have said that cars would ply on this road, no one would have believed it!” he said. “In over sixty years of my life alone I have seen so many changes in Lahaul. It’s scary to think what is yet to come. But the symptoms are not good.”This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Vaishnavi Rathore","time":"2023-06-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190960-ntdszpbhxq-1686054255.jpg","tags":["Climate","Land","Himalayas","Glaciers","Water"],"source":"https://scroll.in/article/1050402/why-melting-glaciers-are-causing-both-drought-and-floods-in-the-himalayas"}