{"title":"Why the Congress shouldn't take too much delight in its MP civic polls victory","content":"For the first time in 12 years, the Congress has secured a higher tally in an election in Madhya Pradesh than the Bhartiya Janata Party. As the results came out on Sunday for polls held last week, the BJP lost four of eight civic bodies to the Congress. This is the ruling party’s biggest electoral setback since it came to power in December 2003.The Congress won Shajapur, Dhamnod, Orchha and Majhauli urban and semi-urban civic bodies from the ruling party, besides retaining Bhedagha.  Significantly, the civic bodies it captured are spread across three regions – Mahakoshal, Malwa and Madhya Bharat. That would seem to indicate that disillusionment with the BJP is not limited to a particular region.The news follows the Congress victory in a crucial bye-election last month, when former union minister Kantilal Bhuria took the Ratlam parliamentary  by a margin of over one lakh votes. The poll was necessitated by the death of incumbent Member of Parliament Dileep Singh Bhuria. The voters comprehensively rejected the deceased MP’s daughter Nirmala Bhuria whom the BJP had fielded to harvest sympathy votes.State Congress spokesman KK Mishra claimed that the victory streak that began in Bihar two months ago was carried over to Ratlam and now to the civic polls. In his projection, the results indicate that the people of Madhya Pradesh are tired of the BJP’s false promises and histrionics, he claimed.However, his claim seemed to betray a misplaced confidence. The Congress party has hardly shown any signs of fighting spirit. Its victory came by default as a result of the bi-polar polity of Madhya Pradesh. The BJP still controls over 75% of the state’s 377 civic bodies, including 16 out of 17 corporations. The Congress’s limited sway in the civic bodies is largely confined to rural areas.Leaders shakenNevertheless, the two successive drubbings in a month have jolted the state BJP leadership. Party leaders admit they are unable to pinpoint exactly what has gone wrong.Chief Minister Shivraj Singh Chouhan and several of his cabinet colleagues campaigned vigorously in the local elections. For instance, two ministers stayed in the small semi-urban body of Orchha in the Gwalior region for days to oversee the BJP campaign. Yet the party lost.The BJP had sought to explain away the defeat in the Ratlam seat by arguing that it has always been a Congress bastion. That argument sounds plausible. Except for the May 2014 Lok Sabha election, which the BJP fought on Narendra Modi’s name, the party had never won the Ratlam-Jhabua seat.Exactly a year ago, the BJP had made a clean sweep in the civic polls held in 135 bodies in the state, capturing 83s. In August, the BJP maintained its winning streak and captured eight out of 10 local bodies in bye-elections. The chief minister claimed that the party’s huge success was a rejection by the Madhya Pradesh voters of the “baseless campaign of the Congress” against him on the Vyapam scandal. The bye-elections were held barely a month after the Supreme Court ordered the Central Bureau of Investigation to take up the inquiry into the job-cum-admission racket that had caused outrage across the nation. The massive furore followed reports of 40-odd mysterious deaths of suspects related to the scandal.New situationSo, what has happened in the last four months that the BJP’s electoral fortune has taken a knock?While a plethora of arguments are being advanced to explain the outcome, Chief Minister Chouhan’s inability to address the worsening agrarian crisis seems to be a major factor behind the BJP’s poor show. Farmers are angry that despite the chief minister’s repeated assurances, the state government has done precious little to ameliorate their plight. Kharif crops, particularly, soyabean, have got extensively damaged in 31 out of the state’s 51 districts, according to the state government’s own estimate. But though the state government has earmarked Rs 2,000 crores for relief, the money has yet to reach the distressed farmers.In the last two months, at least 50 farmers have committed suicide in Madhya Pradesh.  As per the latest National Crime Report Bureau, the state accounted for 826 farmer suicides in 2014, the third highest among all states in the country.Chouhan’s problem is that the debt-ridden state government has no money to provide relief to farmers. Debt on the government has already crossed Rs one lakh crore, even after curtailing budgets in various departments to pool in Rs 2,000 crore for farmers.His bigger problem is that he lacks the clout to exert pressure on the Narendra Modi-led National Democratic Alliance government to provide aid to the state’s farmers. The chief minister is conscious of the perception that his relations with Narendra Modi aren’t cordial enough for him to effectively push the farmers’ case with the Centre.","author":"Rakesh Dixit ","time":"2015-12-28T10:30:28+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/778387-ad6af438-fe57-427f-90b2-a0a3e338116e.jpg","tags":[]}