{"title":"Why this town in Manipur refuses to bury nine people who died two months ago","content":"Outside the morgue at Manipur's Churachandpur District Hospital last week, mourners had gathered under a marquee. A woman addressed the crowd, talking about faith. They were mourning the nine people who had been killed in protests that broke out after the state government passed three contentious bills about residence rights and land ownership. At least six were killed after security forces opened fire.  That was two months ago, on September 1. Many of those killed were teenagers, the youngest only 11. But they are yet to be buried.In Manipur’s tribal areas, custom dictates that family members keep vigil with the dead until they are buried. Local philanthropic organisations support the bereaved with money and other kinds of assistance. But in Churachandpur, a ritual that should have lasted a few days has stretched into months. Youth organisations from several tribes have come together to form a Joint Philanthropic Organisation, which has set up office at the district hospital, collecting over Rs 73 lakh in assistance for the families of the victims as well as for those injured and in hospital. Hundreds of visitors pour in every day to keep vigil with the relatives of the dead.Chinkhohat Gangte says it consoles her, this vast outpouring of grief. She lost her son, 18-year-old Henlalson Gangte, in the firing. Henlalson married young and had a baby girl who is now about four months old. He had supported his wife and daughter by doing manual work. “He never stayed away from home long,” said Chinkhohat. “But on the 31st [of August], he went out to join the protests. We had heard gunfire so when he did not return, his father and I thought he had stayed over at a friend’s house. At 4.30 am, we went out to look for him.”They were told that their son was in the morgue. He had been shot in the abdomen. Henlalson’s mother said she keeps imagining his last moments, how he must have been in pain and crying for help. She keeps imagining him looking for her. She can’t forget that she wasn’t there. Now she must come to the morgue every day. “If I don’t, my son will ask why his mother didn’t come.”In Churachandpur, a private bereavement has turned into a collective mourning, cutting across tribal divisions. The collective mourning has turned into an act of protest: withdraw the three bills or leave the state's hills areas out of it, or we won’t bury our dead.As a consequence, Churachandpur town has become the epicentre of a new agitation that brings old faultlines into focus, between the hills and the valley, between the politically and numerically stronger Meitei people and the tribes that also inhabit the state, between the Manipur government and the autonomous district councils that are meant to govern the hill areas.Photo: Ipsita Chakravarty.Between the hills and the valleyThe nine people killed in the firing are now called “martyrs” in Churachandpur. Their pictures are  scattered across the town, above shop facades and at street corners, usually bearing the caption “For your tomorrow we gave our today.\" Roadside shrines have sprung up with paper coffins and the nine familiar faces. They have become symbols of resistance in a town that gave itself up to protest after the three bills were passed.Churachandpur is on the cusp of the hills, a little more than 60 kilometres from Imphal. It is a dusty, bustling district town, with frequent church spires and a large Christian presence. It has several well-known schools and two hospitals that provide basic care. The agitation of the last two months has finally prompted the administration to instal an air-conditioning system in the district morgue. On the main road, the people behind the shop counters are usually Bihari. There is also a sprinkling of Manipuri-speaking people from the valley, outsiders in this town, which is the administrative centre of Churachandpur hill district.For decades, life has not been peaceful here. Armed tribal groups, such as the Zomi Revolutionary Organisation and the Kuki National Organisation, are still influential in the district. Over the past ten years or so, the groups have signed suspension of operation agreements with the government, but army trucks still roar down the streets, a reminder that this is still a “disturbed area” under the Armed Forces (Special Powers) Act. However, residents say that after the shooting on September 1, the army has been keeping a relatively low profile, wary of the public anger against it.Clockwork dharnaAfter the three bills were passed, Churachandpur district erupted in the national media. The houses of five MLAs and one MP were torched, bringing on the vengeance of the security forces. After that initial flare up, the cameras moved away. But the tribal residents of Churachandpur did not go home.On September 2, the Joint Action Committee was formed, a collective of citizen groups where a cross section of the hill tribes found representation. Women’s groups, which have played a large part in civil protest in Manipur, are also represented in the committee. Some of the more militant gestures of the agitation have come from these groups. On September 28, for instance, a Zomi Revolutionary Army leader’s house was burnt down by women’s groups. “It was rumoured that he had told the tribal MLAs not to resign,” said Joint Action Committee spokesperson and head of the Hmar Women’s Association, JL Sawmi.The committee called a “public curfew” in Churachandpur district, which meant that after 2 pm, ordinary life came to a halt. Shops were shut and vehicles went off the streets; it was time for protest. People gathered at “dharna points”, impromptu structures of bamboo and tarpaulin sheets that have come up in various parts of Churachandpur town. A roster had been drawn up. About 12 localities were assigned one dharna point. Each locality got a day of the week to go on dharna.On Wednesdays at the police station dharna point, residents from New Bazaar, Apollo and Beulah Lane sat in protest. Dozens of people gathered quietly in the growing gloom, facing photographs of the nine martyrs. These were accompanied by posters that said, “Something rotten in the state of Manipur” and “Tribals think of our forefathers; Tribals think of their posterity” and “Separate administration for tribals.\" “Almost every tribal household came out because we take this as a personal issue,” said Mary Lalsanghliani, a school teacher who had joined the protest.At the Rengkai dharna point last week, things were more festive. The smell of alcohol and cigarettes hung in the air. Cars breaking the curfew were stopped with great gusto. The protesters, mostly men, were from Rengkai, Thenmuol and TDaizang villages. Many of the villagers here could not read or write. They had been protesting in the obscurity of their villages until they decided to shift base to the main town. They had gathered here to share stories about their villages, discuss tribal unity and exchange thoughts about the bills.Everywhere, it was the same fear: “We will become foreigners in our own land.”Foreigners in our own landThe three bills at the centre of the conflict are the Protection of Manipur People Bill, the Manipur Land Revenue and Land Reforms (7th amendment) Bill and the Manipur Shops and Establishments (Second Amendment) Bill, passed in response to the agitation for an inner line permit system, led by student groups in the valley. Inner line permits are official documents that Indian citizens must obtain to enter areas deemed to be protected. Together, the bills prevent outsiders from buying land or running businesses in the state, and intend “to save the culture, tradition, identity and demographic structure of the indigenous people of the state”.However, by bringing the entire population under the same rubric of indigeneity, the bills seem to threaten the distinct identity of the hill areas that surround the oval basin of the Imphal Valley. These are tribal lands, protected by provisions under Article 371C, which limits the powers of the state legislature over these areas. Under the constitutional provision, a Hill Areas Committee is to vet any law that affects these districts. People from the valley cannot buy land here. The new bills, passed without consulting the Hill Areas Committee and drafted by a committee that had no tribal representatives, are viewed as an instrument to break these protections. It is feared that the valley will encroach on the hills, tribal people will be alienated from their lands and tribal identity washed away by the influx of the majority.“The intentions of the state government are very clear if you go through the objectives and reasons of the Protection of Manipur Peoples Bill,” said H Mangchinkhup, chief convenor of the Joint Action Committee. “They made it a money bill by adding some token provisions and so bypassed the HAC.”A major sticking point is the definition of “Manipur people” in the Protection of Manipur Peoples Act: “Persons of Manipur whose names are in the National Register of Citizens, 1951, Census Report 1951 and Village Directory of 1951 and their descendants who have contributed to the collective social, cultural and economic life of Manipur.” Few in the tribal districts are counted in these registers.“In 1951, there were no village directories and no census reports for these areas,” said Mangchinkhup. “There were no communication systems or village records. There was just one deputy commissioner stationed at Imphal. Even now, deputy commissioners for the hill districts cannot go to the border areas. These areas were not under the Manipur maharajah. They were independently administered by the British. Tribal recognition came only in 1956.”A separationThe protests have brought to the surface an old sense of alienation from the state government. “This is not the first nor will it be the last time that tribal people are denied their rights,” said Mangchinkhup. “All universities, sports authorities and medical institutions are located in the valley. Tribal areas have been ignored in terms of education, administration, any kind of development. These protests are not just a reaction to the bills. They have built up over time.”Then came the hail of bullets on unarmed protesters. “Why is it rubber bullets and water cannons for the agitation in the valley and live bullets for protesters here?” asked Mangchinkhup. September’s killings add to a long list of incidents where tribal agitations have been put down with guns. Chinkhup counts the incidents ‒ Moreh 2007, Mao 2010, Ukhrul 2014.Such discrimination, real or  perceived, has prompted the agitators to seek a decisive break with the state government. “We want complete separation between the hills and the Valley,” said Mangchinkhup. “It can mean a separate state or it can mean any other administrative set up under the purview of the Constitution.”The problem lies in the fact that the elements of autonomy guaranteed under Article 371C have either been eroded or were not implemented in the first place. Grace Zamnu, an executive member of the autonomous district council of Churachandpur, is bitter. “We are the local administration but we have not been empowered as we should be,” she said. “Forget about bringing in the Sixth Schedule here, they don’t even give us the powers under the District Councils Act. We have no judicial, financial or administrative powers. Most people don’t even know the district council is their tribal government and that it needs to be empowered.”Candidates for the autonomous district council elections have traditionally been from the Congress. But this year, irate candidates broke with the party in power at the state government. “Ninety per cent contested as independents or candidates of other parties,” said Zamnu, who won as an independent.A truceDisillusioned with the state government, the protesters have pinned their hopes on the Centre. “A delegation visited Delhi and we presented a memorandum to the president, the prime minister and the home minister,” said Mangchikhup. While the state government steered clear of Churachandpur, the Centre sent a visitor, Ashok Prasad, special secretary of internal security at the home ministry. On November 4, the Manipur Tribals’ Forum will hold a mass rally at Jantar Mantar in Delhi, to bring the issue to the Centre’s notice once more.But even as the protests shift focus to Delhi, a temporary truce is being worked out in Churachandpur. A statement issued by the Joint Action Committee on November 3 suggested that it had accepted the state government’s invitation for talks. All bandhs and dharnas would be suspended for the time being, though shops and offices would still have to shut by two “as a mark of respect to our departed Tribal Martyrs”. The Joint Action Committee invited public participation in formulating a charter of demands to put before the state government. “However, if the talks with the state government fail at any stage, more intensive agitations will be launched,\" it said.The stakes are high for the Manipur government. If talks fail, there are several unsavoury directions in which the protests could go. So far, the agitation has been insulated from the tribal armed groups, with the Joint Action Committee anxious to maintain that it’s a “people’s movement”. But it’s a fragile equilibrium. “Twelve ethnic groups live together in the hill districts,” said Sawmi. “They all have underground groups. They are also angry and have lent moral support to the movement.”There is another way in which the agitators could inflict severe pain on the state. “We will turn this into a farmers’ agitation,” said Sawmi. “There have already been two days of economic blockade but that is nothing. If there is a longer blockade, something may come out of it. We can get our essential commodities from Mizoram but the Meitei areas are surrounded.”Apart from inviting the tribal leaders for talks, however, the state administration does not seem unduly bothered by the protests. When in Churachandpur, Scroll was told that the deputy commissioner was in the US and the superintendent of police was not willing to talk. When contacted on the phone, a member of legislative assembly admitted to his name but then said that Scroll had got the wrong number.Photo: Ipsita Chakravarty. Corrections and clarifications: This story has been corrected to clarify the circumstances in which the nine deaths occurred.","author":"Ipsita Chakravarty","time":"2015-11-04T12:30:19+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/766827-47ff6c35-f475-4b47-b96c-f765d31713d0.jpg","tags":[],"source":"https://scroll.in/article/766827/why-this-town-in-manipur-refuses-to-bury-nine-people-who-died-two-months-ago"}