{"title":"Why the Modi government must work on land reform before land acquisition","content":"India’s economy has already crossed $2 trillion and is growing annually at around 6%. But these figures cannot hide the fact that 69% of the population is rural, and 70% of this, or nearly half of all Indians, still depend on land and land-based activities for their livelihoods, according to figures in the India Rural Development Report 2012-2013, released by Infrastructure Development Finance Corporation.Landlessness is the best predictor of rural poverty in India, more than caste or illiteracy, a fact that has emerged clearly in the socio-economic and caste survey 2011 that the government released on July 3. The government has considered landlessness as a major indicator of rural poverty perhaps for the first time. The figures indicate that almost 54% of the rural population lives without any ownership of land.Without making meaningful progress towards alleviating rural poverty, we cannot make India an economically strong nation. Land reform to address rural poverty and fuel agricultural growth was on the national agenda in the 1950s and 1960s but large-scale failure of policies in most states relegated it to the backburner. Thereafter, a few low-key efforts by some states have kept the possibility alive, but large-scale land-reform never regained importance nationally.This is in stark contrast with a number of other countries in the region, such as China, Japan, Taiwan, Thailand and Vietnam, which boosted their national economies through successful land reform.The government must commit to rural development by addressing landlessness with the same vigour that it has shown towards urban development, for instance by coming up with a smart cities plan. If the government put the same effort in finalising pending policies and laws on land reform and land rights that it has put into pushing the land acquisition bill, the issue of rural landlessness could be eliminated to a large extent within the next 10 to 15 years.Land rights keyLand is a key source of income, status, wealth, and security for most rural families in India. Land rights do not just allow families to own a permanent asset, but incentivises them to make better investments in their land, gives them to access to credit, housing and other social welfare schemes. When women in particular own land, they feel empowered, are able to better invest in their children’s future, have increased decision-making power, and can improve their food security and nutrition intake.Land rights therefore help rural families achieve independence and break out of the cycle of poverty. They also eventually enhance agricultural production. Conversely, the lack of land ownership can limit livelihood options and push the rural poor deeper into poverty.Many state governments have introduced land-allocation programmes for the poor and some have successfully implemented them as well but the latest data indicate that there is a huge need to address rural landlessness in a vigorous and holistic way, nationwide.Some policies, for instance, have not been implemented at a scale needed to create a larger impact. All Indian states have adopted legislation that places ceilings on the amount of agricultural land a person or family can own, with the objective of redistributing land in excess of the upper limit to poor, landless or marginal farmers.  The ceiling laws were enacted and enforced in two phases: the period from 1960 to 1972, when no specific policy guidelines were present, and the period since 1972, after the adoption of national policy guidelines. While millions of acres of land have been redistributed to millions of rural beneficiary households, a large portion of the land still remains undistributed to the poor.Bhoodan, or the land gift movement started by Vinoba Bhave in 1951 in Telangana, asked landowners to donate a portion of their land to the landless. Bhave received about 40 million acres, but only 22 million acres has been distributed to the poor and the rest remains undistributed. Government wasteland has been distributed to the landless in some states, but a more structured effort to distribute land would help in resolving the problem.Unfortunately, a  large portion of all this land is under litigation and there is a great need to address this through land tribunals at the local level. Moreover, several laws and policies on land reform remain to be fully implemented. For instance, the Hindu Succession Amendment Act 2005, aimed at providing land and property ownership right to women, faces challenges in implementation due to a lack of awareness and prevalent patriarchal and social norms.Why focus only on land acquisition? The central government has been concerned about land issues, but its current discussions are more or less limited to land acquisition, which focuses on industrial- and infrastructure-based economic development. But the interests of the rural landless have to become a part of the conversation, given that nearly half of the rural population is landless.In 2013, a national land-reform policy was drafted to revive the debate on the continued importance of land reforms in India and to address the issue of landlessness, but it remains in limbo. Also waiting for further action is the national homestead bill, drafted in 2013, to ensure that every entitled rural landless person gets homestead land with an area of one-tenth an acre, roughly the size of a tennis court.There are already ground examples of land distribution to learn from, such as the homestead plot distribution to the landless by many state governments, such as West Bengal, Odisha and Karnataka. Detailed recommendations are available within the country to draw from, and to finalise and adopt, such as the draft land reform policy, the homestead bill and the women farmers’ bill.The government needs to start national-level consultations on the issue and chart a clear path to provide a key resource to the rural poor. Currently, it has put most of its efforts into finalising and passing the land acquisition bill that was  drafted in 2013. The law will replace British-era land acquisition policies dating back to 1894.In December 2014, the new government made significant changes to the bill through an ordinance. The bill has not yet been passed and is likely to be discussed in parliament in the session beginning on July 21. It will be interesting to see how the bill will reflect the reality of India’s large landless population and take measures to address it.Anisa Draboo is the New Delhi-based director of advocacy and communication at Landesa, www.landesa.org, an international non-profit that works for securing land rights for the rural poor.","author":"Anisa Draboo","time":"2015-07-22T09:15:20+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/741036-ea0b38b2-e5e3-4cf4-92d6-eba5e5ad065d.jpg","tags":[],"source":"https://scroll.in/article/741036/why-the-modi-government-must-work-on-land-reform-before-land-acquisition"}