{"title":"Why Amit Shah’s promise to extend a pan-India NRC to Assam will not be easy","content":"On November 20, Home Minister Amit Shah reiterated in Parliament that the government intended to prepare a countrywide National Register of Citizen. Responding to a query, he added that it was only “natural” that the exercise would be also be carried out afresh in Assam where the NRC update process came to a close less than three months ago.In Assam, the only state to have a prior NRC compiled in 1951, the update exercise took over four years and reportedly cost the state exchequer Rs 1,600 crore.The NRC is meant to separate undocumented migrants from genuine citizens.One country, one cut-off? Shah’s statement was followed by a news conference in Guwahati by Himanta Biswa Sarma, a cabinet minister in the Assam’s Bharatiya Janata Party government. Sarma said that the state government favoured one composite national NRC with a uniform cut-off year for the entire country.Assam’s NRC was updated according to the provisions of the Assam Accord – an agreement that Assamese nationalists signed in 1985 with the Union government to end of their six-year-long anti-foreigner movement in the state. The Constitution was amended to account for the Accord. Assam was to have its own special citizenship rule according to which the cut-off date for Indian citizenship in the state was set as March 24, 1971. Simply put: anyone who migrated before that would be an Indian citizen in Assam. The corresponding date for the rest of the country is July 19, 1948.Apart from the obvious concerns about cost and hardship, Shah’s clarification and Sarma’s subsequent statement have stirred the citizenship pot in Assam yet again and raised several questions.The peculiar case of Assam The most important pertains to the uniform cut-off that Sarma referred to.  “If the cut-off year is 1971, then it should be the same for all states,” he said. But it is unlikely that will be the case since the 1971 cut-off flows from a special Assam-specific clause of the Constitution.Conversely, the 1948 cut-off comes with its own set of problems in Assam. “That would mean you have to repeal the 1971 provision first,” said Santanu Borthakur, a Guwahati-based lawyer.  That, Borthakur said, was easier said than done.People stand in a queue to check their names on the final list of the National Register of Citizens in an office in Pavakati village of Morigoan district of Assam. Credit: AFP“Right or wrong, you have granted citizenship to people who came till 1971 to via that amendment,” he said. “To invoke their citizenship now is no mean task, you have to send individual notices to lakhs of people and give them a chance to put their case forward.”A petition challenging the constitutionality of the Assam Accord is currently pending in the Supreme Court. Borthakur said even if the court struck down the Accord, it was likely to provide some sort of amnesty to the people who had been granted citizenship under it.Citizenship by birth While many hardline Assamese nationalist organisations argue in favour of a 1948 cut-off  mirroring the rest of the country, a closer scrutiny of  the fine-print of India’s citizenship laws may convince them otherwise. As lawyer Mustafa Khaddam Hussain pointed out: “A pan-India law would mean that everyone born in India till 1987 would be an Indian citizen.”This is because India’s citizenship law grants direct citizenship to people born in the country between January 26, 1950 and July 1, 1987, except in the case of Assam where people born in the state between 1971 and 2004 have to establish their “linkage” with a pre-1971 ancestor on either their mother or father’s side. The NRC was updated following the same principle.“One must remember,” Hussain said, “that for the purpose of the NRC in Assam, only citizenship by descent was considered.  Other modes such as citizenship by birth and registration were not allowed.” That, Hussain said, would not be the case in the rest of India.Borthakur agreed, saying that a pan-India cut off could actually be counter-productive  from the Assamese nationalist point of view. Legal provisionThe All Assam Students’ Union, one of the signatories of the Assam Accord, however,  seemed to have no objections to the Centre’s plans to initiate a fresh process in the entire country including in Assam. “There is already a legal provision for an all-India NRC,” said Samujjal Bhattacharya, adviser to the outfit. “For Assam, though, it must be based on Assam Accord and done under the Supreme Court’s supervision.”The legal provision Bhattacharya refers to flows from the Citizenship Registration of Citizens and Issue of National Identity Cards) Rules of 2003. But yet again, the NRC envisaged by these rules stand at odds with how the process played out in Assam.  For instance, the 2003 rules define National Register of Indian Citizens as a “register containing details of Indian Citizens living in India and outside India”.  To create that database, the rules say that the Central government would “cause to carry throughout the country a house-to-house enumeration for collection of specified particulars relating to each family and individual, residing in a local area including the Citizenship status”.Special rules for Assam In 2009, an Assam-specific amendment to these rules, however, replaced the “house-to-house enumeration” with “invitation and receipt of applications from all citizens”.Effectively, it put the burden of proof of citizenship on the residents of Assam whereas in the rest of the country the rules require the authorities to do their own verification first before demanding proof of the “doubtful” resident.Queue to check for inclusion of names in the citizens register. Credit: ReutersIn line with these rules, the Centre put out a notification in August to prepare a National Population Register that was to serve as a base document for the NRC. Assam was exempted from the exercise as it was already in the middle of updating its NRC.NRC for Muslims? When the final Assam NRC came out on August 31, it impressed few in the Bharatiya Janata Party’s ecosystem. Complaints abounded about too many Hindus being left out. The state unit of the BJP went to the extent of rejecting it – Sarma repeated that sentiment on Wednesday. The new pan-India NRC would be rectifying the errors, he seemed to suggest.This, in addition to the Shah’s promise to pass the Citizenship (Amendment) Bill that seeks to facilitate citizenship to undocumented non-Muslim migrants, before embarking on the NRC project. In other words, the new NRC as envisioned by Shah may just make undocumented migrants out of Muslims. But Bengali Hindu groups in Assam are not convinced yet.  “This [another NRC with a backdated cut-off] seems to be a ploy by the BJP to hold us hostage by making us foreigners first so that we are grateful to them for rescuing us through the Citizenship Bill,” said Kamal Choudhury of Assam Bengali Youth Students’ Federation,But, Chaudhury asked, “What about the harassment of going through the process itself all over again?”","author":"Arunabh Saikia","time":"2019-11-22T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/121479-wmhllcvggy-1561882196.jpg","tags":["National Register of Citizens","Amit Shah","Assam"]}