{"title":"Why imposing Hindi on all is as bad an idea as insisting that India is a Hindu country","content":"“If my mother tongue is shaking the foundations of your state, it probably means that you built your state on my land.\"— Musa Anter, Kurdish writer assassinated by the Turkish govt in 1992.\nThe United Nations recognises February 21 as International Mother Language Day. On that day in 1952, police in Dhaka, then in erstwhile East Pakistan, fired on students protesting against the imposition of Urdu as the national language. Abdus Salam, Rafiq Uddin Ahmed, Abul Barkat and Abdul Jabbar were martyred. This sowed the seeds of independence on the basis of Bangla linguistic identity in a province that had only six years earlier voted overwhelmingly for Pakistan, based largely on religious identity. The struggle culminated in the liberation of Bangladesh in 1971. February 21 has also become a rallying day for various language and identity-based struggles in South Asia, which has long been the hotbed of linguistic politics.Cultural assimilationThe concept of the present-day Indian Union – a Hindu dominant territory claiming historical continuity with Delhi or the Hindi-belt centred empires of yore, bloomed during the 19th century Hindi-Urdu controversy.Urban Hindus of the Hindustani region (roughly the upper and middle Gangetic plains) wanted to displace Urdu, that is, Persianised Hindustani in Nastaliq script as the official language and replace it with Hindi, that is, Sanskritised Hindustani in Devanagari script. Urdu and Hindi became proxies for Muslim and Hindu mobilisation. In that process, shoring up Hindi numbers became crucial. Many languages of the Hindustan region like Awadhi, Bhojpuri, Rajasthani, Braj, etc., were nominally fused into Hindi by elite Hindus as a political tactic with devastating long-term consequences for the counted-as-Hindi-but-not-Hindi languages. The tactic proved successful as far as petitioning the British were concerned. Hindi acquired the official language status that Urdu already had. The Hindi movement had two important mobilisation planks. First, Hindi-speaking people were at an disadvantage in the field of jobs when only Urdu had official status. Secondly, official documents like court documents in Urdu prevented those who did not speak Urdu from understanding them. Ironically, after Partition, those who do not speak Hindi have inherited all of Hindi-speaking people’s 19th century disadvantages. For instance, the government of India does not allow them to take most academic or professional exams (like IIT or AIIMS entrance exams) in their non-Hindi mother tongue, and it allows Allahabad High Court to run its affairs in Hindi, but doesn’t allow Madras High Court to do so in Tamil. Finally, the officially sanctioned text of the Constitution of India is only in Hindi and English.Fiasco in Tamil NaduPost-1947, political plans by those in the Hindustani region to make Hindi the sole official language by January 26, 1965, was opposed in non-Hindi regions. It became a youth-led mass-movement in what is present-day Tamil Nadu. The government tried to violently repress the massive protests. The police murdered Rajendran, a student. The movement took epic proportions. New Delhi sent the army and central police forces to Tamil Nadu. The forces ended up killing at least 63 protesters – unofficial numbers run into a few hundreds. The ruling Congress party in Tamil Nadu was decimated in the next election. No national party has ever emerged as the strongest force in Tamil Nadu since. These protests managed to indefinitely retain English as an official language in the state along with Hindi.The 1965 moment was preceded by anti-Hindi conventions by the Academy of Telugu as early as 1956. Similarly, Hindustani areas saw sporadic anti-English protests spearheaded by the Samyukta Socialist Party, and later by the Jan Sangh.  The events of 1965 destroyed the sole official language plan permanently. Similar preferential treatment of Sinhala in Sri Lanka was among the many reasons that coalesced into the cause for the liberation of Tamil Eelam. In Pakistan, Urdu has been long imposed on Sindh and Balochistan, and the Sindhi and Baloch nationalist narratives draw heavily from this imposition.Education as a weaponLanguage movements in the subcontinent can’t be reduced simply to a Hindi-Urdu or Hindi-Tamil conflict. In Bengali majority Cachar district of post-Partition Assam, protests erupted after the legislative imposition of Assamese as the sole official language. In Silchar, the hotbed of the protesters, Assam Rifles, Madras Regiment and other security forces conducted flag marches. On the day of a protest on May 19, 1961, security forces killed 11 Bangla language protesters, including 16-year-old Kamala Bhattacharya near Silchar Railway station. Bangla was thereafter recognised as an official language in Cachar.Bangla itself has had a record of dominating other languages, especially during the colonial period when Bengalis were extremely dominant as intermediaries and education professionals in the British administration. The Bangla script was imposed on Meitei after the conversion of the Manipur sovereign to Bengali Vaishnavism. Odiya and Assamese were treated as dialects of Bangla with Bangla being the medium of school instruction in largely Odiya and Assamese speaking areas. With the rise of a sizeable intelligentsia in Assam and Odisha who could affect the colonial government’s policy inspite of deliberate obfuscations from sections of the Bengali intelligentsia, the imposition of Bangla was rolled back. In the post-Partition period, Bangla has encroached on Tripura’s own languages like  Kokborok. In Bangladesh, ethno-linguistic minorities (most notably the Chakmas of the Chittagong Hill Tracts) have had Bangla thrust upon them leading to a slow cultural “assimilation”. Some would refer to the situations in Tripura and  the Chittagong Hill Tracts as cultural genocide. In West Bengal, an assimilationist attitude continues towards speakers of Kamta/Rajbongshi.The Jharkhand movement was originally a Left-nationalist mobilisation for the cultural, political, economic and linguistic rights of the sons of the soil. But the state of Jharkhand was carved out with deliberate tribal minority, so as to protect the interests of economically dominant settlers and outsiders. It’s a Hindi state for most official purposes. The Maoist investment into Gondi language and communication is crucial to their Deccan power-base which maps onto the Gondi speaking zones. In Chhattisgarh, the government imposes Hindi on Gondi-speaking children through primary education, thus artificially alienating the Gonds from their own culture and society. Primary education as a tool of “strategic hamletting” is cruel new “security” innovation.Linguistic rightsAll through what is erroneously called the Hindi belt, multiple language movements are brewing, each wanting their own identity and stopping their enumeration as Hindi speakers. Bhojpuri and Rajasthani language movements are at the forefront of these demands. The recent Chennai Declaration of Language Rights has become an important document bringing oppressed linguistic communities together. Language movements are now also conducted in cyberspace. The hashtag #StopHindiImposition trended on August 15, 2015, during Narendra Modi’s Red Fort speech in Hindi. The Indian Union has successfully wiped out 220 languages in the last 50 years.Almost all nation-state entities in South Asia have imposed their language of choice on the rest under various garbs like national/official/link language. Central governments have treated anxieties over national unity by promoting and expanding the imposition of their chosen language. But those who have a problem with equal linguistic rights and support the preferential imposition of one language over other people under the specious argument of building unity actually have a problem with diversity, dignity and equal rights. February 21 underlines the present mother-language struggles for a world without linguistic dominance and imposition under the excuse of “national” unity, a world without any mandatory Hindi or Urdu or Sinhalese, where all mother-languages have equal rights and so do their speakers.","author":"Garga Chatterjee","time":"2016-02-21T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803869-article-iexjjslybc-1446814803.png","tags":["language hegemony","International Mother Language Day","Languages"],"source":"https://scroll.in/article/803869/why-imposing-hindi-on-all-is-as-bad-an-idea-as-insisting-that-india-is-a-hindu-country"}