{"title":"Why Dalit and Adivasi political dynasties lag behind those of forward (and even backward) castes","content":"This is the second in a three-part series. Part I: Most political parties in India are dynastic. But some are more dynastic than othersPolitical dynasties in public discourse often evoke visceral hostility, accused as they are of subverting the principle of equal access to power, edging out competition to favour mediocrity, and deploying their superior network to acquire greater power and pelf over generations. Yet, keeping aside dynasts who head parties – the Samajwadi Party and the Congress for instance – the ability of politicians to secure a party ticket for their children or relatives signifies their clout.From this perspective, it is indeed curious, perhaps even perturbing, why Scheduled Castes and Scheduled Tribes have been unable to create dynasties at the rate forward castes (that is, upper castes and dominant castes like Jats and Marathas) do. India doesn’t have a Gandhi-Nehru family among SCs and STs.This is surprising considering that reserved constituencies have existed from the very beginning of India’s electoral history. Since it is only SCs and STs who can stand from such constituencies, one would have assumed that they would have encountered lesser competition to spawn dynasties of greater durability than most others.Caste dynastiesIn fact, the scenario is just the reverse, as Democratic Dynasties: State, Party and Family In Contemporary Indian Politics, a book edited by Kanchan Chandra, a New York University professor, establishes. Table 2.1 shows that in the Lok Sabha elections of 2004, 2009 and 2014, general constituencies elected a higher percentage of dynastic MPs than reserved constituencies did. In 2009, nearly one-third of general constituencies (31.78%) threw up MPs who were preceded in electoral politics by their family members.There also exists a dynastic gap between SCs/STs and the rest when dynasticism is co-related with different ethnic groups. In all three Lok Sabha elections of the 21th century, as evident from Table 2.2, forward castes outstrip SCs/STs in producing dynastic MPs. The gulf between them was widest in 2014: 27.23% of forward caste MPs were dynastic compared to 8.4% of SC MPs and 16.67% of ST MPs. There are also more dynastic MPs among backward castes, or those who are classified as Other Backward Classes for reservations, than there are among SC/ST MPs.On the count of dynasticism, Muslim MPs are ahead of SC/ST MPs, and even of the forward caste. However, a caveat is in place here: the number of Muslims elected to the Lok Sabha is substantially lower in comparison to other social groups, and is certainly nowhere to the minority community’s share in India’s population. It can very well be the case that without dynasticism, which, to a degree, is a reflection of both greater power and wealth than others in the same group, the representation of Muslims in the Lok Sabha might have been even lower.There is yet another way of interpreting Table 2.2. Not only is the incidence of dynasticism lower among SCs/STs in comparison to others, both forward and backward castes have far greater representation in the Lok Sabha (Their absolute numbers are in parenthesis in Table 2.2). As far as forward castes go, their count of MPs (above 200 in each of the last three Lok Sabhas) is far in excess of their proportion in the country’s population.But the story of their domination doesn’t end there: Table 2.3 shows forward castes accounted for more than half of the dynastic class in the Lok Sabhas of 2009 and 2014. By contrast, in none of the three Lok Sabhas, SC MPs accounted for even 15% of the dynastic class, and the ST MPs not even 10%.The skewed nature of parliamentary representation has Chandra note:“This represents a double advantage (for forward castes): already over-represented in parliament in relation to their proportion in the population, they are over-represented again among dynastic MPs in relation to their proportion in parliament.”The lag that SCs/ STs experience in creating a dynastic class suggests they are poorly placed to persuade or pressure their parties to nominate their children or relatives to contest elections. Perhaps they even fail to get nominated from the same constituencies, vital for striking roots locally and ensuring that the dynastic baton is passed to their anointed heirs more effectively.This is why Simon Chauchard in Disadvantaged groups, reservation, and dynastic politics, a chapter in Democratic Dynasties, writes, “Although there are overall fewer dynastic politicians among SC/ST members of Parliament, those politicians in the SC/ST group that we classify as dynastic can also be said to be, on average, less prominent figures. (In turn) The relatively small size of the pool of prominent senior politicians from these categories…limits the emergence of dynasties within these reserved categories.”There is, obviously, Meira Kumar, daughter of Jagjivan Ram, arguably the tallest SC leader that the Congress has produced. She quit the Indian Foreign Service on Rajiv Gandhi’s suggestion to contest a by-election in 1985 from the Lok Sabha constituency of Bijnor, UP, which isn’t her home state.Meira KumarMost likely the Congress leadership wished to use her connection to Ram for trumping Ram Vilas Paswan and Mayawati, both rising Dalit stars who too were in the fray in Bijnor. She won. But because she was already an MP she didn’t fight from Sasaram, Bihar, and represent the constituency of her father on his death in 1986. Dynastic succession in Sasaram had to wait for another 18 years when she won from there in 2004. And to think Ram represented Sasaram continuously from 1951-52 until his death.Nevertheless, the Congress fielded Kumar successfully from Karol Bagh, Delhi, twice. Given that she had successively lost from Sasaram in 1989 and 1991, it could be said the party granted her a favour in shifting her to Karol Bagh. But it was also about Congress countering the narrative that it had done little for Dalits, who were by then increasingly asserting themselves, in return for their steadfast support for decades.For sure, Kumar held ministerial portfolios and became the Lok Sabha Speaker in 2009. She has had high visibility. But Chauchard calls it tokenism, which is how he also describes the Congress’ decision to make Mallikarjun Kharge, an SC, the Opposition leader of the present Lok Sabha. Why? Chauchard explains, “While these positions are highly visible and symbolic, they do not necessarily confer much influence to the politicians that occupy them.”That influence is acquired by having a place in, say, the Congress Working Committee, which takes the most important decisions. Chauchard cites academician Nirja Gopal Jayal to point out that the Congress Working Committee mostly had one or two SC/ST members between 1983 and 2002. Presumably, they weren’t in sufficient numbers to bat for SC interests. Nor did they lead a faction. This is as true of today’s Congress.Could this be the reason why there is a big dynastic lag between candidates elected from general constituencies and those that are reserved?Sh Chirag Paswan,MP departed for New York-USA to take part as member of Indian Delegation to 71st Session of United Nation General Assembly pic.twitter.com/liEAijxhiP— Ram Vilas Paswan (@irvpaswan) November 7, 2016\nReserved constituenciesIn 2004, 38.46% of Congress MPs elected from general constituencies were dynastic, compared to 21.46% from reserved constituencies. In 2009, the comparative figures read 42.40% for general constituencies and 29.41% for reserved ones. The gap became even wider in 2014 – 59.37% for general constituencies against just 15.38% for reserved ones. This statistics ought to be embarrassing for the Congress, which on account of having been India’s ruling party for most of its democratic history, should have produced a steady supply of SC dynasts.By contrast, the Bharatiya Janata Party fares relatively well. In fact, in 2009, more BJP MPs (23.07%) elected from reserved constituencies were dynastic, compared to those (19.10%) from general constituencies. Even in the other two Lok Sabha elections (2004 and 2014), dynastic BJP MPs from general constituencies had just a 4%-5% edge over dynasts from reserved ones.Yet this isn’t to say that SC/ST leaders have a prominent role in the BJP, whether in taking decisions or being prominent in its factions. In the important BJP National Executive body, SC/ST representation has never crossed 5% between 1980 and 2002. Nor do SC leaders who win repeatedly necessarily manage to have their way.Take Ashok Argal, whose story Chauchard narrates. In this July 25, 2011 photo, BJP MP, Ashok Argal talks to the media after being questioned by the Delhi Police crime branch, in connection with the cash-for-vote scam in New Delhi. PTI Photo/Vijay VermaArgal contested in 1996 from Morena, then a SC reserved constituency his father Chhaviram had represented. Argal won, then just a 27-year-old. He was victorious from Morena in the next three elections – 1998, 1999, and 2004 – as well.  But because Morena became a general constituency in 2009, Argal asked to be fielded from the Bhind reserved constituency, about 100 km away from his family’s pocket borough. He was – and he won again.Argal, though, wasn’t able to strike roots as deeply in Bhind as his family had in Morena. This was perhaps why the BJP didn’t hesitate to give the party ticket in 2014 to Bhagirath Prasad, who decided to migrate from the Congress even thought it had granted him the Lok Sabha ticket. Because Argal didn’t have deep roots there, his rebellion wouldn’t possibly have marred the BJP’s chances of winning the seat. Though Argal didn’t rebel, the denial of the ticket to him has Chauchard note, “The most important factor in Argal’s inability to maintain himself in office…relate…to the influence of MPs like Argal on the party’s decision-making bodies.”Leaders like Argal lose out because of the considerations parties take into account for distributing election tickets. A large number of parties, including the BJP and the Congress, are coded forward caste because it is to this group their leaders belong. BJP president Amit Shah doesn’t belong to the subaltern backward caste or SC/ST. Sonia Gandhi is counted as Brahmin because of her marital ties. Parties are also tagged forward caste if the plurality of MPs they elect belongs to this group, as is certainly true of the BJP and Congress and a slate of regional outfits.Intra-party competition at times trumps the winnability quotient of candidates while allocating tickets. Such allocations have two principal drivers, writes Chandra: “the need for the party leadership to placate leaders of important factions, and the need to sideline factions that could mount a challenge to the party leadership.” Thus, factional groups of intermediate strength lose out – they are strong enough to mount a challenge to the party leadership, but not to the degree that they could supplant it.This scenario gives a “double advantage” to the forward caste. Chandra argues:“’Forward castes’ are the principal beneficiaries of this process across the party system because they control ‘forward caste’ dominated parties, and are weak players in the factional competition in subaltern-dominated parties.”Thus, the need to mollycoddle powerful factional leaders of forward caste-dominated parties, as also to retain their allegiance, the leadership acquiesces to their demands for giving tickets to their family members. By contrast, forward caste families are favoured in subaltern parties as they can win seats for the latter but will nurse ambitions of assuming a leadership role.Of the latter trend, the backward-caste dominated SP and the Dalit-dominated BSP are prime examples. Dynasticism has yielded rich dividends for the families of Mayawati’s lieutenants. Muslim BSP leader Naseemuddin Siddiqui’s wife was once an MLA; their son, Afzal, has crisscrossed UP over the last few months to garner Muslim support for the BSP.Then again, Mayawati’s Brahmin lieutenant Satish Mishra is a Rajya Sabha member, his cousin was once a member of the UP Cabinet, and other family members were assigned significant posts yielding pecuniary benefits. It is moot whether the BSP has similarly favoured a Dalit family. It certainly squashes the possibility of Dalit dynasties emerging from the BSP and challenging Mayawati. In fact, several Dalit associates of Kanshi Ram who together established the BSP are no longer in the party.Even though UP Chief Minister Akhilesh Yadav has opted to overtly nurture a cross-caste appeal, the nucleus of his party’s support base remains Yadavs and Muslims. The SP, from its very inception, represents backward caste interests. This is perhaps why its founder Mulayam Singh Yadav sought to systematically circumscribe Beni Prasad Verma, a Kurmi backward caste who boasted a state-wide stature.Verma quit the SP to join the Congress in 2009, returning to his parent party again last year, older and chastened. Since the Congress hadn’t revived itself in UP, Verma perhaps thought it prudent to return to SP for his family’s political survival.By contrast, Muslim dynasties, however powerful, can’t capture the SP leadership. The party’s principal concern is to ensure important Muslim leaders don’t depart from the party. It is a factor which, theoretically, would give a fillip to dynasticism among Muslim SP leaders – of this the prime example is Azam Khan’s family. His son is a contestant in the 2017 Assembly elections, likely to become a concurrent dynasty.Perhaps the low incidence of dynasticism among SCs/STs is also linked to their contesting from reserved constituencies, where all parties can only field SC/ST candidates. Consequently, the SC/ST votes are split among contenders, one of whom emerges a winner because of votes of other social groups. The very salience of Dalit voters is reduced.The compulsion to win or retain the support of non-Dalit social groups, particularly the dominant caste among them, curbs the autonomy of SC MPs from reserved constituencies. Parties are likely to shun the more independent and aggressive SCs as they could alienate dominant caste voters. A quiescent MP can’t possibly have the confidence to assume a prominent factional role in his or her party, one of the prerequisites to create dynasties.Rajvir Diler, a BJP candidate from Iglas in UP, sits on floor when he visits houses of upper-caste voters and carries his own steel cup. pic.twitter.com/T4m32fXe1k— Truth Of Gujarat (@TruthOfGujarat) February 8, 2017\nTake Rajvir Diler, who is a BJP MLA candidate from the reserved constituency of Iglas, UP. He takes his own tumbler while visiting the houses of forward castes for seeking their votes, lest he were to pollute their utensils if he were to drink tea from them. Diler also makes it a point to squat on the floor before them. In his style of campaigning Rajvir is imitating his father, Kisen Lal, who became MLA five times and an MP once. And to think, dynasts are supposed to be synonymous with power.Indeed, SCs/STs suffer from triple whammy in creating dynasties. One, their children aren’t assigned tickets as frequently in forward caste dominated parties. Two, their children aren’t given tickets even in subaltern parties. And three, those who are dynasts are not steeped in the culture of power to move from the periphery of politics to its very centre.(This article is second of the three-part story on dynasticism in Indian politics. It is based on Democratic Dynasties: State, Party and Family in Contemporary Indian Politics edited by Kanchan Chandra.)(Ajaz Ashraf is a journalist in Delhi. His novel, The Hour Before Dawn, has as its backdrop the demolition of the Babri Masjid.)Part I: Most political parties in India are dynastic. But some are more dynastic than othersPart III: No reservations: Political dynasties have helped boost women’s representation in Lok Sabha","author":"Ajaz Ashraf","time":"2017-02-22T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829871-51901-vscmeqonsb-1487607723.jpg","tags":["Dynasties","Elections","Dalits","Adivasis"],"source":"https://scroll.in/article/829871/why-dalit-and-adivasi-political-dynasties-lag-behind-those-of-forward-and-even-backward-castes"}