{"title":"Why India needs to impart comprehensive sexuality education in its schools now more than ever","content":"The Covid-19 pandemic caused worldwide school closures that impacted 180 crore students, 32 crore of whom are in India. Many of these adolescents may never go back to school, the resulting impact of which will be significant. Girls, especially, are at a higher risk of dropping out.Barriers to girls’ education existed even before Covid-19 but with classrooms moving online, a lack of agency and access to technology has exacerbated their disadvantage. Although the 12 years to 19 years age group comprises 32% of the country’s total internet users, access is not equal. Only 33% of all internet users in the county are women.Pandemic’s disproportionate effectWith one mobile device often shared by a family, boys were most often given preference over girls when it came to attending online classes.  Besides cutting teens off from social interactions and education, school closures have also suspended access to services such as school lunches and menstrual hygiene products.Going forward and also post the pandemic it is critical that health systems are strengthened to prioritise the health and mental well-being of this group, which comprises one-fifth of our population. In a rapid assessment by the Population Foundation of India, in Uttar Pradesh, Bihar and Rajasthan, a large number of adolescents reported feeling depressed, frustrated and irritable in the face of restrictions on their mobility and uncertainties about the future. Girls, more than boys, reported an increase in their domestic workload.The media has reported extensively on the impact of the lockdown on girls’ education, especially in poor and vulnerable households.  Early and forced marriages are top among the challenges girls face, in general, as a result of gender inequality. This has catastrophic consequences, making teenage girls highly vulnerable to pregnancy and long-term physical and mental health risks. These risks are further exacerbated by their limited access to information and services pertaining to sexual and reproductive health. Globally, the leading cause of death for 15-year to 19-year-old girls is complications arising from pregnancy.As schools remain closed, there is an increase in the risk to girls’ reproductive health. As they are also dropping out of school, there is an increase in early marriage. Alarmingly, 27% of women in India are married before they turn 18-year-old, and 52% of married women aged 15 years to 19 years have already begun childbearing.  Early pregnancy impacts the country’s economy by increasing the burden on essential services and decreasing productivity. In children, it contributes to malnourishment and other severe neo-natal conditions. Only 10% of currently married adolescent women were found to have been using modern contraceptives.As schools remain closed, there is an increase in the risk to girls’ reproductive health. Photo credit: PTIUnscientific, unhygienic practices  Myths and misconceptions along with a lack of resources cause adolescents to adopt unscientific and unhygienic menstrual hygiene practices. This can adversely impact their sexual and reproductive health, while the stigma around menstruation may cause severe anxiety and shame. Data from the 2015-’16 National Family Health Survey-4 shows that 52% of women aged 15 years to 24 years in rural areas did not use modern menstrual hygiene methods.According to the findings from the three-state rapid assessment study by the Population Foundation of India, in April-May 2020, a little more than half of the young girls interviewed reported having an unmet need for sanitary pads. Government schemes for menstrual hygiene are generally linked to schools and without this essential lifeline, girls today have severely limited access to modern menstrual health products.As the pandemic and its associated restrictions on schools continue, it is more critical than ever to ensure equal access to online spaces that serve to safeguard adolescents’ health, education and mental wellbeing. By championing quality, comprehensive sexuality education in schools and ensuring access to sexual and reproductive health services, teenagers can be equipped with the tools and information they need regarding their own health. At the same time, caregivers must also be educated about reproductive and sexual health and wellbeing, given parents’ and teachers’ critical function as role models and sources of credible information.Population Foundation of India’s ARSH For You program is one of several platforms available for teachers. It is a comprehensive certificate course with a curriculum that provides knowledge about adolescent sexual and reproductive health and equips teachers with the skills to translate these to their students. These are tools that could be applied in any classroom situation and are not limited to sexuality education.Comprehensive sexuality education plays a critical role in equipping adolescents to successfully and safely navigate the transition through adolescence. Ensuring that teachers and parents are able to improve interpersonal interactions with adolescents can help in creating spaces for dialogue that are free from bias or stigma. This, in turn, might be the most sustainable way to facilitate better uptake of services and improve outcomes in adolescent sexual and reproductive health overall wellbeing. Poonam Muttreja, Executive Director, Population Foundation of India.","author":"Poonam Muttreja","time":"2021-04-07T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157250-dugwiozlwr-1617778291.jpg","tags":["Coronavirus pandemic","Child marriage","Sex education","menstrual hygiene"],"source":"https://scroll.in/article/991577/why-india-needs-to-impart-comprehensive-sexuality-education-in-its-schools-now-more-than-ever"}