{"title":"Why nomination to Jammu and Kashmir Assembly has left many Kashmiri Pandits unimpressed","content":"On the day the Supreme Court upheld the revocation of Jammu and Kashmir’s special status, Parliament unanimously passed a bill that changes its electoral map in significant ways.The Jammu and Kashmir Reorganisation (Amendment) Bill, 2023 gives the lieutenant governor the power to nominate three members to the Jammu and Kashmir  legislative Assembly. Two of the members – one of whom should be a woman – must be from the “community of Kashmiri migrants”, and the third from the community of “displaced persons from Pakistan occupied Jammu and Kashmir”. The lieutenant governor will also nominate two women to the Assembly – a provision carried over from the constitution of the erstwhile state, which was split into two in 2019.These five nominated members will be in addition to the 90-member-strong Assembly of the Union territory.The new law is being billed as a measure to empower Kashmiri Pandits, thousands of whom were forced out of the Valley in the late 1980s by targeted militant violence against them. Union Home Minister Amit Shah, while speaking in the Rajya Sabha, said the bill was aimed at providing “rights to those who faced injustice”.  But the Kashmiri Pandit community appears to be divided about the possible benefits of the move. A better step, many of them say, would have been to reserve two to three seats in the Assembly for Kashmiri Pandits. ‘Not Kashmiri Pandits only’ The law itself does not allow nomination of Kashmiri Pandits alone – but those registered as Kashmiri migrants. According to a 1997 law, the Jammu and Kashmir Migrant Immovable Property (Preservation, Protection and Restraint on Distress Sales) Act, any citizen of Jammu and Kashmir who has migrated from the Kashmir Valley or any other part of the state after November 1, 1989 and “is registered as such with the Relief Commissioner”, qualifies to be a migrant. Someone who has been unable to register with the Relief Commissioner but owns immovable property in the erstwhile state and is not able to reside there due to “disturbed conditions” is also considered a migrant.  The new law relies on the same definition of migrants when it comes to nominating members from the community to the Assembly. As acknowledged by the 1997 Act, Kashmiri Pandits were not the only ones who migrated to other areas of the erstwhile state because of militancy. Hindus from border areas of Jammu, Kashmiri Muslims and Sikhs had also fled the militancy-affected areas to take shelter in Jammu.  According to the latest data of Jammu and Kashmir Relief and Rehabilitation Commissioner for Migrants, nearly 40,000 Hindu families are registered as Kashmiri migrants. Besides them, 2,574 Muslim families and 1,642 Sikh families are also registered with the department.  Mohit Bhan, a Kashmiri Pandit youth leader from the Peoples Democratic Party, argued that the new bill is being wrongly projected as some sort of reservation for Kashmiri Pandits. “The use of the term ‘reservation’ is wrong. It’s actually a nomination,” said Bhan, who is a party spokesperson. “Many Sikhs and Muslims are also migrants in Jammu and Kashmir. Tomorrow, anyone [who conforms to the definition of migrant] can register themselves too.”  Deserted houses once owned by Kashmiri Pandits in Nadimarg. Credit: Safwat Zargar.‘Reserve, don’t nominate’  While the majority of Kashmiri migrants are undoubtedly Kashmiri Pandits, a section of the community’s representatives say a better step would have been to reserve two or three seats in the Assembly for Kashmiri Pandits alone.  “I welcome this step but I would have been happier had they reserved two seats for Kashmiri Pandits,” said Sanjay Saraf, a member of the late Ram Vilas Paswan’s Lok Janshakti Party, who has been contesting Assembly elections in Kashmir since 2002.  Such a move, he argued, would have given Kashmir Pandits a greater stake in the political process in the Valley.If seats in Muslim-majority Kashmir Valley were reserved for Kashmiri Pandits, it would have opened doors for a wider outreach of all political parties towards the community, he pointed out. “Once there are two seats reserved for Kashmiri Pandits, all the political parties, be it National Conference, Peoples Democratic Party or Congress or Bharatiya Janata Party, will have to create space for Kashmiri Pandits in order to win those seats,” he said. “That means, each party will go to the community and encourage its members to be a part of the political leadership.”  That process, Saraf added, would also facilitate the rehabilitation of Kashmiri Pandits in the Valley.  Bhan, the youth leader from Peoples Democratic Party, concurred. “Let’s say a Kashmiri Pandit member is fielded as a candidate by a political party in a segment where the voters are predominantly Muslim,” he said. “First, there is an entire organsation’s support behind him and its leaders are also supporting him. When those leaders go door to door in order to mobilise voters, it gives a sense of security to the minority candidate that these are my own people,” said Bhan, who returned to Kashmir in 2018 and dedicated himself to politics.  By fostering people-to-people contact, such an exercise would contribute to assuaging fears and clearing misconceptions between Kashmiri Pandits and Kashmiri Muslims, Bhan argued. “Political activity opens a lot of doors for you. The reservation of seats would be in the interest of both Kashmiri Muslims as well as Kashmiri Pandits,” he said. He added: “When a Kashmiri Pandit is elected by voters who are predominantly Muslim, he will be able to communicate to six lakh Kashmiri migrants who are living outside Kashmir today, that the situation is not like what it was in the 1990s.” ‘Toothless tiger’ In contrast, the nomination of two members from the community of Kashmiri migrants by the Lieutenant Governor may make the votes of Kashmiri Pandits irrelevant, the community’s representatives fear. “I am sorry to say but I think Kashmiri Pandits will not have much interest in voting now,” said Saraf. “An elected community member is accountable to his voters who are both Pandits as well as Muslims. A nominated member is not accountable to anyone.”  Bhan said the nominated member may not be acceptable to the community. “You don’t know tomorrow whom they [Lieutenant Governor] will nominate,” he said. “Whether this person has credibility on the ground or not. You get somebody from Bangalore or from Chennai with some Kashmiri Pandit surname and they say that he is your nominated member. How do we know who he is?”   No one shares those concerns better than Kashmiri Pandits living in the Valley and who did not migrate during the early years of militancy in the 1990s.  Sanjay Tickoo, the president of Kashmiri Pandit Sangharsh Samiti, a group representing non-migrant Kashmiri Pandits in the Valley, terms the nominations to the legislative Assembly as an attempt to create a  “toothless tiger”.“It can be humiliating for the person who does not have actual support from the community he purports to represent, as well as frustrating for the community because they do not get a person who they believe should be part of the law-making process,” Tickoo said in a detailed statement on December 13, days after the bill was passed in Parliament.   While the government has gone ahead with the nomination procedure, Tickoo said political parties should “advocate for the reservation of at least three seats in the J&K Assembly from Kashmir for the Kashmiri Pandit community in order to truly empower an aboriginal community that has suffered as a result of the policies of vested interests and corrupt systems and has been at the receiving end for ages.” ‘No scope for reconciliation’  Bhan and Saraf’s hope that elections can help dilute religious boundaries between Kashmiri Muslims and Kashmiri Pandits is backed by history. Given their small numbers, Kashmiri Pandits, even before their exodus in the 1980s, never had a decisive majority in any single Assembly seat in Muslim-majority Kashmir Valley. However, many Kashmiri Pandit members have been elected to the erstwhile state’s Assembly and Parliament from Kashmir Valley. Take the case of late National Conference Kashmiri Pandit leader Piyare Lal Handoo, who was elected to the erstwhile state’s Assembly four times and won the Anantnag parliamentary seat in 1989. Handoo also served as a Cabinet minister in the state government twice.  The late Makhan Lal Fotedar of Congress won from South Kashmir’s Pahalgam Assembly constituency in 1967 and 1972 elections. Groomed into politics by Pandit Jawaharlal Nehru himself, Fotedar also served as a minister in the Jammu and Kashmir government.  Congress leader ML Fotedar. Credit: PTIAmong seats where Kashmiri Pandits have won repeatedly, Habba Kadal Assembly segment in Srinagar stands out. A Muslim-majority constituency with a sizeable population of Kashmiri Pandits, Habba Kadal has elected a Kashmiri Pandit representative five times in the 10 Assembly elections held since 1962. The last Kashmiri Pandit leader elected from the constituency was Raman Mattoo in the 2002 Assembly elections. Sanjay Saraf, who has unsuccessfully contested every election since 2002 from the Habba Kadal seat, said most of his voters are Muslims. “Even if they hold elections tomorrow, I will still have my votes and most of them are Muslim.”  In order to build relationships and encourage reconciliation between Muslims and Kashmiri Pandits, said Mohit Bhan of Peoples Democratic Party, “reserving seats [for Kashmiri Pandits] would have helped a lot.”  Instead, Bhan alleged that making it possible for anyone in the Kashmiri Pandit diaspora to be nominated as a legislator, “disempowers” Kashmiri Pandits and disincentivises any rapprochement between the communities. “The BJP is strategically taking away Pandits from their roots and it is giving a permanence to their migration,” he said. “After 33 years, there is a need for reconciliation but they are not letting Kashmiri Pandits and Kashmiri Muslims sit with each other. They are not leaving any room for compromise.”","author":"Safwat Zargar","time":"2024-01-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197296-ocoaucljbb-1704697831.jpg","tags":["kashmiri pandits","nomination to J&K assembly","1989 Kashmiri Pandit exodus","Jammu and Kashmir conflict","August 2019"],"source":"https://scroll.in/article/1061773/why-nomination-to-jammu-and-kashmir-assembly-has-left-many-kashmiri-pandits-unimpressed"}