{"title":"Why some indigenous people in Manipur are irked by new laws that aim to protect them","content":"Defending the Protection of Manipur People’s Bill 2015, the state government on Monday said it was meant to “safeguard the indigenous population of the state”. At an earlier meeting, Manipur’s council of ministers claimed that there was no divide between the state's hill residents and those who lived in the valley. This as the hill district of Churachandpur burned with violent protests against the new legislation, believed to favour valley dwellers. The events of this week promise to become another official misadventure with the indigenous, with the idea and experience of it.As has been widely reported, the three bills passed on Monday – the other two are the Manipur Land Revenue and Land Reforms (Seventh Amendment) Bill and the Manipur Shops and Establishment (Second Amendment) Bill – effectively put in place the Inner Line Permit System. This means that non-Manipuris will need official permission to enter the state and will find it difficult to buy land there. “Manipur people” are those who were listed in the National Citizen’s Register of 1951 and their descendants.It has been argued that the bills only concern the people of the valley and will not encroach on the rights and protections guaranteed to hill tribes like the Kukis and Nagas. But the government’s attempt to sell its legislation sounds deliberately innocent of history. First, of the history of the Inner Line Permit, which speaks of the state’s problematic relationship with indigenous people. Second, of the history of a state where there are so many competing stories of indigeneity.Line of exclusionThough the Inner Line claimed to protect the interests of local people, it was actually a bureaucratic device by which to exclud e indigenous populations. It was first drawn by the British in the late 19th century, in the province of Assam. It separated the tea gardens and other commercially promising regions, rich in revenue for the colonial government, from the “unadministered areas”. These were hills populated by supposedly savage and ungovernable tribes.The Government of India Act, 1919, termed the lands beyond the Line as the “Backward Tracts”. The Government of India Act, 1935, renamed them “excluded” and “partially excluded areas”. Excluded areas were not represented in the provincial legislatures. The partially excluded had some representatives, but they were nominated by the governor, not elected.In the neighbouring princely state of Manipur, the line never separated the hills from the valley. But the system of administration replicated the logic of the line, as an editorial in the Imphal Free Press notes. The provincial government, granted a large degree of autonomy, ruled the valley districts. The hills were under the President of the Manipur State Durbar, “who played the role of the Governor in a British province”.The editorial notes that the excluded and partially excluded areas were deemed unfit for democracy. Ramachandra Guha, in his essay, Savaging the Civilised: Verrier Elwin and the Tribal Question in Late Colonial India, says it grew out of the British concern to “insulate” these regions from Indian legislatures. Apparently, the British were questioning whether Indian democracy was fit for these areas.Either way, the state’s old blindness to tribal populations could no longer go unchallenged. As Guha notes, the 1935 act “raised a storm in nationalist circles”.Line of seclusionThis strongly shaped the discussion on the nature and culture of “aboriginals”, and the state’s relationship with them. The debate swung between extremes. Between the discourse of the pure and the rude, immoral native. Between anthropologist Elwin’s protectionism, born of the conviction that they would wilt if touched by the outside world, and the interventionism of more conservative Indians, who preferred a civilising mission.These polarities gave rise to an idea of the indigenous that was composed of contradictions. The Nehruvian panchsheel on tribal development, heavily influenced by Elwin, incorporated safeguards that seemed patronising to some. But the polarities survived in government policies. As Andre Beteille points out in his essay, The Idea of the Indigenous:“‘Tribal’ designation, in the dual tribe/caste mode, is also often associated with a host of (usually derogatory) assumptions including primitivity, simplicity, lack of progress, and so on. More positively, tribal identities may also carry an aura of ecological wisdom, supernatural power, and – what is politically most important to the aspirations of contemporary people – an assumption of originality or indigeneity.”The draft National Tribal Policy of 2006 seems to construct tribal identity exactly as Beteille had predicted:“They are known to dwell in compact areas, follow a community way of living, in harmony with nature, and have a uniqueness of culture, distinctive customs, traditions and beliefs which are simple, direct and non-acquisitive by nature.”At the same time, it notes their “shyness of contact and backwardness”, their “inability to negotiate and cope with the consequences of their involuntary integration with the mainstream society and economy”. The document seems torn between two compulsions, Elwin’s need to protect and preserve wilting populations, and the more recent urge to integrate, or draw tribes closer to the mainstream without destroying their distinct character. Both speak of a paternalistic state, which holds a static view of tribal society and does not consider how it might be absorbing mainstream influences without being absorbed into the mainstream.As the inclinations of government changed, so did the character of the Inner Line. Once used to cast out the indigenous, it became a paternalistic establishment’s way of secluding tribal communities from the influence of outsiders. In Nagaland, Mizoram and Arunachal Pradesh, the Inner Line Permit insulates indigenous populations, helps maintain the tribal character of the states. Unequal and indigenousThe Manipur government would perhaps like to claim this protectionist role now. Except, it clubs together two very different, often unequal, experiences of indigeneity.The Kuki and Naga tribes of the hill districts trace their histories back to specific myths of origin and wandering. Left out of the provincial government’s circles of administration and then largely protected by the Indian state’s Sixth Schedule, they have continued with their old customary laws.Though the laws vary across tribes, says social scientist Walter Fernandes, they share three features ‒ land is owned and managed communally and everyone is provided for, there is an emphasis on the renewal of natural resources, and women are accorded greater status but not necessarily greater power. As members of these tribes received modern education, customary laws were modified in some cases to make space for individual ownership ‒ proof that communities can absorb and adapt to outside influences. Tribal identity, according to Fernandes, is closely linked to this relationship with land.The non-tribal, mostly Hindu Meiteis of the valley, who trace their history through the kings of Manipur, would not have been excluded by the colonial government. Their memories of the last century would consist of more mainstream social and economic arrangements. In Manipur state, created in 1972, it was Meitei culture that became dominant. Meiteilon is the state’s official language, the Meiteis make up about 60% of the population and have been politically influential. It was the Meiteis, apparently made insecure by the influx of migrants and the growing prosperity of the hill tribes, who wanted the protection of the Inner Line Permit. It is this indigeneity that the government has chosen to protect, though it attempts to draw the tribes into its fold.As another editorial in the Imphal Free Press observes:“What has become clear is (and this is not a new thing though) that the interests and aspirations of the different ethnic groups in Manipur are not at all homogenous. As we have reminded on several occasions, even during these last two months, it is the valley community, the Meiteis to be precise, who must leave its nostalgia about their past and come to terms with the fact of these divergence of interests in the modern times. They must not presume foreknowledge of what other communities want, or claim proprietorship of the state’s interest.”For the Meiteis, the Inner Line might mean a cordon of safety. For the hill tribes, it could stand for a system that once declared them outcast and unworthy of governance. So the state government might have to reckon with the reality that there is no one measure to safeguard all the indigenous people of Manipur.","author":"Ipsita Chakravarty","time":"2015-09-03T09:15:52+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/753126-7e3c968f-c5e7-4af2-8191-a7cec54a07e5.jpg","tags":[],"source":"https://scroll.in/article/753126/why-some-indigenous-people-in-manipur-are-irked-by-new-laws-that-aim-to-protect-them"}