{"title":"Why Gandhi’s legacy of nonviolent resistance to white supremacy is still relevant – and essential","content":"Late on the night of June 2, while protests against racism and police brutality arose across the United States, the statue of Mahatma Gandhi that stands in front of the Indian Embassy was defaced. In Washington, DC, as in every major American city, the vast majority of protesters remained peaceful as they confronted heavily armed officers. In their nonviolence and their willingness to risk their own safety in pursuit of justice, the protesters embodied principles often associated with Gandhi. Why then was his statue attacked?This was not the only Gandhi memorial to be targeted in the United States or elsewhere, nor was this the first instance in which protesters objected to a likeness of the Mahatma. In December 2018, students and faculty at the University of Ghana removed a similar statue at the apex of a campaign known as Gandhi Must Fall. That name referenced an earlier struggle, Rhodes Must Fall, that focused on the legacy of the imperialist and white supremacist, Cecil Rhodes. Does Gandhi deserve to be grouped with Rhodes or other committed white supremacists? Was Gandhi racist?Rhodes and Gandhi are linked by their connection to Southern Africa. When Gandhi arrived in Durban, Natal, in 1893, the Union of South Africa had yet to be founded. It was to a British colony that the young lawyer, Mohandas Karamchand Gandhi, came in pursuit of a legal career. He was not planning to become an activist, but soon after his arrival, he encountered the harsh racial hierarchies of the colony when he was thrown off a train for daring to purchase a first-class ticket.His encounter on that train was retold in Richard Attenborough’s hagiographic biopic. The film Gandhi fails to discuss the fact that during much of his time in South Africa Gandhi repeatedly employed the racialised tropes of “African savages” popular among white imperialists like Rhodes. In December 1894, in an open letter to the Legislative Council and Legislative Assembly of Natal, Gandhi declared that “India is not Africa, and that it is a civilised country in the truest sense of the term civilisation.”Mohandas Gandhi in South Africa. Credit: mkgandhi.orgUsing the deeply-offensive term “Kaffir”, Gandhi complained that “the Indian is being dragged down to the position of a raw Kaffir”. Two years later, he told an audience in Bombay that Europeans were trying to “degrade” the Indians of South Africa “to the level of the raw Kaffir, whose occupation is hunting and whose sole ambition is to collect a certain number of cattle to buy a wife, and then pass his life in indolence and nakedness”.In 1908, after being arrested for protesting anti-Indian racism, Gandhi stated, “Many of the Native prisoners are only one degree removed from the animal and often created rows and fought among themselves in their cells.”“We may entertain no aversion to Kaffirs,” he later wrote his fellow Indians, “but we cannot ignore the fact that there is no common ground between them and us in the daily affairs of life.”Critics of Gandhi have used such statements – and there are others – to paint Gandhi as a racist. Throughout much of his time in South Africa, Gandhi was a “racial purist”, as historian Maureen Swan has claimed. Despite living in South Africa for over 20 years, he did not attempt to launch a joint civil disobedience campaign with Black South Africans. His words, actions, and inactions all deserve criticism.Evolving beliefsHowever, his critics often overlook the evolution of Gandhi’s views on race. Although he remained focused on the rights of Indians, he came to recognise the suffering of Black South Africans and to sympathise with their struggles. He praised John Dube, for example, the first president of the African National Congress, and learned from Dube’s approach to communal education.Gandhi’s evolving racial beliefs were revealed on May 18, 1908, during a debate at the YMCA in Johannesburg. The debated focused on the question, “Are Asiatics and the Coloured Races a menace to the Empire?” Gandhi told his audience, “We hear nowadays a great deal of the segregation policy, as if it were possible to put people in water-tight compartments.”  Towards the end of his speech, he proclaimed, “If we look into the future, is it not a heritage we have to leave to posterity, that all the different races commingle and produce a civilisation that perhaps the world has not yet seen?”In line with his earlier emphasis on the lack of civilisation in Africa, Gandhi defended Black South Africans by presenting them as “still in the history of the world’s learners” and thus too undeveloped to be a menace. Nevertheless, he stated, “They are entitled to justice, a fair field and no favour.” Earlier in his speech, he had declared, “South Africa would probably be a howling wilderness without the Africans.”MK Gandhi outside prison with fellow non-violent resisters in South Africa in 1908. Credit: Public domainAlthough Gandhi had yet to entirely forsake his earlier prejudices, he had begun to move toward a vision of racial equality. Later in life, he would repeatedly oppose racism in South Africa, India, and the United States. On July 1, 1942, for example, he wrote the American President, Franklin Delano Roosevelt, “I venture to think that the Allied declaration that the Allies are fighting to make the world safe for freedom of the individual and for democracy sounds hollow so long as India and, for that matter, Africa are exploited by Great Britain and America has the Negro problem in her own home.”Nelson Mandela wrote insightfully of the need to understand Gandhi’s early racial prejudices. “All in all,” Mandela wrote, “Gandhi must be forgiven those prejudices and judged in the context of the time and the circumstances.” Mandela recognised the crucial point that Gandhi’s views changed as he matured. He wrote, “We are looking here at the young Gandhi, still to become Mahatma.”Gandhi’s evolving views help to explain why so many African American civil rights activists found inspiration in Gandhi’s legacy. In February 1936, after meeting a delegation of African American religious leaders, Gandhi declared, “It may be through the Negroes that the unadulterated message of non-violence will be delivered to the world.” Courageous African American activists fulfilled Gandhi’s prophecy by taking to the streets in the 1950s and 1960s in what became known as the American civil rights movement.Global struggleThe story of Gandhi’s influence on the civil rights movement is often reduced to the figure of Martin Luther King. King’s embrace of Gandhi’s legacy is a powerful story, but it has obscured the many other African American activists, many of them women, who risked their lives while creatively bringing nonviolent civil disobedience into the struggle against American racism.I detailed one powerful example, that of Pauli Murray, when I wrote a piece for the Hindustan Times in conjunction with the 150th anniversary of Gandhi’s birth. As I wrote then, “Many African Americans understood their efforts as part of a global struggle against racism and imperialism, a struggle in which Gandhi was not just a symbol of nonviolence, but also a “coloured” leader who challenged white racism with radical techniques of mass-protest and confrontation.The renowned African American thinker and writer, WEB Du Bois, perhaps the most influential advocate of antiracist solidarity among the “darker peoples” of the world, repeatedly held up Gandhi as an example of anti-racist activism…At a time of growing intolerance and xenophobia in many parts of the world, including the United States, Gandhi’s antiracist legacy is necessary now more than ever.”MK Gandhi with Mrs Howard Thurman in Bardoli in 1936. Engaging Gandhi’s antiracist legacy does not mean forgetting the racist views he repeated during much of his time in South Africa. Nor does it entail overlooking the profound limitations and inconsistencies in his opposition to inequalities of caste, class, or gender – or the troubling ways he related to his own family members, and especially his repugnant efforts to test his own celibacy. As the historian Faisal Devji has written, “It is time for the Mahatma to become a properly historical figure with all its flaws.”To be clear, the fact that all historical figures have flaws should not be used to argue against toppling the statues of those who embodied the worst facets of our histories. Does Gandhi belong in that group? Should he be lumped together with Cecil Rhodes and the many confederate generals and other overt white supremacists whose statues remain standing in the United States? There are many reasons to criticise Gandhi. To his credit, he welcomed such criticism and learned from it. He repeatedly changed throughout his life – more so than most historical figures I have studied. His legacy of nonviolent resistance to white supremacy is needed right now, as is a less-acknowledged facet of his legacy – his willingness to be self-critical and to change.In the spring of 1945, Deton J. Brooks, an African American reporter for the Chicago Defender asked Gandhi, “Is there any special message you would care to send to the Negro people of America?” Gandhi replied, “My life is its own message.” Those words, shortened to “my life is my message”, adorn the front of the Mahatma Gandhi Memorial in Washington, DC, the 8-foot, 8-inch tall statue that was defaced a few weeks ago.“Gandhi is revered by people of conscience in all walks of life around the world,” notes another inscription on the memorial that also offers a list of “great leaders” whom Gandhi’s “life and message inspired.” While the list concludes with Dr. Martin Luther King, Jr, the rich complexity of Gandhi’s relationship with African Americans remains hidden.Unlike many of the quotations at the Gandhi memorial, the words “my life is my message” are neither explained nor dated. Taken alone, these words speak to Gandhi’s optimism about the integrity of his life. In his interview with Brooks, however, Gandhi added a more humble note. He said, “My life is its own message. If it is not, then nothing I can now write will fulfill the purpose.”Gandhi’s words were printed in the Defender, along with his too-hopeful assertion that “We are fast approaching a solution to the troublesome race problem.” As Brooks told his African American readers, Gandhi’s message indicates that, despite his many failings, “his own life stands as a beacon of hope to all underprivileged peoples who are fighting injustice throughout the world.”Nico Slate is Professor of History at Carnegie Mellon University and the author of Gandhi’s Search for the Perfect Diet: Eating with the World in Mind and Lord Cornwallis Is Dead: The Struggle for Democracy in the United States and India.","author":"Nico Slate","time":"2020-06-28T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108411-czfztetfvb-1570879011.jpg","tags":["Mohandas Gandhi","Black Lives Matter","Nelson Mandela"]}