{"title":"Why was Delhi Police unprepared for violence even after BJP leader Kapil Mishra’s threats?","content":"For three days now, violence has gripped parts of in North East Delhi. And for three days by Tuesday afternoon, the response of Delhi Police has been woefully inadequate. Videos and witnesses have pointed to a complete failure by the Delhi Police to contain the aggressors, a lack of sufficient forces despite clear signs that they would be needed and, in some cases, the active involvement of the police in the violence. What is going on? The violence came after threats and stone-pelting on Sunday near sites of protests against the Citizenship Amendment Act in neighbourhoods with a significant Muslim presence in Delhi’s north east. On Monday, anti-Muslim mobs set out to evict protesters. Seven people died in the resulting clashes including a head constable of the Delhi Police. The act provides a path to citizenship for undocumented immigrants from three countries, except if they are Muslim.Yet despite these developments and the heightened security that came as a result of the visit of US President Donald Trump to India’s capital, there were fresh reports of violence on Tuesday morning. Fresh violence in parts of northeast Delhi, mobs pelt stones and vandalise shuttered shops— Press Trust of India (@PTI_News) February 25, 2020\n\nVery volatile in Yamuna Vihar. We’ve seen mobs of men carrying sticks and stones. There’s been arson. We were being stopped from filming. You can someone yelling that at the end of video. #DelhiBurning #DelhiViolence pic.twitter.com/5QrRnsieM5— Yogita Limaye (@yogital) February 25, 2020\n\nOn Monday evening, as details of the intensity of the violence and the casualties emerged, a number of eyewitnesses, politicians and journalists all said that the police action had been inadequate, in some cases non-existent and in others complicit. One leader of the Aam Aadmi Party said that the Commissioner of Police – who reports not to the Delhi government but to the Union Ministry of Home Affairs led by the Amit Shah of the Bharatiya Janata Party – was not answering requests for additional deployment. बाबरपुर में चारों तरफ दहशत का माहौल बना हुआ है दंगाई फायरिंग व आग लगाते घूम रहे हैं लेकिन पुलिस फोर्स नहीं है। मैं लगातार @CPDelhi से बात करने की कोशिश कर रहा हूँ। कमिश्नर फोन उठाने को राजी नहीं हैं। मेरा @LtGovDelhi साहब व गृहमंत्री जी से आग्रह है कि तुरंत पुलिस फोर्स लगाएं।— Gopal Rai (@AapKaGopalRai) February 24, 2020\n\nIt all began with an ultimatum on Sunday by BJP leader Kapil Mishra, who threatened to take the law into his own hands if the Delhi Police did not clear out protesters who had occupied public spaces in the area. Mishra stood in front of a police officer and said he would not even listen to the police if nothing had happened within three days. He proceeded to lead a pro-government rally close to a protest site. Regardless of who began the violence since reporting on this remains unclear, it is apparent that Mishra’s threats were not just known to the police, they took place right in front of an officer. So there could be no excuse for the lack of preparedness for the tensions that followed. दिल्ली पुलिस को तीन दिन का अल्टीमेटम - जाफराबाद और चांद बाग की सड़कें खाली करवाइए इसके बाद हमें मत समझाइयेगा , हम आपकी भी नहीं सुनेंगे, सिर्फ तीन दिन@DelhiPolice pic.twitter.com/9ozTazMZew— Kapil Mishra (@KapilMishra_IND) February 23, 2020\n\nThe Indian Express reported that on the very same night of Mishra’s threats, stones were thrown at Muslim houses and their residents targeted. By Monday morning, things were even more tense. Yet the police were present in very small numbers, as noted by Reuters’ Devjyot Ghoshal. We saw multiple vehicles set on fire, metal barricades torn down and thick smoke billowing as supporters of the new law clashed with opponents. A small contingent of police was vastly outnumbered.— Devjyot Ghoshal (@DevjyotGhoshal) February 24, 2020\n\nReporters at the spot said even where the police were present, they did not act. Scroll.in’s Vijayta Lalwani said that the authorities intervened only after a pro-government mob had been allowed to set fire to a shop. “At 5.10 pm, a mob of young men saw a garment shop and a pan shop  across the street from the temple,” said another report in the Indian Express. “Over 20 police personnel watched as  young men, some teenagers, broke down banners, shutters, and looted the  pan shop.” A reporter for the Hindu also pointed out the belated actions of the police. The entire stretch leading up to NE Delhi's Khajoori Khas saw a blood-hungry mob spotting and thrashing members of a minority community. Many were bleeding while trying to flee. Police reached half an hour later. All this, in front of me. In @the_hinduhttps://t.co/CvBWdbNJXw— Hemani Bhandari (@HemaniBhandari) February 25, 2020\n\nEven more disturbingly, the police seemed to participate in the violence. Reuters’ Ghoshal posted a video in which police personnel instructed an anti-Muslim mob on when to thrown stones, with one official joining in. There was some coordination, too.“Go ahead and throw stones,” one policeman shouted to protesters backing the law, during one of the running battles.Why there weren't more cops immediately deployed is a little puzzling. pic.twitter.com/lxgc8446EH— Devjyot Ghoshal (@DevjyotGhoshal) February 24, 2020\n\nIn contrast to the situation at the site of the protests against the CAA, where police were frequently using tear gas in an attempt to disperse crowds, the anti-Muslim mob sites had a more “festive” mood, with food being distributed to the police,  The Wire reported. “When we came into the area commandeered  by the Hindutva group, the most notable thing was the aura of festivity,” the Wire report said. “A large group of people was shouting slogans, including the now  notorious ‘goli maaro saalon ko’, while groups of people distributed biscuits. A man was carrying around a large tray filled with plates of upma, which he was giving the policemen standing by, a significant number of whom were happily partaking of the food.” By Monday evening, the Delhi Police had put out a few statements acknowledging the casualties and injuries, and calling on people to maintain peace. Yet by night, the Gokulpuri tyre market – which has a significant Muslim presence – and a mosque nearby was set on fire, even though it is right next to the area’s police station. A tyre market at Delhi's Gokulpuri has been burned down. Some tyres were still burning a day after violence broke out at northeast Delhi's Maujpur. A small masjid also completely destroyed. Look, this market is right next to the police station and they did not take any action. pic.twitter.com/DS4CgksyjJ— JijoyMatts' (@jijoy_matt) February 25, 2020\n\nDespite all of these developments and widespread reporting on the inadequate presence of the Delhi Police, the same situation seemed to play out even on Tuesday morning. It’s been over 24 hours, still you are outnumbered @DelhiPolice ? Your personnel standing at the entrance of Karawal Nagar being a mute spectator. Look what’s happening here 👇🏻Literally none scared for rule of law ! pic.twitter.com/VsNZbQA1C1— Arvind Gunasekar (@arvindgunasekar) February 25, 2020\n\nAs houses are being burned to the ground in Khazoori Khas in North East Delhi- there is NO police present in the area. This is 3rd day of #DelhiRiots. Why is this still on? pic.twitter.com/ZEzRZEN6Do— Runjhun Sharma (@Runjhunsharmas) February 25, 2020","author":"Scroll Staff","time":"2020-02-25T14:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137184-xgjbccpiyt-1582619557.jpg","tags":["Delhi Police","Kapil Mishra","Delhi violence"],"source":"https://scroll.in/article/954241/why-was-delhi-police-unprepared-for-mondays-violence-even-after-bjp-leader-kapil-mishras-threats"}