{"title":"Why sports and politics are completely intertwined in India","content":"On December 21, the Wrestling Federation of India finally had its elections for a new executive council. It should have marked a new beginning for a sports body that for most of 2023 had been under fire because of  allegations that women wrestlers had been sexually harassed and intimidated by Brij Bhushan Sharan Singh, the  Bharatiya Janta Party MP who had headed the organisation.But though Sanjay Singh was voted into the president’s position last week, it was Brij Bhushan who was garlanded and paraded in triumph. Sanjay Singh, after all, was his aide.Amidst the uproar, the Union Ministry of Youth Affairs and Sports suspended the newly elected body three days later. But it raised the question, yet again, about why so many Indian sports organisations are controlled by politicians.Of the eight sports in which India has won Olympic medals, four – hockey, shooting, badminton and tennis – are headed by politicians. Sanjay Singh, who was voted in to head the Wrestling Federation of India, is a member of the Rashtriya Swayamsevak Sangh, the parent organisation of the ruling Bharatiya Janta Party.Ajay Singh, the president of the Boxing Federation of India, though not a politician, has worked on the Bharatiya Janta Party’s media strategy and is often credited with coining the party’s election slogan “Ab ki baar Modi sarkar”, this time a Modi government.The All India Football Federation is headed by  Kalyan Chaubey, a former player who is a member of the BJP.  The president of the Indian Olympic Association, athletics legend PT Usha, is a Rajya Sabha MP nominated by the BJP.The all-powerful secretary general of the Board of Control for Cricket in India, which governs the country’s most popular and lucrative sport, is Jay Shah – the son of Home Minister Amit Shah.Also read: Tennis star Somdev Devvarman on wrestlers’ protest – ‘Athletes are being silenced for speaking up’Sports gives politicians an additional lever to wield influence. The success of an athlete is used to promote the idea that the system – and the politician at the helm – is doing a good job. It gives the politician a chance to remain in the spotlight under the gaze of millions of sports watchers.For instance, at the Tokyo Olympics in 2020, when the Indian contingent marched into the stadium, the television broadcast showed a split-screen to beam images of sports minister Anurag Thakur rather than just focus on the athletes. Adille Sumariwala, president of the Athletics Federation of India,  said that sports and politics cannot be separated. “They have to co-exist,” he said.Sumariwala is one of the few chiefs of a national Indian sports federation who is not a politician. He is a former national 100m sprint record holder and competed at the 1980 Olympics in Moscow, and has been president of the athletics body since 2012.  In a resource-starved country like India, politicians have the access to power that can swing decisions necessary for sports to thrive,. “They go and convince higher authorities, they sit in cabinet meetings because they are ministers,” Sumariwala said. “And that is why we benefit. They have the reach.”  He explained, “It starts at the top. If the prime minister says that he will invest in sports, the ministers will say we need a larger budget for sport.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nDiana Edulji, former captain of the Indian women’s cricket team, agreed that politicians have a role to play in sport.  She was also a part of the Committee of Administrators appointed by the Supreme Court of India to look after the BCCI’s affairs from 2017 to 2019. “In this country, politicians are required because otherwise there is too much red tape-ism,” she said. “Without their support, it is very difficult.”In a recent post on X, formerly Twitter, former Indian men’s hockey captain Viren Rasquinha offered suggestions  for Indian sports federations to become more effective. They included following the National Sports Code, a functioning website with audited accounts posted along with the selection policy for tournaments posted in advance. He also suggested a proper coaching pathway with a sound domestic competition structure, a clear anti-doping policy and Prevention of Sexual Harassment Committee.But for these suggestions to be implemented, sports organisations need the right people – “people who have the heart, soul and passion of being in sports”, he said.He emphasised that it was necessary for paid professionals to be involved in sports administration. “You just need to have the right balance – a combination of administrators for administrative matters and sportspeople to guide on the sports matters,” he said.Sumariwala noted that it is the politicians rather than athletes who are more adept at administrative work. “There is a lot of planning that goes into running a federation,” he said. He likened the president of a sports federation to the chairperson or chief operating officer of a company. He explained, “If you don’t have the administrative ability, or the experience, you cannot run a federation.” The administrative work, Edulji added, also does not appeal to many retired athletes. She explained how most former players tend to get into coaching or commentary work rather than getting involved in honorary positions in federations.  Rasquinha, however, noted that running a federation involves tasks such as raising the profile of the sport and fundraising in addition to organising tournaments and events.“Every federation should have a high-performance director, who understands the technical aspect of the sport, who guides on competition structure, the selection process,” he said. “You cannot have people who have never played the sport decide what should be the selection process.”The danger of having politicians in charge is that processes can get mired in red tape, as was evident during Brij Bhushan’s reign at the wrestling federation.“These structures tend to be over bureaucratic, to the detriment of athletes,” wrote Somdev Devvarman in his column for Scroll. “The system should be nourishing and protecting its athletes. The second bureaucracy enters sport, then the winner is not sport. It is bureaucracy.”In the ultimate analysis, Sumariwala noted, it is necessary to acknowledge that sports and politics are interlinked.“You cannot separate politics from sports,” he said. “Whether it is the [International Olympic Council] taking a decision about Russia participating because of the Ukraine war, or something to do with the Israel war, the IOC is also taking political decisions. Right now they’re thinking of letting Russian athletes participate without using the name Russia. This is all politics.”","author":"Shahid Judge","time":"2023-12-30T12:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197059-qjxyoaepfj-1703784445.jpg","tags":["Brij Bhushan Sharan Singh","Sanjay Singh","Adille Sumariwala","Diana Edulji","Somdev Devvarman","Indian sports","Wrestling Federation of India"]}