{"title":"Why has the Congress promised a law against paper leak in its election manifesto?","content":"In a section of its draft manifesto for the Lok Sabha elections released on March 7, the Congress has promised a new law to prevent question papers of examinations being leaked. The proposal is part of the Congress’ “Yuva Nyay Guarantee”, a set of electoral promises for young Indians.The law against paper leak has been clubbed along with promises such 30 lakh government jobs, an assured apprenticeship for all holders of diplomas and degrees and a corpus fund for startups, indicating the Congress views paper leaks as a major hurdle to young Indians finding jobs.Over the last five years alone, paper leaks have resulted in 41 recruitment exams across 15 states being cancelled, hampering the employment hopes of 1.4 crore applicants, The Indian Express reported in February.The Central government and at least eight state governments have introduced laws to curb the menace but it continues unabated. The Congress claims that its proposed law will be more effective. “Our law is not a reactive one that punishes the culprits after a paper leak,” said  Praveen Chakravarty, the chairman of the Congress Professionals’ Wing and Data Analytics unit. He was part of the panel that formulated its draft manifesto. “It will bring about a systemic overhaul that will target the entire paper leak nexus,” he said,Scale of paper leaksThe Public Examinations (Prevention of Unfair Means) Act  passed by Parliament in February provides for imprisonment of up to 10 years and a penalty of up to Rs 1 crore for paper leaks that are the result of “organised crime”.States such as Rajasthan, Uttar Pradesh, Andhra Pradesh, Gujarat, Uttarakhand, Chhattisgarh, Jharkhand and Odisha also have laws aimed at preventing paper leaks. Some of them have provisions for stricter punishments than the legislation passed by the Centre. But they have not proved to effective enough in stopping the problem.Days after Parliament passed the law against unfair means, allegations of paper leaks led to two recruitment exams in Uttar Pradesh getting cancelled. More than 48 lakh candidates had appeared in the recruitment exam for police constables, while nearly seven lakh aspirants had taken the exam for hiring review and assistant review officers.2. Similar scenes outside campus of Uttar Pradesh Public service commission in Prayagraj where hundreds of aspirants of RO/ARO exam have gathered in protest against the alleged paper leak. They are also demanding re-exam. pic.twitter.com/QRpuYXBZd9— Piyush Rai (@Benarasiyaa) February 23, 2024\n\n\nThe problem has become so widespread that it now plagues even school examinations. In February alone, there were reports about leaks of mathematics and biology question papers for the Class 12 exams of the Uttar Pradesh board, English question paper for the Class 12 exams of the Nagaland board and the Chemistry question paper for the Council for the Indian School Certificate Examinations.Lapses within the system leave aspirants in lurchMost papers have been leaked because of the corruption of administrators.  The effects are faced by aspirants who have spent years preparing for the recruitment exams.Among them is Rishikesh Meena, a 23-year-old aspirant of government jobs from Dholpur in Rajasthan, who has appeared in two recruitment exams since 2021. Both of them were cancelled after the question papers leaked.In December 2022, Meena was appearing for the Rajasthan Public Services Commission exam to recruit Grade II teachers. “About 15 minutes before the exam was to end, we were told the paper had been leaked,” Meena said. “We later found out that the question paper had been circulated on WhatsApp.”The police have accused Babulal Katara, a member of the Rajasthan Public Service Commission of leaking the paper to the vice principal of a government school for Rs 60 lakh.An even more striking case is of the paper leak in an exam held in September 2021 to recruit police sub-inspectors in Rajasthan. Meena had appeared for the exam but did not qualify. Nearly 18 months after the exams, and after the positions had been filled, the police last week arrested 14 trainee sub-inspectors accused of qualifying through fraudulent means as the question paper had been leaked. Those arrested include the exam topper and the son of a deputy superintendent of police.Ranjeet Meena, a primary school teacher in Jaipur, who also offers coaching to underprivileged civil services aspirants, told Scroll that corruption and favouritism in the administrative setup was responsible for paper leaks. Ranjeet Meena’s wife, Hemlata Meena, had also appeared for Grade II teacher recruitment examination that got cancelled.“There is corruption within the RPSC itself because political appointments are being done,” Ranjeet Meena said. “If a person in the administration is directly involved in politics, he will always have a sense of impunity.”Paper leaks in Rajasthan and allegations against government officials in such cases were a major electoral issue ahead of the state elections last year. But the matter is not unique to Rajasthan.In Gujarat, many government employees and even a former mayor of Ahmedabad have been accused of being involved in paper leaks. In connection with the leak of the question paper for theBihar Public Service Commission exam in May 2022, the police arrested a block development officer, a revenue officer and a deputy superintendent of police. Similarly, in Telangana, the main person accused of the State Public Service Commission paper leak was the personal assistant of the secretary of the civil services body.Many cases have been marked by tardiness in official investigations into the leaks. In at least two cases in Telangana, no arrests have been made. In one case in Haryana, no first information report has been filed even though the exams were cancelled last year, The Indian Express reported in February.In the recent leak of the paper for the constable recruitment exams in Uttar Pradesh, the Adityanath government has been accused of not acting swiftly. Sarthak Rana, 20, who appeared for the exam, told Scroll that rumours about the paper being leaked bad been circulating in Chhaprauli town for a week before the tests were held on February 17 and February 18.“We were hearing that the paper was being sold for Rs 12 lakh,” Rana said. “A day before the exam, a question paper was available on Telegram groups for free and that was indeed the paper for the second sitting on 17th. Some people posted about this on Twitter but the government denied the claims.”Rana added that before his exam in the first sitting on February 18, he received another question paper on a Telegram group. “The question paper did not match for me, but it turned out to be the paper for the second sitting,” he said.The exams were cancelled only on February 25 after several candidates held protests and Opposition leaders criticised the Uttar Pradesh government.Why has Congress taken up the issue?Congress Professionals’ Wing and Data Analytics Chairman Praveen Chakravarty told Scroll that the party recognised paper leaks as a deterrent to young Indians’ aspirations to bag a government job.“During [Congress MP] Rahul Gandhi’s Bharat Jodo Yatra across the country, thousands of young people complained that their careers got derailed because their exams got cancelled due to paper leaks” Chakravarty said. “So, we realised that besides creating jobs in the private sector, it was important to put government recruitment in order.”देश के युवाओं! कांग्रेस आपको 5 ऐतिहासिक गारंटियां दे रही है जो आपकी तकदीर बदल देगी।1. भर्ती भरोसा : 30 लाख सरकारी पदों पर तत्काल स्थायी नियुक्ति की गारंटी।2. पहली नौकरी पक्की : हर ग्रेजुएट और डिप्लोमाधारी को एक लाख रू प्रतिवर्ष स्टाइपेंड के अप्रेंटिसशिप की गारंटी।3. पेपर… pic.twitter.com/jC62VgPKzM— Rahul Gandhi (@RahulGandhi) March 7, 2024\n\n\nData from the Centre for Monitoring Indian Economy shows that in the October-December 2023 quarter, joblessness among those in the age group of 20 to 24 stood at 44.49%,  For the age group of 25-29, it stood at 14.33%  Youth unemployment in India is made worse by the fact that the unemployment rate among graduates under the age of 25 is very high – at 42%, according to the State of Working India Report 2023.Studies have also shown that a large section of young Indians remain unemployed for years while trying to bag government jobs.","author":"Abhik Deb","time":"2024-03-19T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199240-szsntvyave-1710409472.jpg","tags":["Paper leak","Government jobs","Congress","Congress manifesto","Unemployment in India","Youth unemployment"],"source":"https://scroll.in/article/1065184/why-has-the-congress-promised-a-law-against-paper-leak-in-its-election-manifesto"}