{"title":"Why climate change is making it harder to forecast the monsoon accurately ","content":"In April, the India Meteorological Department made two important forecasts for the upcoming monsoon. One, that El Niño conditions – the unusual warming of ocean surface water that can cause reduced rainfall – were likely to develop during the monsoon. Two, despite these conditions, the monsoon will be “normal”, with the south peninsula expecting normal to above normal amounts of rain, and north-west India expecting normal or below normal rainfall.However, by the end of June, the situation on the ground looked very different from these forecasts. The geographical distribution of rainfall was the opposite of what had been forecast: north-west India saw 42% excess rainfall in June, while the southern peninsula experienced 45% below normal rainfall, along with a 6% deficiency in central India, and an 18% deficiency in east and north-east India. The April forecast of the IMD followed the template of long-range forecasting, which can be done as many as two years in advance. For the monsoon – a crucial season during which India gets 70% of its annual rainfall – the IMD issues forecasts up to three months in advance. Predicting rainfall between June to September, it presents a general trend of expected monsoonal conditions.But closer to the onset of the monsoon, smaller variations can mould how the monsoon acts, which is what happened this year. The long-range forecast went awry because of the formation of Cyclone Biparjoy in the Arabian Sea. As the cyclone intensified in the Arabian Sea in early June, it took with it the moisture that could have strengthened the monsoon. As a result, the monsoon could not develop over Mumbai on June 11, its usual arrival date in the city. By the time the cyclone dissipated on June 19, its remnants hovered around as a low-pressure system over Uttar Pradesh and Madhya Pradesh. To fill this depression, monsoon winds rushed in from the Bay of Bengal arm of the monsoon, advancing the rains in Delhi. The result was a once-in-a-six-decade coincidence when Delhi and Mumbai welcomed the monsoon on the same day.Scientists attribute the cyclone’s unusual duration to climate change. “It lasted for a very long time of almost ten days because the Arabian Sea was warming since January,” said Raghu Murtugudde, an earth scientist and professor at University of Maryland. Weather events like Biparjoy, channelled by climate change, have been on the rise. These are interacting with the monsoon, leading to more unpredictability and making it harder to produce accurate long-term forecasts. “This is why you will see that all scientists agree that the El Niño is coming, but [they] do not necessarily agree on the impact of it on the monsoon,” Murtugudde said.Anjal Prakash, clinical associate professor (research) and research director of the Bharti Institute of Public Policy at the Indian School of Business, said, “Traditional monsoon patterns have been thrown off by climate change, which has led to changes in temperature, air moisture, and wind patterns.”  These changes have made it challenging to precisely forecast monsoon patterns over a few months, said Prakash, who is also an author of the Intergovernmental Panel on Climate Change report. “This can make it more difficult to respond to and mitigate these catastrophes.”High tidal waves at Marine Drive in Mumbai ahead of the landfall of Cyclone Biparjoy. Credit: PTI.Short-term variationsRising ocean temperatures have a direct impact on the monsoon pattern. As ocean temperatures rise, a lower pressure over their surface is created. To fill this low pressure, winds rush over. For normal monsoon conditions to prevail, the flow of the wind is opposite – the landmass heats up to create a low pressure, which then pulls monsoon winds over from the oceans. But with the oceans warming, the winds – which should have fed the monsoon over land – end up feeding the spaces over oceans, and might cause favourable conditions for cyclones. However, other than the likelihood and potential of how these temperatures may spin off into cyclones, long-term forecasting cannot predict the intensity of such events and their capability to shape the upcoming monsoon. This is exactly what happened this monsoon. Murtugudde explained that just as the monsoon trough, which is the low pressure area that attracts monsoon clouds, reached the Andaman and Nicobar Islands on time on May 15, within days, its growth paused since Cyclone Mawar started developing in the Pacific Ocean. As the strong cyclone developed, it pulled winds from the Bay of Bengal into the South China Sea to feed the cyclone.Then, as Cyclone Mawar slowly weakened, the prevailing monsoon conditions, albeit weak, acted as the spark for Biparjoy to form. “Cyclones need some type of connective activity to initiate,” Murtugudde said. “Think of this as seeds. The beginning of the monsoon became one such seed that formed into Biparjoy.”As it developed, it shaped the monsoon pattern. “Cyclones in the Arabian Sea rotate anti-clockwise. Depending on where its location is, cyclones can pull the monsoon trough,” Murtugudde said. This can lead to the monsoon arriving early.  However, in the case of Biparjoy, while it was developing in the Arabian sea, it first moved further westward from India’s landmass, before turning towards Gujarat to make the landfall. In feeding itself away from the landmass, it took up the available moisture that could have instead strengthened the monsoon.“It was this rather unique combination of cyclones and monsoon that the rains were delayed this year,” he added. Apart from the duration of Biparjoy, Murtugudde also attributed Cyclone Mawar’s intensity to climate change, a direct consequence of rising ocean temperatures.  Cyclones such as Biparjoy might be on the rise with the ocean heating, further challenging accurate monsoon forecasting in the future. A 2022 study showed that between 1982 and 2018, the instances of marine heatwaves – extreme oceanic warm water events – have increased in the Indian Ocean. At the rate of 1.2 to 1.4 events per decade, the western Indian Ocean saw the largest increase, compared to the Bay of Bengal. Dr DS Pai, Head of the Environment Monitoring And Research Center at the IMD, New Delhi, explained why the frequency and intensity of rain events have increased recently: “Now, because of certain drivers of climate change like increased ocean temperatures, there is a lot of moisture in the atmosphere, which then leads to precipitation in large quantities.” Pai said that the IMD’s skill of forecasting rainfall distribution and rainfall intensity has improved in recent years significantly. “But, it is still challenging to forecast rainfall amounts accurately as there is a lot of randomness and short-term variations in the atmosphere,” said Pai.Such inaccuracies, Prakash explained, can risk underestimating the geographical spatial extent and intensity of severe occurrences, like heavy rainfall days.Murtugudde offers a helpful metaphor to understand the role of short-term variabilities in climate that impact the monsoon, especially in cases of extreme weather events. “Think of India as a popcorn kettle,” he said. In the kettle, the heating happens uniformly, but some kernels of corn will pop randomly. Similarly, Murtugudde explained that whether at the city or country level, at a large scale, the temperature experienced is usually the same. But rainfall is often “spotty”.Now, the conditions that cause extreme rain, for example, are also changing in intensity and frequency. “Those are difficult to forecast in the long term,” said Murtugudde. Extreme rain events have become more frequent in recent years. Credit: PTI.Current fluctuationsIt is not just the short-term variations that are impacting the monsoon and the ability of forecasters to predict the patterns. Even longer-term seasonal shifting is now being detected. Some of these shifts have been mentioned in a May 2023 report, co-authored by researchers from government institutions including the Indian Institute of Science in Bengaluru, the Indian Institute of Technology-Delhi, and the Ministry of Earth Sciences. In the report titled “India’s Climate Research Agenda: 2030 and beyond”, the researchers found that in recent years, there has been significant rainfall in the first half of October as well, which goes beyond the traditional season of monsoon between June to September. The study goes on to highlight the need to fill this gap in research to understand how the monsoon may be changing between decades. For a long time, India used statistical models where the current monsoon was being predicted based on previous years’ correlations between global trends like that of El Niño and rainfall. But with seasonal shifting occurring along with outlying extremes like cyclones, the previous averages and historical data might not accurately reflect the current climatic fluctuations.“The time and length of the monsoon season have changed due to disturbed conventional monsoon patterns caused by shifting climatic trends,” said Prakash. “Forecasting models must take current climate fluctuations and trends into account to effectively handle this task. This may be accomplished by merging current data, observations, and climate change forecasts.”The IMD has been using climate projection models that Prakash refers to. These are complex models that simulate the atmosphere, ocean temperature and ice among other factors for the entire planet, or even smaller geographical regions. Such models help analyse climatic changes over decades to understand how human activity is impacting the Earth.  “The models that we now use allow us to input factors that are changing over a long period of time, like humidity, or ocean temperatures,” said Pai. “This is where the role of scientists comes in, for them to be aware of what changes are happening, and analyse what is driving climate change, and deciding which variables should be input in the system. It becomes a challenge if we do not know how climate change is impacting the weather.” Since 2012, the National Monsoon Mission of the ministry of earth sciences, which aimed to develop a state-of-the-art dynamical prediction system for the monsoon, has been using a suite of new, high-resolution models to predict rainfall at different time scales from nowcasts – forecasts for under 24 hours – to as much as two months in advance. They are also able to access more sophisticated models used by other countries and there-by generate multi-model ensemble forecasts.Murtugudde added that this data can also be made more coherent with what he calls “earth system feedbacks”.  He explained this with an example of the Western Ghats, where, during the rains, the vegetation absorbs a lot of water. During dry days, the vegetation releases water. Through this natural system, about 30% of the rain in Tamil Nadu depends upon the moisture released in the Western Ghats, Murtugudde said. “Feedbacks like these are not included in the forecast models, and going forward, these will have to be eventually built in the models,” for accurate regional forecasting, he said.For better and accurate cyclone forecasting, Murtugudde pointed out that major buoys, like Rama, co-managed by India and other countries, need to function well. Since the Covid-19 lockdown, the buoy has not been serviced since ships could not travel, and crucial information like that of ocean temperatures and humidity has not been collected. “There are many different players affecting the monsoon, like El Niño, or arctic warming, the ocean temperatures,” said Murtugudde, adding that the long-term variations of these need to be constantly monitored. “But, in the end, the monsoon has its own mind as well.”","author":"Vaishnavi Rathore","time":"2023-07-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191941-qwqthxhmvx-1688658956.jpg","tags":["Monsoon","Southwest Monsoon","Climate Change","El Niño","Ocean Temperatures"],"source":"https://scroll.in/article/1052110/why-climate-change-is-making-it-harder-to-forecast-the-monsoon-accurately"}