{"title":"Why the Maratha quota stir is politically significant in Maharashtra","content":"After nearly five years, the Maratha community’s demand for reservations in educational institutions and government jobs has seen a resurgence in Maharashtra at a time of changed political equations and impending electoral contests.Manoj Jarange-Patil, a Maratha leader little heard of until last week, is spearheading fresh protests demanding reservation for the Marathas. He warned that the agitation may escalate if the Maharashtra government did not issue a resolution on the matter by Tuesday.With the Marathas a politically-influential community in Maharashtra, the long-standing demand assumes significance. The stir comes amid a possible close contest between the ruling Bharatiya Janata Party-led alliance and the Opposition bloc in the upcoming polls.A fresh agitationSince August 29, Jarange-Patil has been on a hunger strike in Antarwali Sarathe village of Jalna district, sparking a fresh agitation for reservation. Other districts in Maharashtra, including Pune, Solapur, Nanded and Nagpur, have also witnessed protests led by Jarange-Patil’s Maratha Kranti Morcha.On Friday, police fired tear gas shells and baton-charged a mob to disperse protesters who allegedly stopped local authorities from shifting Jarange-Patil to a hospital. Several people, including around 40 police personnel, were injured. More than 15 state transport buses were set ablaze. The violence continued on Saturday.It triggered an uproar with the Opposition and Jarange-Patil seeking the resignation of Deputy Chief Minister Devendra Fadnavis, who holds the state home ministry portfolio. Fadnavis on Monday apologised for the violence against the protesters.In the face of heightened political pressure, Chief Minister Eknath Shinde on Monday announced that a committee that looking into how Kunbi caste certificates can be issued to Marathas from the Marathwada region will submit its report within a month. The Kunbis are a broad sub-caste of Marathas already grouped under the Other Backward Classes category in Maharashtra.“The state government has taken this issue seriously and we are working to find an amicable solution,” Shinde said in Mumbai. The chief minister also ordered a probe against senior police officers over the lathi charge.But Jarange-Patil has remained firm on the Tuesday deadline, which lapsed on September 5, warning that he will escalate the protest if the state did not issue a government resolution on the reservation for the community. Speaking on Monday, Jarange-Patil said he and his organisation will announce their next course of action on Wednesday.Sakal Martha Samaj activists stage a protest against the Jalna administration over the alleged lathicharge on protestors, in Mumbai on September 3, 2023. Credit: PTI PhotoMaratha quotaThe Marathas are a group of clans, historically comprising peasants and warriors but generally with an agrarian background. Since the last official caste census was in 1931, there are only estimates of the numerical strength of the Marathas. Some estimates suggest that Marathas constitute30% of the population of Maharashtra.For decades, the community has demanded quotas in education and government jobs, citing a decline in financial stability following agrarian distress. The community organised a series of massive protests in 2017 and 2018.In 2018, under pressure, the Maharashtra government – then comprising the BJP and a united Shiv Sena – provided 16% reservations for the Marathas under the socially and educationally backward category.A year later, the Bombay High Court upheld the idea of the quota but said its proportion of seats should be lowered. The High Court said that the 16% reservation, as proposed by the Maharashtra government, should be lowered to 12% or 13% as recommended by the State Commission for Backward Classes.However, the Supreme Court blocked the Maratha reservation in 2021 citing the 50% cap on total reservations it had set in 1992. The court said that there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit. In addition, the court ruled that the state had no authority to accord socially and economically backward status to a community: only the president can tweak the central list of socially and backward classes, said the court. States can only make “suggestions”.The 102nd Constitutional Amendment passed in 2018 set up the National Commission for Backward Classes to determine quotas for socially and educationally backward classes.Consequently, Uddhav Thackeray, who was chief minister at the time, sought the intervention of the Centre and the president to secure reservation for the Marathas. There has been a stalemate since then.Maharashtra Chief Minister Eknath Shinde with his deputies Devendra Fadnavis and Ajit Pawar talking about the Maratha quota issue in Mumbai on September 4, 2023. Credit: PTI PhotoPolitical significanceThe Marathas are a dominant and politically-influential community in Maharashtra, comparable to the Yadavs in Bihar and Patels in Gujarat. The majority of Maharashtra’s chief ministers since 1960 have been from the Maratha community. Between 2014 and 2019,  nearly half of the total 288 MLAs were Marathas.The agitation assumes political significance as several elections are due soon. Besides the Lok Sabha polls next year, Maharashtra is due to hold assembly elections late in 2024. Municipal elections, already long overdue, are also expected in major cities, including Mumbai, Nagpur, Pune and Thane. Opinion polls have predicted a close contest between the National Democratic Alliance (which comprises the BJP, Shinde’s Shiv Sena faction and Deputy Chief Minister Ajit Pawar’s Nationalist Congress Party faction) and the Maha Vikas Aghadi group. The Maha Vikas Aghadi comprises Uddhav Thackeray’s Shiv Sena faction, Sharad Pawar’s Nationalist Congress party faction and the Congress. Leaders such as Sharad Pawar, Thackeray, Arjun Khotkar from Shinde’s faction, Ashok Chavan of the Congress, Maharashtra Navnirman Sena chief Raj Thackeray and BJP leader Raosaheb Danve have all met Jarange-Patil over the past three days to express their solidarity with the cause.The Maha Vikas Aghadi, which unseated from power in June last year after the BJP engineered a split in the Shiv Sena, has already seized the issue. Sanjay Raut, an MP from the Uddhav Thackeray faction of the Shiv Sena, asked why neither Shinde, Fadnavis nor Ajit Pawar had gone to Jalna so far. “They know they will not be allowed to set foot in Jalna,” said Raut, according to The Indian Express. “They know they will be chased away by the Maratha community.” BJP parliamentarian Udayanraje Bhonsle, meanwhile, faulted the Maha Vikas Aghadi for failing to grant reservation to the Marathas. Bhonsle, the Satara Rajya Sabha MP, said on Sunday that “nobody should politicise the issue”, according to The Times of India. “When they [Maha Vikas Aghadi] were in power, they did not take any step to get justice for the Maratha community.”","author":"Nachiket Deuskar","time":"2023-09-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193809-icrkyfgfqy-1693931737.jpg","tags":["Maratha","Maratha Quota","Maharashtra","Politics"],"source":"https://scroll.in/article/1055482/why-the-maratha-quota-stir-is-politically-significant-in-maharashtra"}