{"title":"Why even those who don’t believe in deities love bhakti poetry","content":"When I was travelling in the Himalayas twenty years ago, I stayed with Tapovani Ma, a sanyasi in her 80s, famous in that locality for her siddhis. The villagers of Gangori would come to her hut for kirtan every Thursday. After I witnessed the singing and dancing, I asked her about their amazing bhakti. She said – oonchey degree ka bhakti nahin hai. Main naachti hoon, woh naachtey hai, theek hai, acchi baat hai. I thought she was right. Acchi baat hai. What we fake today, life can make later.But I have also seen how bhakti spills over into the most dry spaces. Ten years ago, I was in Pune doing research on mantras with Vedic ritualists. My question was – if mantras deliver results, why do you need bhakti? Many of the ritualists with whom I discussed this question did not think bhakti was necessary. I was informed that bhakti was only for ordinary people. He said, after a yajna was completed, they would toss the bricks from the vedi (vedic fire altar) into the back garden. Sometimes, people would come and take away these bricks to do puja. And when the yajna was being conducted, the crowds would push and crane their necks, folding their hands when they saw the fire as though the fire was a murti and they needed darshan.Integrated from the beginningMoreover, I find that agnostics are impatient with ritualism but quite soft-hearted when it comes to expressions of bhakti. It is also commonplace to refer to Bhakti as a movement, an andolan, and to think of bhakti poets as social reformers. There is also the warm and fuzzy feeling about the use of the vernacular, bhasha, doing away with the irritating baggage of Sanskrit. Is this really so?In Poems to Śiva: Hymns of the Tamil Saints, Indira Peterson discusses the collaboration and harmony between brahmanical and devotional traditions – between vedic pundits and the charismatic leader-poet-saints of the Tamil temple culture. The 7th CE songs of Tevaram and Tiruvācakam are integrated into the Tamil Shaiva tradition, and closely connected with ritual worship at temples, with formal offerings of “garlands of verse.” Peterson describes temple processions where Brahmin priests lead the group singing the rudram, and the Tevāram performers are at the back, and they explain this position at the rear as the more accessible embodiment of Shiva. Oṭuvār trainees are taught in a process similar to vedic recitation. Sanskrit and veda were highly regarded, and in this collaboration between vedism and devotionalism, in fact, it was the Jains and Buddhists who were alienated.In the book Speaking of Shiva, AK Ramanujan writes about the Virashaiva poets – 11th and 12th CE Kannada poets with bhakti for Shiva such as Basavanna, Allammaprabhu and Mahadeviyakka – and discusses it as a protest movement. While there is a rejection of structure, bhakti communities developed their own structures – a three-part hierarchy, based not on birth or occupation, but on mystical achievement: the Guru, the Elders and the Novices. Ramanujan also notes how bhakti begins by denying and defying establishment, but soon enough, heretics are canonized and worshipped in temples. “Great tradition” elements grow around them – hagiographies, local legends and rituals – the rebel becomes the founder of a new community of hierarchies, which in turn, is defied by new egalitarian movements.12th CE Alvar saint Andal’s songs are performed in temples including Tirupati, and Srivaishnava temples have festivals dedicated to her. This is not just a southern phenomenon. Perhaps any movement that becomes popular is quickly embraced – or even co-opted – by groups such as the Vallabha community that integrated Surdas into their fold and presented him as a disciple of their guru, and today, at Ramlila in Benaras, Brahmin priests sing from Ramcaritmanas. Kabir is now a personality in saguṇa Hinduism and his murthi honoured with offerings of lights, and the Kabir panth teaches Sanskrit to novitiates.Bhakti for everyoneAgain and again, bhakti breaks through the ranks – the caamar Ravidas, weaver Kabir – and again and again, there is the mixing bowl of time, and the pull of the mainstream. An interesting repositioning is achieved by the Adi-dharm followers of Ravidas, who see themselves as indigenous to the Indic region, and as predating Aryans. The narrative about the anti-establishment hero has plenty of collective imagination feeding into it. As Arvind Krishna Mehrotra has pointed out, the public imagination has taken to a particular conception of Kabir and shaped this voice over the centuries. Ranjit Hoskote also talks about such editorial intervention by the public in the voice of the poet Lal-Ded. Writing about Sant Namdev, Christian Novetzke has examined cultural memory and shown how the identity of Namdev as one who champions the oppressed is preserved, and created.What 15th CE Annamayya, devotee of Venkateshvara said in Telugu: “brahmam okkaṭe” was also in vedic literature – ekam sat – bahudha viprāh vadanti. It is well known that the Sanskrit Bhagavata Purana had an enormous influence on vernacular expressions of bhakti. Numerous Sanskrit hymns are testament to the individual voice – and yet, when we think about and talk about Sanskrit hymns that are also full of longing for the divine, we are unable to process it as bhakti – I suggest that this is because it is in Sanskrit and in turn, we associate that with hegemony – this is a political response. I ask, could it be possible – for instance - that the Rigvedic hymns were ecstatic outpourings similar to bhakti poetry – and over time, became absorbed into rituals and institutionalised collections? After all, every hymn has a rishi, and a rishi is defined as one who has the skill and experience of inner vision – “rishir-darshanat.” It is easy to speculate why Mirabai is more popular than 12th CE Jaideva who wrote Gita Govinda in Sanskrit. Has it something to do with the fortunes of Sanskrit, or is the story of Mirabai just more romantic?The enduring, stable narrative of bhakti is this – the bhakti poet values direct access to experience and does not answer to any human authority. Thus, Kabir refuses to meet the king Sikandar Lodi, and emperor Akbar seeks the poems of Surdas.How intellectuals understand bhakti is a little different from how bhakti is understood more generally. While they may emphasise egalitarianism and transcendence in bhakti narratives, popular hagiographies focus on how bhakti poets and saints sing their way from miracle to miracle. To us, Andal is a mystic poet– in legend, she is regarded as an embodiment of Bhudevi. Most bhakti poetry has a tone of certainty when addressing the deity, the ishta devata is a living entity with whom one is conversing. For the bhakti poet, the divine figure, whether Rama, Krishna, Kali, is real and palpable. Those of us who only want to consider the deities as concepts blissfully ignore this reality.When we turn the lens upon ourselves as authors, translators and scholars, we find that we have our own soft spots. Poets like the transcendence, the ecstasies, and the daring. Activists like how it supports social reform. It becomes a pleasant alternative for those of us who are uncomfortable with institutionalised and/or politicised religiosity. It also becomes a ground we have not yet lost, or a ground we can continue to claim, or reclaim, away from monolithic narratives. I’m happy with that.Acchi baat hai.Mani Rao is the author of Bhagavad Gita: God’s Song, and Saundarya Lahari: Wave of Beauty.","author":"Mani Rao","time":"2024-05-12T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200623-wuxuogmfug-1715327545.jpg","tags":["bhakti","mani rao"]}