{"title":"Why has the Muslim personal law board suspended its women’s wing?","content":"Until last month, 39-year-old Huda Rawal spent her spare time volunteering with the women’s wing of the All India Muslim Personal Law Board. The education and child counsellor from Patna would reach out to Muslim women, especially those from disadvantaged families, and listen to the problems they faced in their personal and marital lives. She would take up cases with more senior members of the women’s wing and find ways to solve them.All that has come to an abrupt halt.On October 11, Maulana Khalid Saifullah Rahmani, general secretary of the board, wrote a letter to Asma Zehra,  convenor of the women’s wing. The women’s wing was to be suspended, the letter said, and its social media accounts should be deleted. “It will remain suspended till guidelines are formed,” the letter added. A week later, Zehra resigned from the working committee of the board, saying she had been treated unjustly. However, she still remains a member of the board.Back in Patna, Rawal was dismayed. “The letter came as a shock,” she said. “I could not understand how and why this decision was taken. It was a unilateral action. We are confused whether it has been wound up completely or suspended for some time.”As members of the community, including activists and women who are part of the board, exploded in protest, the board had to reassert that it was only a temporary measure.“In the absence of rules and regulation, our sisters were not aware of the boundaries within which to operate,” said Kamal Faruqui, an executive member of the board. “Unfortunately in some instances their conduct and statement breached those limits. The women’s wing is not an independent group, hence it can not act in a manner that violates the principles and point of view of the board.”The discord between the board and the women’s wing became evident with Karnataka’s decision to ban the hijab in educational institutions earlier this year – the two disagreed on how much they should intervene in the controversy. But it points to a larger disagreement about the board’s remit. According to Zehra, the women’s wing was consulted on most personal laws that concern them. However, the board shied away from taking positions on more political controversies, from the hijab ban to “Bulli Bai” and “Sulli Deals”, apps that held mock online auctions of Muslim women. The hijab banAs Karnataka moved to ban the hijab for women and girls studying or teaching in schools and colleges, it gave rise to a charged debate that threatened to spill over into violence. Hindu rightwing groups and students who supported them heckled girls wearing the hijab. Muslim teachers were filmed as they were made to take off their hijab and abaya before they entered campuses. In March, the high court upheld the government’s ban, saying it did not interfere with essential religious practices. Others argued it was not about religious practice but about individual rights.According to Faruqi, the hijab ban controversy should have been handled with care. “We had advised everyone to observe caution on hijab since it was a sensitive matter and we did not want to take the agitational route but some of our sisters had a different approach, which was not in line with the policy,” he said.If the board were to take to the streets to defend the hijab, Faruqi felt, they ran the risk of “getting trapped” in a polarising debate. Women on the board disagreed. They argued the hijab ban was “a pressing issue that should have been addressed proactively.” They felt they should have supported the women who petitioned the court against the ban.“Hijab is as important as a mosque,” said Zehra. “When the girls went to the court the board should have come forward to help them but they did not show any kind of activism.” She said that, in February, she had written a letter to the board and other Muslim groups, urging them to show solidarity with the school girls facing the hijab ban. “I told them if you can’t go out on the streets for girls, at least address a press conference,” she said. The board, she said, was not receptive.Zehra said she was accountable to the women and girls affected by the ban and “sandwiched between clergy and court”. After a snub from the board, Zehra moved the Supreme Court under the banner of the Sharia Committee Hyderabad, a Muslim women’s group working on social reform and the protection of personal laws. The committee filed one of the several petitions challenging the Karnataka High Court judgment in the Supreme Court. The board finally stirred into action under public pressure,  filing a petition against the ban. Zehra said that they had strong grounds for a challenge since the ban was restricting the ability of Muslim girls to get an education. The two-judge Supreme Court bench eventually delivered a split verdict, with Justice Hemant Gupta upholding the high court judgment. Justice Sudhanshu Dhulia argued the hijab should be allowed on campus in the spirit of accommodation and to ensure that dress codes did not keep Muslim women from getting an education.“We see split verdict as a kind of win,” said Zehra. “We are able to convince the public that the basic issue here was about education.”Soon Education will be Luxury. There is 'Demonetisation' of Education in Process... HIJAB BAN is to deprive Muslim Girls the Right to Education and merging of Small Schools will deprive Poor Class Small School Students. Hope Educationists Raise Voice!! Important Article. https://t.co/zjyRdm7XFR— Asma Zehra Tayeba Dr. (@AsmaZehradr) July 6, 2022\n\nThe triple talaq momentThe board also argued that matters like the hijab ban was out of its remit, as it only ruled on questions of Muslim personal law, or shariat. In India, this largely means jurisprudence dealing with marriage, succession, inheritance, trusts and charities within the Muslim community. It was set up as a non-governmental body in 1973 and was tasked with formulating policies to government Muslim personal law. The board draws members from all sects and schools of jurisprudence across the Muslim community. Out of a total of 251 members, 30 seats are reserved for women. Five seats are reserved for women in the 51-member working committee. The members of the suspended women’s wing have now been absorbed into other positions on the board.The women’s wing was established in November 2015, at a time when Prime Minister Narendra Modi’s government had grown increasingly vocal on the matter of triple talaq – a practice where a Muslim man could swiftly divorce his wife by saying “talaq” three times. The Modi government filed an affidavit against triple talaq in the Supreme Court. The court struck down triple talaq as unconstitutional in August 2017,  evoking a mixed response from the Muslim community. In 2019, the Modi government enacted a law banning triple talaq, entitled The Muslim Women (Protection of Rights on Marriage) Act.While the government claimed to champion the rights of Muslim women, detractors saw it as a Hindu majoritarian government’s attempt to infringe on minority laws.The board had argued it was not for the court to decide whether personal laws were constitutional. The women’s wing was created to buttress this position. As Zehra explained, “I would address the media and say that Muslim women also support personal laws. This helped AIMPLB make a stronger case in public and in court.”Rawal had not agreed with the personal law board’s position on triple talaq. She saw it as campaigning for something that many Islamic scholars considered biddat – a practice that has no roots in Islamic tradition. “But when I met Asma Baji she cleared my doubts and I got associated with her as a volunteer,” she said. Zehra, she said, had explained to her that the question of triple talaq had to be tackled within the community, and that it was important for all Muslim sects to show unity at such a time.Rawal emphasised the importance of women’s presence on the board – “a woman understands a woman better”.   “In our country a woman’s mistake is pointed out without hearing her out and she is the one held guilty in a conflict,” said Rawal.  “Tomorrow if I face a problem I would be more comfortable presenting my case before a woman.” Rushda Siddique, a women’s rights activist and a social science researcher, denounced the move against the women’s wing. “Women are well aware that the Muslim personal law board is not going to support them in any way,” she said.The women’s wing used to run a helpline to assist Muslim women facing abuse or dealing with disputes, whether in the family or outside it. It also ran awareness campaigns and vocational training programmes for Muslim women. During the Covid-19 lockdown, it held virtual cooking competitions.File photo of the All India Muslim Personal Law Board addressing a press conference on triple talaq. Photo: PTIInternal politics?She pointed to the protests against the Citizenship (Amendment) Act, which spread across the country in 2019. The law introduced a religious criteria for gaining Indian citizenship. Muslims across the country feared it was the first step towards stripping them of citizenship. Many of the protests were led by Muslim women. Siddique pointed out they had launched these protests “without looking to these bodies for help or leadership”. Some observers suggested the board’s move to suspend the women’s wing was not driven by larger concerns so much as petty internal politics.Shams Tabraiz Qasmi, journalist who runs the Millat Times, a news outlet, said the internal squabbling was typical of how Muslim organisations in the country conducted their affairs, and that such poor management had hastened their decline. “Asma Zehra was apparently doing good work and it gained her recognition but unfortunately hard work has no appreciation in these spaces,” Tabraiz said. “It seems some people just got jealous of her and they are now pulling her down  to get their  favourites at her place.”Maulana Sajad Naumani, the board’s former spokesperson, said he had tried to heal the rift and asked Zehra to reconsider her resignation. “The board should have formulated the [new] rules and regulations before taking any steps,” he conceded. “She is a dynamic lady and has worked hard. Her resignation is sad.”Faruqui downplayed rumours of internal struggle. “There are always differences of opinion on some matters but members have to adhere to the decisions [taken by the board],” he said. “You cannot make statements  that run against the policy of the board. You are free to leave and nothing will stop you from saying what you want.”He also dismissed allegations that the board did not support women. “These sisters are very important for the organisation and they have done stellar work,” he said. It was only a matter of time before new regulations were finalised and the women’s wing was set up again, he said – a draft of the rules had already been circulated among members of the board.","author":"Zafar Aafaq","time":"2022-11-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171575-olgpriukgp-1647397994.jpg","tags":["triple talaq","muslim personal law","hijab ban"],"source":"https://scroll.in/article/1037405/why-has-the-muslim-personal-law-board-suspended-its-womens-wing"}