{"title":"Why India abstained from the Syria ceasefire vote at the UN","content":"As images are beamed across the world of the situation in Aleppo, Syria, where thousands of people are stuck in the battles between President Bashar al-Assad’s army and Syrian rebels, India joined 32 other nations to abstain from a United Nations resolution last week calling for an immediate ceasefire.In the not-so-august company of its neighbours Pakistan, Bangladesh, Nepal and Myanmar, India, in effect, voted against a ceasefire, saying it did not wish to mix “humanitarian issues with political issues”. While the resolution itself was not going to affect the crisis directly anyway, there are other reasons, seated in the cold realities of geopolitics that explain India’s take on the crisis better.History’s baggageHistorical perspectives are important in India’s foreign policy discourse, and are often treated as sacrosanct, specifically when it comes to being non-interventionist, a product of the era of its first Prime Minister Jawaharlal Nehru, who was one of the principal architects of the Non Aligned Movement. While the movement is now well past its expiry date, it still exists as a forum, 55 years after its initial founding in Belgrade. When Nehru visited Syria in 1957 and then again in 1960, he was welcomed in Damascus by then Syrian leader Shukri al-Quwatli along with tens of thousands of people at the airport chanting, “Welcome to the hero of world peace” and “Long live the leader of Asia”.Even in recent years, India has had good relations with Syria and President Assad, who made an official trip to India in 2008. Earlier this year, India’s then Secretary (East) at the ministry of external affairs, Anil Wadhwa, had said that the Indian position on Russia’s military intervention and help to the Syrian regime was to “halt the advances of the Islamic State”, in effect throwing weight behind Moscow’s policies in the region. This conflicting view appeared despite the ministry itself in a statement highlighting that “there could be no military solution to this conflict”.Earlier this year, Syria’s Deputy Prime Minister Walid Muallem visited New Delhi in his capacity as the country’s foreign minister to hold talks with External Affairs Minister Sushma Swaraj and National Security Advisor Ajit Doval. Both New Delhi and Damascus have often converged on the issue of tackling terrorism, and their human rights record. The Organisation of Islamic Cooperation has criticised India over its alleged human rights violations in Kashmir; it had suspended Syria in 2012 for Assad’s suppression of the Syrian revolt.To reciprocate Muallem’s visit, India’s Minister of State for External Affairs, MJ Akbar, visited Damascus to meet Assad in August. Soon thereafter Syria’s Ambassador to India, Dr Rial Kamel Abbas said in an interview to Mail Today that “what is going on in Kashmir is first step of terrorism. The government of India has right to solve it in any manner”. This stance, perhaps more than anything else, explains India’s decision to abstain from the ceasefire vote at the United Nations that was tabled by Canada.Balancing Russia and AmericaThe other, larger geo-political aspect is of course maintaining a balance between India’s relations with Russia and the United States. There are already strains in the historic Russia-India dynamic due to the increasingly closer defence ties between New Delhi and Washington. In September, Pakistan and Russia conducted their first ever joint-exercise, rattling the narrative of the exclusivity of India’s relations with Russia as far as South Asia is concerned.Even though India’s stance on Syria certainly leans towards Russia, by abstaining on such resolutions at the UN, it avoids official pressure from both sides, perhaps an unbecoming way of doing things for a country looking for a permanent seat at the United Nations Security Council. But, these fence-sitting measures have arguably proved to be effective for India in the past.The Indian public discourse on Syria, specifically the plight of Aleppo, is only waking up months after the city and its people have had their lives razed to the ground by both the Syria-Russia nexus and the so-called rebels, a motley crew of organisations – ranging from groups that rose up in opposition to the Assad regime to Al Qaeda-affiliated Al Nusra front – that have combined their interests against Assad for the moment.However, in a post-Assad world, all such rebels currently being propped up by the West, in all likeliness, are not going to bring peace and freedom to the Syrians as they revert to fighting each other over power, land and resources.The Syrian war is taking place in grey areas, even as contested narratives try to push a black and white understanding of the situation on the ground. It is important for the public discourse to not be pulled into this quagmire of an information war, which today in the age of social media and hyper-information is perhaps more important for a side’s victory than a conventional war.Kabir Taneja is a researcher and writer specialising in foreign affairs, terrorism and defence. He is currently the 2016 Medienbotschafter Fellow.","author":"Kabir Taneja","time":"2016-12-16T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/824267-47453-irxdpgctfv-1481817112.jpg","tags":["Syria","UN","Diplomacy and foreign policy","Bashar al-Assad"],"source":"https://scroll.in/article/824267/why-india-abstained-from-the-syria-ceasefire-vote-at-the-un"}