{"title":"Why caste divides Marathas as they rally for reservation","content":"On the afternoon of November 21, when Maratha activist Manoj Jarange-Patil arrived at an auditorium in Thane, two hours from Mumbai, the 1,000-seater venue was overflowing with people, with many happy to sit on the stairs to hear him. Vaishali Tukaram Dudhane, a 40-year-old homemaker from Thane, craned her neck to get a glimpse of Patil, a thin, frail man who has become the face of the agitation by the politically influential Maratha caste since his hunger strike in Jalna in October. Dudhane had come to the Ram Ganesh Gadkari auditorium to back her community’s “right to reservation”. “When I was young, I could not get admission to a college of my choice,” Dudhane said. Her neighbour, who scored fewer marks, was luckier. “She was an OBC,” said Dudhane, referring to communities included in the Other Backward Classes group, who have been granted 19% reservation in education and government jobs. “I don’t want the same fate for both my daughters,” she said.Dudhane’s husband, a painter, cannot afford the fees of private colleges. For the family, reservation will open doors to higher education for their children in government colleges and, possibly, jobs in the government. Just behind Dudhane sat Kanchan Pawar with her brother. The 22-year-old, who has attended several small-scale protests to demand reservation for Marathas, wants to join the Indian administrative service. A quota in government jobs, she said, will make that easier. “That is why I am attending all these rallies,” she said.With Lok Sabha and state Assembly elections scheduled next year, Maharashtra is bracing for a fresh round of protests for Maratha reservation, a demand that has surfaced multiple times in the last four decades. This time, the face of the protest is Jarange-Patil, a 41-year-old Beed native from Marathwada, a region where Marathas are backward, both socially and economically, and where the demand for reservation is the strongest. He has set a deadline of December 24 for the state government to accede to his demand. “If the government fails, we will plan our protests across the state from the next day,” he said, to applause from those in the auditorium. In Jalna, a district in Marathwada, Jarange-Patil’s two hunger strikes, in August and then in October, drew massive support, with local residents even barring the entry of politicians to their villages to express their anger.The demand for reservation is not new. In 2021, the Supreme Court struck down 16% reservation for Marathas in higher education and government jobs, observing that there were no exceptional circumstances to grant them that status  in Maharashtra. Jarange-Patil has a solution to the Supreme Court’s rejection. He has demanded that all Marathas be identified as Kunbis under Other Backward Classes, or OBCs. Kunbis, a Maratha sub-caste, are members of a largely agrarian community with small land holdings and low incomes, spread across Maharashtra, Karnataka, Goa, Kerala and Andhra Pradesh. In 2004, the Kunbi community was included in Maharashtra’s list of Other Backward Classes, based on the recommendation of the 1995 Khatri commission report. “At least 1-2 crore Marathas can be declared Kunbis and can avail reservation,” Patil told the gathering in Thane.While the Maharashtra government has said that it is exploring ways to reclassify the Marathas, that is easier said than done. Advocate Abhijit Patil, who is part of the Justice Sandeep Shinde committee formed by the Maharashtra government to look into the demand for Maratha reservation, said there may be legal hurdles to such a change. “That all Marathas were originally Kunbis is impossible to establish,” he said. Moreover, as Scroll found in conversations with members of the community as well as experts, a complex caste history also means that many Marathas are reluctant to embrace the identity of the “socially inferior” Kunbis.Supporters at the auditorium in Thane in November. Credit: Scroll Staff. A dominant groupMarathas account for about 30%-33% of Maharashtra’s population, though the estimates are disputed. They are a landowning and politically influential community – since the state was formed, 12 out of 20 chief ministers have been Marathas. There are disparities within the community, which includes a small elite made up of big landowners and industrialists and a larger, less affluent agrarian class. Geographically as well, the Marathas in western Maharashtra and the Konkan region are economically better off than those who live in Marathwada and Vidarbha. Like the Jats in Haryana and Patels in Gujarat, this dominant caste has staked claim to reservation in government jobs and higher education, despite their relative affluence in the state. One reason is the diminishing returns from agriculture. Purshottam Khedekar, who is the founder-president of Maratha Seva Sangh, said, “Over the years, those who have continued in agriculture saw land parcels getting divided among children.”According to the MK Gaikwad commission of 2018, 76.8% Marathas are engaged in farming or farm labour, and 70% do not have a permanent house. The commission stated that 71% own less than 2.5 hectares of land and that 37.28% of Marathas are below the poverty line. It was based on this report that the Bharatiya Janata Party and Shiv Sena government in 2018 announced 16% reservation for the community – a decision that was later struck down by the Supreme Court.However, the commissions’s findings – based on sample surveys of 355 talukas across the state and not a census – run contrary to other available data. For example, a 2017 paper by economists Ashwini Deshpande and Rajesh Ramachandran showed that Marathas were more likely to “own or cultivate land” compared to all other social groups, that poverty levels in the community (14%) was lower compared to the OBCs (16%) and significantly lower compared to the Scheduled Caste and Scheduled Tribes (27%).Not surprisingly, the demand for including Marathas under the quota for Other Backward Classes is being fiercely resisted by OBC leaders. Nationalist Congress Party leader Chhagan Bhujbal has strongly opposed any proposal to include Marathas in the OBC category by declaring them Kunbis. Several OBC leaders have supported Bhujbal’s demand and have held rallies across the state to pressure the government.The diminishing returns from agriculture is one of the main drivers of reservation among Marathas, especially from the impoverished Marathwada region. Credit: Reuters.Who are the Kunbis?Historian Indrajit Sawant describes the Kunbis as the original inhabitants of Maharashtra. In the Sailarwadi caves in Garodi Hills near Pune, which date back to the 3rd century, ancient inscriptions mention the name Kunbi, he pointed out. “This indicates that Kunbis have existed for thousands of years,” he said.“‘Kun’ means land and ‘bi’ means see,” explained Sawant. “Kunbis are people who cultivate the land.” Historians have argued that the term “Maratha” evolved much later. “The origins [of the term] lie in the long period of Muslim rule in the Deccan between the 14th and 17th centuries, especially in the states of Ahmednagar and Bijapur,” wrote historian Prachi Deshpande in a 2004 paper in the Indian Economic Social History. Initially, Marathas referred to “Marathi-speaking units in the armies of these states”, wrote Deshpande. They included “vast numbers of Kunbi cultivators of western India”. By the 17th century, when Shivaji challenged the Bijapur rulers and founded a new state, the term Maratha began “to identify the many local lineages and elites who had found avenues for social mobility through civil and military employment in these states”, Deshpande wrote. According to Khedekar, from the Maratha Seva Sangh, those who joined Shivaji’s army identified themselves as Kshatriyas and began embracing a martial identity over that of farmers. When large parts of present-day Marathwada were under the Nizam rule – from the 18th century to the mid-20th century – Kunbis were identified as a sub-caste of the  Marathas and issued relevant identification documents. The Maharashtra government has said it will dig out land and education records from the Nizam era to certify Marathas as Kunbis.Khedekar said, “When Britishers conducted a census in 1871, they too officially identified Marathas as Kunbis.” While earlier Marathas did not object to being referred to as Kunbis, that began to change in the 19th and 20th centuries. Several members of the community began to discard the Kunbi tag given by the British.  “In their school, land and birth records, they would use Maratha as caste instead of Kunbis,” Khedekar said. In western Maharashtra, and especially the Konkan belt, that went hand in hand with an assertion of caste superiority.More and more people began to call themselves Marathas to show they were “upper caste”, said Sawant. “This also led to division between Maratha and Kunbi,” he said. In Marathwada, however, which was still under the Hyderabad province, most people continued farming and were referred to as Kunbi. The many twists of this complex history is why not all Marathas agree with Jarange-Patil’s demand.\n\t\t\n\tCredit: Russell, Robert Vane (1916). The Tribes and Castes of the Central Provinces of India: volume IV. Descriptive articles on the principal castes and tribes of the Central Provinces, via Wikimedia Commons.‘We don’t want to be Kunbis’There is a great reluctance within sections of the community to embrace the Kunbi social identity.  “We are proud Kshatriyas, and not all of us want to be identified as Kunbis,” said Kolhapur-based Dilip Patil, a Maratha Kranti Morcha leader, who is rallying for reservation. “Marathas are okay with the OBC tag, because it will get them reservation, but not the Kunbi tag,” he said. Many Marathas consider the Kunbis a socially “inferior” community. For example, many Maratha families are against marrying their daughters into Kunbi families. Sawant, the historian, said while poor Marathas need reservation, the same does not hold true for the rest of the community. “Marathas who are zamindars do not want to be identified as Kunbis. And they are okay if they do not get reservation because of that,” Sawant said. Dr Shivanand Bhanuse, an activist attached with Sambhaji Brigade in Aurangabad, told Scroll that “the Marathas of west Maharashtra are opposed to being lowered to the title of a Kunbi”. The divide is also regional, said advocate Abhijeet Patil. Shriram Kurunkar, an activist from Marathwada, said most of the Marathas living in his region are deprived of education and employment opportunities. “Unless the state provides opportunities in terms of reservation in education and jobs, improving the community’s lot will be very difficult,” he said.But the stakes are lower elsewhere. “Over the years, the Marathas of the Konkan and western belts have prospered, they became farm owners, ended up buying sugar factories and got educated. They don’t want to be referred to as Kunbis,” Patil explained.  Manoj Jarange-Patil. Credit: Special arrangement. ‘Reservation, but not from our pie’The leaders of the OBC community in Maharashtra have described the Marathas’ demand as “a backdoor entry into OBC reservation”.“Reservation system cannot be so weak that anybody will be considered a backward community,” said former MLA and OBC leader Prakash Shendge, who was part of a rally organised against the Maratha demand.Shendge said Marathas only began to demand for Kunbi certificates after the Supreme Court refused to allow separate reservation for them. “For those who are economically backward, there is already an EWS (economically weaker section) quota. There is no need for separate reservation for Marathas,” he said.Prakash Ambedkar, who leads the Vanchit Bahujan Aghadi, blamed the renewed demand for reservation on the government’s failure to ensure development. He did not, however, oppose Maratha reservation. “OBCs should have a separate quota and Marathas should have a separate quota,” Ambedkar said at a gathering in Mumbai recently to celebrate Constitution Day.\n\t\t\n\tPrakash Ambedkar in Mumbai on Constitution Day. Credit: Vanchit Bahujan Aaghadi @VBAforIndia/X. There is some amount of sympathy within the OBC and SC/ST community for “poor Marathas”. Vijay Kumar, a member of the OBC Mahasabha, an organisation that works for rights of OBCs, told Scroll that socially and economically backward Marathas merit reservation. Mahendra Bhimrao Bhandare, who came to Mumbai from Nanded to attend the Vanchit Bahujan Aghadi gathering, argued that BR Ambedkar was for improving the lot of the poor. “We don’t mind if poor Marathas get reservation,” he said. “But those who own property must be excluded from the quota.”Pravin Gadve, another member of the Mahasabha, added: “We are not opposed to the inclusion of Marathas – provided the quota is increased to accommodate all of us,” he said.He argued that the government must carry out a caste census before it decides anything on reservation. “That will show how many Marathas are in need of reservation,” he said.","author":"Tabassum Barnagarwala","time":"2023-12-07T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/97052-qmeixyionf-1533816078.jpg","tags":["Manoj Jarange-Patil","Maratha Kranti Morcha","Maharashtra","Reservation","Maratha Reservation","Kunbis","manoj jarange patil"],"source":"https://scroll.in/article/1060182/why-caste-divides-marathas-as-they-rally-for-reservation"}