{"title":"Why India wants to do away with the free movement regime along the Myanmar border ","content":"The Indian government has reportedly taken a decision to end the free movement regime along the India-Myanmar border. This has displeased many frontier communities who benefited from the liberalised arrangement. In particular, it has invoked sharp responses in the states of Nagaland and Mizoram where many people share strong ethnic connections with those on the other side of the international border. The move is believed to be a fallout of the ethnic conflict between the Meitei and Kuki-Zo communities in Manipur – the state government and the Centre, on occasions, have accused Myanmar-based groups of joining forces with the Kuki-Zos. But experts say the Indian security establishment had long been wary of the regime.  Avinash Paliwal, associate professor in international relations at SOAS, University of London, said that there had always been a “contradiction”. Even as the free movement regime aimed to foster trade, cultural connectivity, and familial connections among the border communities, it was also a threat to the security situation in the North East, said Paliwal. “What has happened in Manipur since last May has only led to sharpening of the debate which has always existed,” said Paliwal.The arrangement  The free movement regime allowed visa-free movement for people living within 16 km on either side of the largely unfenced, 1,643-km long Indo-Myanmar border. They could spend a day across the border without any official document, and stay upto 72 hours “with effective and valid permits issued by the designated authorities on either side”.The arrangement had been in place since the 1970s, with periodic revisions, the last one in 2016. The regime was devised keeping in mind the traditional social relations among the border people and to facilitate cross-border trade between the kindred tribes on both sides. WHEN NAGALAND AND MIZORAM OPPOSED DISCONTINUATION OF FREE MOVEMENT REGIME (FMR), MANIPUR HAS ITS OWN GRAVE CONCERN TO PONDER UPON.My take:Manipur grapples with the disproportionate consequences of the FMR's misuse, particularly evident in instances of cross-border migration…— Khuraijam Athouba (@Paari_Athouba) January 13, 2024\n\n\nKhuraijam Athouba is the spokesperson of the Coordinating Committee on Manipur Integrity, a prominent Imphal Valley-based civil society organisation that represents Meitei interests. \nThe  long shadow of Manipur The Centre’s reported rethink on the arrangement comes on the heels of intense gunfights between security forces and armed men belonging to the Kuki-Zo community in Moreh, a once-vibrant trading town along the border. As the violence simmered, Manipur Chief Minister N Biren Singh claimed that “foreign mercenaries” from Myanmar were likely to have been involved in the attacks on security forces in the town – a claim that the Centre-appointed security advisor to the state has contradicted.  Nonetheless, the spectre of “illegal migration” has loomed large over the conflict in Manipur. The majority Meitei community and Biren Singh, a Meitei himself, have often attributed the ongoing violence to “illegal” Kuki-Zo immigrants from Myanmar.They also argue that militants from Myanmar were aiding the Kuki-Zos in Manipur since they shared common ethnic ties. In September 2023, Biren Singh had urged the Union ministry of home affairs to “permanently” terminate the free movement regime along the India-Myanmar border and complete its fencing to check “influx”.     The Manipur government, for its part, had already suspended the free movement regime in 2020, following the Covid-19 pandemic. Nonetheless, many people fleeing the civil war in Myanmar have crossed over since. According to official estimates, the state is currently home to around 4,000 Myanmarese refugees – many of them belonging to the Kuki-Zo ethnic umbrella. Many see the Centre’s move as an endorsement of Biren Singh’s position. “There is no evidence that the regime has been misused for illegal migration,” said a former senior government official. “The demand for its review is coming from only one community and one state in the North East and is clearly part of a politically motivated campaign to portray a tribal minority in Manipur as foreigners and aggressors.”Solution to ethnic conflict?Not everyone is convinced that ending the free movement regime will serve any real purpose.“Sealing the India-Myanmar border by revoking the free movement regime and fencing it is not the solution to the crisis in Manipur,” said Angshuman Choudhury, associate fellow at the New Delhi-based think tank Centre for Policy Research. “It merely gives the illusion of a solution without really addressing the roots of the violence, which lie in the state’s internal politics.”Choudhury added, “The open border forms a central element of the Kuki-Zo-Chin lifeworld, and sealing it will only create more distrust and disharmony in not just Manipur, but also other states like Mizoram.”This is the Indo-Myanmar Friendship Gate erected in #Moreh, a border town of #Manipur symbolizing friendship much needed for our common security & survival. As over hundreds of thousands flee #Myanmar in past one year, a proper policy be drafted to support the displaced people pic.twitter.com/8m0dYcGfT4— Binalakshmi Nepram (@BinaNepram) July 18, 2022\n\n\nDisaffection in Nagaland and MizoramIndeed, newly elected Mizoram Chief Minister Lalduhoma was one of the first to react to the Centre’s purported move, calling it “unacceptable” as it would “divide Mizo ethnic people’s land”.  In sharp contrast to Manipur, Mizoram has welcomed refugees from Myanmar owing to common ethnic affiliations. Since 2021, Mizoram has played host to around 40,000 Myanmarese nationals.In Nagaland, too, there have been protests. The Nagas are spread across Nagaland, Manipur, Arunachal Pradesh and some parts of Myanmar.“Given this shared cross-border demographic, any resolution regarding Indo-Myanmar border fencing would be unacceptable for Nagas,” deputy chief minister Y Patton is reported to have said.Vitho Zao, senior vice president of the state’s Rising Peoples Party, was even more scathing. The “ineptitude” of Biren Singh, Zao said, and his “communal policies cannot be the excuse for the central government to scrap the free movement regime.”“As the Manipur state government is unable to control its own law and order situation in the state, they are coming with this sinister decision,” added Zao.Long running concernsThe Centre’s concerns over the free regime, however, predates the conflict in Manipur. It has on several occasions flagged “misuse” by militants and criminals who smuggle weapons, narcotics, contraband goods and fake Indian currency notes.Officials and analysts said the free movement regime had hampered security in the region, helping banned cross-border militant groups move around freely. A host of North Eastern militant groups across ethnicities have camps and hideouts in Myanmar.“All major Meitei insurgent groups, the Kuki insurgent groups and Naga rebels, are sitting within 14-15 km of the border,” said a senior Manipur-based Assam Rifles official. “If borders are not strengthened, then we are falling prey to inimical elements which want to disturb the harmony in the country.”The official said discussions on suspending the free movement regime had been ongoing for some time. The Assam Rifles, which guards the Indo-Myanmar border, wanted it to be suspended as it was turning out to be a security challenge on various fronts.At the same time, the free movement regime was not aiding trade between the two countries significantly, experts say. “The amount of trade that was happening between Zokhawthar (Mizoram) and Myanmar town of Rikhawda and between Tamu (Myanmar)-Moreh (Manipur) was less than 5% of the total trade between India and Myanmar,” said Paliwal. “It was not a success story.”","author":"Rokibuz Zaman","time":"2024-01-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195945-ehblzaogwq-1700201079.jpg","tags":["Manipur","Nagaland","Mizoram","free movement regime","Manipur unrest"],"source":"https://scroll.in/article/1062151/why-india-wants-to-do-away-with-the-free-movement-regime-along-the-myanmar-border"}