{"title":"Why has Assam arrested three men linked to a museum showcasing a Muslim community’s culture?","content":"The sealing of a private museum in Assam on Tuesday dedicated to showcasing the culture of the marginalised Bengali-origin Miya community and the arrest of three men associated with the exhibition on terror charges marks yet another skirmish in the state’s culture and identity wars.Assam’s Bharatiya Janata Party government and a section of state’s people believe that this assertion of identity by Bengali-origin Muslims is an attempt to create divisions in Assamese society.State Chief Minister Himanta Biswa Sarma asked how the Miya could be counted as a distinct ethnicity. “They have to answer this in the forums made by the Assam government,” he said at a press conference on Tuesday.  “Is there any community in the name of Miya?”Among the three men taken into custody was M Mohar Ali, who had spent Rs 7,000 to set up the museum in his home in lower Assam’s Goalpara district just two days earlier. The Assam government on Tuesday afternoon sealed his home, claiming that he has wrongly used premises allotted to him under a government scheme.Hours before the space was sealed, Assam Chief Minister Sarma had in Guwahati threatened police action against the people who set up the museum. He demanded that they provide proof that the items displayed were used exclusively by Miya people. Sarma criticised the propagation of Miya poetry, a Miya school and the Miya museum.BJP state leaders and several MLAs had demanded that the museum be shut down.Terror links allegedAfter the space was sealed on Tuesday, the police detained the three men from three different districts in the state, claiming that they were associated with terror outfits.  They were formally arrested on Wednesday and sent to two-day police custody. Ali is the president of an organisation called the Asom-Miyan (Asomiya) Parishad, an organisation from Golapara. It has been established “to preserve and showcase the culture of Miya people”, who live mostly on the chars or sandbanks in the Brahmaputra and its tributaries.  Also taken into custody were the group’s general secretary Abdul Baten Sheikh and Tanu Dhadumia, who was at the inauguration event on October 23.GP Singh, the special director general of Assam Police, said in a tweet that the three will be questioned about alleged links with the Ansarullah Bangla Team and Al-Qaeda in the Indian Subcontinent in relation with a case registered at the Ghograpar police station in Nalbari district.They have been charged under provisions of the Unlawful Activities (Prevention) Act and Indian Penal Code sections pertaining to criminal conspiracy and collecting arms with the intention of waging war against the Union government.Sherman Ali Ahmed is asking: If the state's 1 crore Miya Muslims are not Assamese, what are they? https://t.co/FJgqMCVNDFBy @ROKIBUZZAMAN2 [replug]— Scroll.in (@scroll_in) October 26, 2022\n\nThe museum contained traditional agricultural tools such as the plough, gamusa (a traditional hand-woven garment)  and bamboo fishing gear. The items were exhibited in the home he had been allotted in Dapkarvita village under the Pradhan Mantri Awas Yojana Gramin (PMAY-G).Before he was arrested, Ali had told the media that people who do not support the preservation of the culture of the Miya community are “anti-Assamese”.“Miya is a part of the Assamese community,” he told a local television channel. “We have urged the state government to keep the items used by the Miya people in the Srimanta Sankardeva Kalakshetra”, a cultural complex in Guwahati.He added: “There is no anti-national activity going on here. Rather it is an attempt by the Miya people to further strengthen the Assamese community.”The idea of establishing a museum for the Miya community at Kalakshetra  had been proposed by former Congress legislator Sherman Ali Ahmed in 2020. It led to heated opposition. The idea was rejected by the Assam government.Bharatiya Janata Party leaders in Assam have been demanding that the Miya Museum located at Dapkarbhita in the Lakhipur area of Goalpara be shut down.Chief Minister Himanta Biswa Sarma had also threatened legal action. https://t.co/0Imk7SbwuH pic.twitter.com/uqc4jI8zdt— Scroll.in (@scroll_in) October 26, 2022\n\nAssam chief minister Himanta Biswa Sarma on Tuesday said all the items displayed in the museum were used by  the Assamese community at large and only the lungi belonged to the Miyas.The chief minister said the government does not have a problem with the museum but added that the exhibition could not be made by stealing the materials of the Assamese people.“They definitely have to prove that the nangol [plough] is only used by Miya people and not by the Assamese people,” he said. “They have to provide historical facts. If the Miya Museum has been opened with Assamese tools or items used by Assamese, a case will be registered.”Sarma criticised Assamese intellectuals who had said he was communal when he attacked the propagation of Miya poetry in 2019.“We have now witnessed Miya poetry, Miya school and Miya museum,” he said at his press conference. “I have been talking about these challenges all the time.”He said that the police will investigate the source of funding for the museum.Distinctive cultureAccording to the 2011 census, there are 1.06 crore Muslims in Assam. They comprise 34% of the state’s total population of 3.12 crore people. But the census did not provide a break up by ethnicity.Out of Assam’s 1.06 crore Muslims, around 40 lakh belong to five groups that have recently been declared as “indigenous” by the BJP government to distinguish them from the Miya community of Muslims with Bengali origins.These Bengali-origin Muslims mostly live in the state’s riverine areas and speak Assamese.However, the chief minister’s statement that Miya Muslims do not have distinctive cultural characteristics has been challenged.Miya Muslims are not “wild creatures but are human beings”, said Hafiz Ahmed, head of the Char Chapori Sahitya Parishad, a literary body representing the Miya community.“There is a community of 65 lakh-70 lakh people in Assam which have all the characteristics to be a community now known as Miya,” he said. “It has been recognised both nationally and internationally.”He added that the Constitution gives every citizen the right to preserve their culture and identity.Guwahati: One more individual has been detained by the Assam Police in connection with setting up of a private “Miya Museum” by Muslims in the state’s Goalpara district which was sealed on Tuesday by the authorities, an official said on Wednesday. Tanu Dhadumia, a leader of Asom pic.twitter.com/bdl3vCwulg— Deccan News (@Deccan_Cable) October 26, 2022\n\nAhmed pushed back against Chief Minister Sarma’s criticisms of the artifacts on display in the museum. “The nangol [plough] is a farmer’s tool and used by most of the farmers in the South East countries,” he said. “Miyas are also farmers, so why can’t the nangols be displayed in a museum set up by Miya?”Ahmed explained that Miyas are not distinct from the Assamese as they think themselves as a part of broader Assamese group.“We don’t agree with the narrative which is trying to portray that Miyas are a socially distinct community from Assamese because Miyas have been living in Assam since the last 150 years and they are already part of the Assamese society by accepting the Assamese language and culture,” he said.To underscore his contention, Ahmed referred to a poem titled Axomiya Dekar Ukti by Jyoti Prasad Agarwala where Agarwala had acknowledged “us in 1951 and that was a great recognition for us”.However, Ahmed also demanded to know who had authorised Mohar Ali to set up the museum.“The museum is an insult to the community itself because a museum should not be built in a house given by the government for residential purposes,” Ahmed said. “Also, who gives them the rights to build a museum suddenly in the name of the community. Did they consult with the cultural experts of the community before opening the museum? They have not.”Barpeta MP Abdul Khaleque of the Congress, on the other hand, said that there is no community called the Miya. “Some used Miya to address among Muslims in an honourable manner but it was used as a slang or derogatory manner during Assam agitation,” he said.Despite this, he criticised the government’ actions. “Every person has rights to practice their culture and if  somebody sets up a museum in their house I don’t think it is right to seal it,” said Khaleque. “And just because I preserve my culture and you may not like it, so you will trap me in terror cases? It is the worst thing to do. It is an injustice to arrest someone for setting up a museum under terror charges.”Anthropologist Bhargabi Das from Assam said it is very important for these developments to be seen in the larger context of the majoritarian Assamese society’s outrage everytime the Miya Muslims try to celebrate their own culture and distinct identity.“The right-wing state is simply cashing in on that sentiment,” Das said. “Can someone not remain Assamese if they also celebrate their own distinct identity?”She added that feelings of belongingness work in tandem with recognition. “The Miya Muslims have shouted and begged and repeatedly proven that they belong in Assam, but have we recognised the Miya Muslims as our own?” she asked. “The comments of our CM say otherwise and it is a pity.”","author":"Rokibuz Zaman","time":"2022-10-27T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181906-asgkigfnom-1666800596.jpg","tags":["Himanta Biswa Sarma","Miya Muslims","Assam"],"source":"https://scroll.in/article/1035962/why-has-assam-arrested-three-muslim-men-who-started-a-museum-to-showcase-their-communitys-culture"}