{"title":"Why a Tamil sceptre handed over by Mountbatten lies at the heart of Modi’s new Parliament","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics.As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).\\Have feedback, interesting links or alternate sengol histories? Write to me: [email protected]Even his critics would agree that Narendra Modi’s grip on the politics of the spectacle is remarkable. Sunday saw a sort of apogee to this as the prime minister inaugurated a new building to house India’s Union Parliament.The ceremony had most of the hallmarks of Modi  that demonstrated through the nine years his government has ruled India. For one, the prime minister dominated proceedings. Although the cabinet is indirectly elected by the legislature in our parliamentary system, the current system of Indian politics means that legislatures are largely rubber stamps. In reality, power flows through personalities who lead strong executives. In contemporary India, this power is so concentrated that even other members of the Bharatiya Janata Party cabinet had almost no role in the inauguration. It was a solo Modi show.Personality is ParliamentThe politics of personality meant that the President – who if you remember your high school civics, heads the Union legislature – was absent from proceedings. Ironically, so were a significant number of MPs. This is because the Opposition had boycotted the inauguration to protest against what they claimed was the sidelining of the President.In all, the inauguration of the new Parliament underlines the complexity of the Modi age: even though the prime minister has stood significantly above other national leaders, his legacy is hotly contested. Modi has been unable to achieve the hegemony that India’s first prime minister once did, with even Opposition politicians such as AB Vajpayee looking up to Jawaharlal Nehru.However, even as Modi struggles to achieve hegemony, the starkly Hindu nature of the opening ceremony for the new building points to one of his government’s biggest successes: the normalisation of Hindutva as one of the foundations of modern India and the end of the multicultural secularism of Gandhi and Nehru.Hindutva IndiaTelevision news media beamed out visuals of Modi conducting Hindu prayers, meeting with saffron-clad clerics and, at one point, lying prostrate on the ground as part of a religious ritual. In theory, India is still a secular state. The wording of the Constitution as well as key judicial precepts such as the Basic Structure remain unchanged as they relate to secularism. However, Modi’s inauguration ceremony is a forceful reminder that these words can barely constrain the Indian state if it decides to ignore them.Neither of these factors – Modi or Hindutva – would be a surprise to anyone with even a fleeting grasp of Indian politics. However, what was a bit of a curveball in this entire production was the sengol. The Modi government has claimed that the transfer of power from British to Indian hands on August 15, 1947, was symbolised by Lord Mountbatten, the last Viceroy of British India, handing over a sengol – Tamil for sceptre – to Jawaharlal Nehru, independent India’s first prime minister. Since the sengol was a popular instrument to signify dynastic succession for Tamil kings, this ceremony (or so claimed  the Modi government) had been proposed by C Rajagopalachari, a prominent Tamil member of the Congress at the time.Tracing Modi’s Parliament to MountbattenThis story has a number of gaps. For one, there is little evidence for the claim that the transfer of power was symbolised by Mounbatten handing over anything to Nehru, much less a sceptre. Ironically, one of the documents submitted by the Modi government to the press to prove the existence of this ceremony was actually an article ridiculing the claim, arguing that the story of Mountbatten’s sceptre was based on a “Whatsapp forward”.The other is even thornier. India’s independence was a rare instance of a legal transfer of power rather than a violent revolutionary break from a past regime (think the United States, Vietnam or, closer home, Bangladesh). India’s Constituent Assembly was set up in 1946 by the British and it achieved sovereignty  through an act of the British Parliament, the Indian Independence Act. This is not an ideal situation, either politically or legally. In a brilliant piece, legal scholar Shivprasad Swaminathan explained how the Indian Constituent Assembly made sure to sever all links with Indian Independence Act and, hence, the British government that had legally birthed it.Remarkably, the symbolism of the sengol reverses that. Rather than sever links with the British, the transfer of power has now been imagined as an act of dynastic succession, with Mountatten passing on power to Nehru as one king would to his heir. The inauguration of the new Parliament building was centered around Mountatten’s sceptre and, in one ceremony, Modi even solemnly walked down with it and affixed it next to the speaker’s chair.‘1,200 years’This change reflects the stark difference in the Nehruvian view of colonialism, which like most historians looked at it as a specific act of foreign rule in the industrial age, and the BJP’s, which considers the reign of the Muslim rulers who preceded the British to also be colonialism. In fact, Modi, in his first speech in Parliament in 2014, had identified India’s experience with “slavery” to be 1,200 years long, presumably dating the country’s colonial age to the eighth-century Arab conquest of Sindh in modern-day Pakistan. In this worldview, British rule is not a particularly malevolent chapter in India’s history. In fact, the Raj is less demonised than, say, rule by the Mughal Empire based in Delhi. As a result, in the internal logic of Hindutva, using Mountbatten’s sceptre to consecrate Modi’s new Parliament would not seem odd.Moreover, the sceptre allowed a distinctly Hindu flavour to the proceedings, given its vague invocations to religion. Much of Hindutva commentary around the inauguration has centered on the idea that by taking up the sengol, Modi has resurrected an older, Hindu idea of kingship that has long been dormant. The fact that the “king” in this supposed relationship now happens to be Modi himself doesn’t hurt.Reduced Southern seatsLastly, and this might be the most critical point, is that the sengol allows Modi to link his new Parliament with Tamil identity, given how popularly understood the symbol is in the state. Remember, symbolism aside, the real power change that Modi’s new Parliament codifies is an expansion of seats after the next delimitation exercise, scheduled for 2026. Since Southern states have been more successful in controlling their population growth than the Hindi belt, the delimitation will mean a significant decrease in the proportion of seats these Dravidian-speaking states have in Parliament. Given the BJP’s weakness in the South and strength in the North, this would be a significant political boost for the party, given that the new Lok Sabha would practically have a permanent near-majority (48%) for the Hindi belt.Would Modi’s strong Tamil symbolism pitch for the new Parliament help assuage the hurt that the South would feel at having its influence in the affairs of the Union cut down? If the BJP bites the bullet and does implement delimitation in 2026, the party would certainly hope so.","author":"Shoaib Daniyal","time":"2023-05-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190663-mryhybjajf-1685285022.jpeg","tags":["Narendra Modi","Bharatiya Janata Party","Sengol"],"source":"https://scroll.in/article/1049940/why-a-tamil-sceptre-handed-over-by-mountbatten-lies-at-the-heart-of-modis-new-parliament"}