{"title":"Why Ghulam Nabi Azad’s new party has been met with scepticism in Kashmir","content":"On August 26, Congress veteran Ghulam Nabi Azad quit the party after almost five decades. Following in his footsteps was a steady stream of Jammu and Kashmir Congress functionaries, from block-level party workers to senior leaders who had been cabinet ministers.Azad, who has served as chief minister of Jammu and Kashmir, leader of the Opposition in the Rajya Sabha as well as a Union Cabinet minister, was candid about wanting to start a new party. It would not be a national party at the moment, he explained on the evening of August 26, but a regional outfit formed in time for the Jammu and Kashmir elections, expected to take place soon. In his resignation letter addressed to Congress president Sonia Gandhi, Azad was scathing. The “situation in the Congress party has reached such a point of no return that now ‘proxies’ are being propped up to take over the leadership of the party,” he wrote.By proxies, Azad presumably meant those doing the bidding of the Congress party high command, particularly the Gandhi family. In Kashmir, however, “proxies” has traditionally been used to refer to parties believed to have been set up by the Central government in New Delhi.Over the decades, electoral politics in Kashmir has been regarded as shadowplay, with Delhi calling the shots, dislodging chief ministers and orchestrating splits. It is even believed that governments at the Centre helped set up new parties to fragment the Muslim votebank.This has usually undermined Kashmir-based parties whose leaders have gone on to become chief ministers. The fragmentation of the vote bank has meant that such parties had to rely on the support of the national party in power at the Centre – namely, the Congress or the Bharatiya Janata Party – to form a government in Jammu and Kashmir.New parties are regarded with a heavy dose of scepticism in Kashmir. Will Azad’s new party meet the same fate?BJP’s B-team?Azad’s departure has damaged an already eroding Congress in Jammu and Kashmir. As a Muslim leader from Jammu, he had been key to drawing votes from there.Noor Baba, who teaches political science at the Central University of Kashmir, said Azad could make a strong dent in Jammu, especially since he hails from the region. Also, as a chief minister, Azad has earned a certain amount of goodwill, particularly in Jammu.In Muslim-majority Kashmir, too, Azad may be able to garner votes for his new outfit.But what is significant, according to Baba, is that the Bharatiya Janata Party does not appear to be hostile towards Azad. “This is what was indicated by Prime Minister’s [Narendra] Modi’s farewell speech in the Rajya Sabha on Azad,” said Baba. “Modi acknowledged his contribution and he hasn’t done it for anyone in Congress other than him.”In fact, Modi and Azad had made emotional speeches during the former Congress veteran’s farewell from the Rajya Sabha in February last year.The Congress leadership itself has suggested that Azad’s new party will be the BJP’s “B-team”. Former Union Minister Jairam Ramesh tweeted that Azad’s DNA had been “modi-fied”.Prime Minister Narendra Modi gets emotional in the Rajya Sabha during Congress MP Ghulam Nabi Azad's retirement from the Upper House of Parliament. Credit: PTI, screengrab.In the Muslim-majority Valley, too, many share this fear – that a new party would queer the pitch and fragment votes further, allowing the existing “proxies” to sail through.Indeed, as Azad visited Jammu on September 4 and laid out the agenda of his new party, he was careful not to breach the red lines laid down by the BJP. Primarily, he asked for the restoration of statehood –  the BJP has already promised this after elections are held.In August 2019, the Indian government had stripped Jammu and Kashmir of its special status under Article 370 of the Constitution. The government had also scrapped Article 35A, which guaranteed special rights and privileges to those defined as “permanent residents” of Jammu and Kashmir.The term “permanent residents” has now been replaced by “domiciles”, a much broader bureaucratic category, encompassing those who have lived for a certain number of years in the region. Azad promised to protect local rights when it came to land and jobs but did not explicitly mention rolling back the legislative changes made by the BJP.At a public address in Baramulla on September 11, Azad made it quite clear that it was unlikely Article 370 would be brought back. Azad  said that he will not “mislead” voters on Article 370 since its  restoration will require a party to have two-thirds majority in  Parliament and the Congress is unlikely to get 350-360 seats anytime  soon.Responding to allegations that he was working in tandem with the BJP, Azad said, “All those who are well-versed in the history and politics of Jammu know that I cannot increase a single vote in the BJP’s constituency and, likewise, the latter cannot increase even half a vote in my constituency.”‘Autonomy’ vs ‘soft separatism’According to a political scientist in Srinagar, who did not want to be identified, the suspicion about new political parties stems from how things have “unfolded in the past”.The most cited example in Kashmir is the creation of the People’s Democratic Party, led by the late Mufti Mohammed Sayeed, in 1999. Sayeed had been a former Congressman, much like Azad. His brief association with the Janata Dal earned him the post of Union Home Minister in 1989 – the only Muslim and Kashmiri to hold the post since Independence.The People’s Democratic Party promised “to persuade the government of India to initiate an unconditional dialogue with Kashmiris for the resolution of the Kashmir dispute”Baba pointed out that the formation of the new party coincided with the National Conference’s “autonomy resolution”. The resolution demanded more autonomy for Jammu and Kashmir as the powers guaranteed under Article 370 had been diluted over the decades.“And the central government, at that time, didn’t like it,” said Baba. The BJP – which had made the removal of Article 370 part of its core agenda – was in power at the Centre during that time.“That’s why many people still believe that there’s a role of [security] agencies in the creation of the PDP,” said Baba. “I am not sure about how true that is.”Before the formation of the People’s Democratic Party, Baba said that the National Conference was believed to hold a monopoly over power in Kashmir.But by 2002, Mufti had become the chief minister, having formed the government after stitching up a coalition with the Congress. More than a decade later, after the assembly elections of 2014, the People’s Democratic Party returned to power again, this time in a coalition with the BJP.Narendra Modi with Mehbooba Mufti at the inauguration of a hydroelectric power plant in Srinagar in May 2018. Credit: Reuters.It was not just the electoral space to which Mufti’s party laid claim. The party cultivated a “soft separatist” image in the Valley where discontent against the Indian rule ran high. “The PDP merged electoral politics with conflict politics,” said a Srinagar-based political scientist who did not want to be identified. “But it shouldn’t be construed that people didn’t regard them with suspicion.”Indian intelligence officials who have worked in Kashmir claim the People’s Democratic Party had links with the Jamaat-e-Islami, a socio-religious political organisation in the Valley, which was once believed to have ties with the militant group the Hizbul Mujahideen.In Kashmir, it is widely believed that the Jamaat, which was banned in 2019 under Unlawful Activities Prevention Act, helped mobilise support for the People’s Democratic Party during the 2002 elections. The Jamaat, for its part, has never acknowledged these ties.Separatist leader to cabinet ministerEven separatist leaders in Kashmir have been accused of being “proxies”.In the 2002 assembly elections, then separatist leader Sajad Lone and his brother Bilal Lone were accused of fielding proxy candidates while being part of the Hurriyat, a conglomeration of separtist parties.The Hurriyat had called for a boycott of the polls. Dissensions over these elections had led to the Hurriyat splitting ranks.But Sajad Lone never conceded that he had fielded proxy candidates in the elections. At a press conference in Srinagar in 2008, Lone swore on the Quran that he would quit politics if it was proved that he had fielded proxy candidates in the 2002 assembly elections.A year later, Lone contested the Lok Sabha elections as an independent candidate but lost. In the 2014 Lok Sabha elections, his faction of the Peoples Conference fielded a candidate from North Kashmir’s Baramulla seat but lost.Later that year, Lone himself won an assembly seat from North Kashmir in the assembly elections after a friendly meeting with Modi. He went on to become a cabinet minister in the coalition government formed by the BJP and the People’s Democratic Party.A new ‘mainstream’?As the BJP hollowed out Article 370 and stripped Jammu and Kashmir of statehood in August 2019, it detained almost all Kashmiri political leaders.This included separatists as well as those in the political “mainstream” – the term used for parties who participate in electoral politics in Kashmir. The BJP’s stated aim was to fashion a new “mainstream”, one that did not demand the continuation of Article 370 and toed the line laid down by Delhi.This collapsed all existing political binaries in Kashmir.The People’s Democratic Party, the National Conference and Lone’s People’s Conference came together to form what is popularly known as the Gupkar Alliance. This coalition of traditional mainstream parties has vowed to fight for the restoration of the special status of Jammu and Kashmir and land rights.(From left) Muzaffar Shah, leader of the Awami National Conference, Mohammed Yousuf Tarigami, leader of Communist Party of India (Marxist), Mehbooba Mufti, and National Conference leaders Farooq Abdullah and his son Omar Abdullah, in Srinagar in October 2020.But once again, the spectre of “proxies” emerged.In December 2020, the parties of the Gupkar Alliance joined hands to contest the elections for the district development council – the third tier of local government in Kashmir. The alliance swept the polls but Lone accused the National Conference and the People’s Democratic Party of fielding separate proxy candidates.In January 2021, Lone walked out of the Gupkar alliance. Since then, his party has been measured about the restoration of special status and in its criticism of the BJP.Lone spoke about a “new social contract” between the people of Jammu and Kashmir and New Delhi. He has also talked about seeking “safeguards in consonance with today’s times, which are rooted in economics”.Battle of the newbies?Yet another political outfit had cropped up in Kashmir post-2019 – the Apni Party. Composed largely of second-rung leaders of older Kashmiri parties, it was widely believed to have been formed with the BJP’s blessings, as part of its project to fashion a new mainstream.The Apni Party did not ask for the restoration of Article 35A nor autonomy under Article 370, merely the permissible demand of statehood. It was projected as the main opposition to the Gupkar Alliance.But in the local body elections held since then, the party failed to cut any ice with voters. If Azad’s new party was meant to pave the way for parties favoured by the BJP, it may not be that easy.According to Baba, the Apni Party already seems worried about the new entrant. Apni Party leader Altaf Bukhari has been fierce in his criticism of Azad. “People of Jammu and Kashmir are not fools,” said Bukhari during a public address in South Kashmir on August 28. “They know with whom you struck a deal and backstabbed the people of Jammu and Kashmir.” A day after Bukhari targeted Azad, Shoaib Nabi Lone, a senior Apni Party leader from North Kashmir, quit the party and declared his support for the former Congress leader. It is believed that he will not be the only one from the Apni Party to join hands with Azad.","author":"Safwat Zargar","time":"2022-09-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179901-ausuetvzbk-1663150798.jpg","tags":["Ghulam Nabi Azad","Kashmir","Politics","Article 370","kashmir article 370"]}