{"title":"Why legal experts are sceptical about the BJP’s promise to bring back a national litigation policy ","content":"With the initial phases of the 2024 Lok Sabha elections underway, the manifestos released by political parties have dominated public debates.While most political parties have articulated their vision for reforming the courts and the justice system, the Bhartiya Janata Party has specifically promised that it will formulate a National Litigation Policy to “decrease the number of cases in which the government is a party and the consequent load on courts”.The specific reference to the National Litigation Policy in the BJP’s manifesto is interesting for two reasons. First this policy was originally an idea that came from the stables of the Congress, which appears to have abandoned it.Second and more importantly, the BJP’s ministers withdrew assurances made to Parliament about putting in place such a policy, on the grounds that it was not required. It is not clear what changed or whether the BJP is even aware of the withdrawal of the policy by its ministers in Parliament. But a bit of context and history, may explain why some of us are sceptical of the BJP’s promise to bring back the National Litigation Policy.What is the rationaleThe importance of the government managing its litigation effectively and transparently cannot be overstated. Be it a piece of government land lost to land sharks before court or a blacklisted pharmaceutical company wiggling its way out of a government blacklist or a tax demand lost before court, poorly conducted government litigation has severe implications for not just the government treasury but also public resources and public services.A case once decided usually attains finality. The clock cannot be reversed because of legal principles like res judicata which prevent the same issue from being litigated after a decision has been issued by a court. Despite these high stakes, the Central government’s attitude towards handling its own litigation has been far from satisfactory. This is when the Union government has spent Rs 272 crore on litigation expenses over the last five years, as per the law ministry.In 2010, the National Litigation Policy had been pitched as a major reform, by the United Progressive Alliance government as a bid to streamline government litigation. The policy announced under the stewardship of Veerappa Moily, who was then the law minister, was made with the understanding that the government is the predominant litigant and sought to reduce the burden it placed on courts.It included the formation of empowered committees that would review the execution of the policy and induce accountability in litigation and steering committees that would vet the empanelment of lawyers. The policy was never properly implemented and failed to make a substantial difference to the conduct of government litigation. Despite being in power for almost a decade, the Narendra Modi government has not really paid much heed to putting in place its own National Litigation Policy.This is despite the fact that the Supreme Court and High Courts routinely pull up the government over its proclivity to engage in frivolous litigation. Many of these cases end with a direction to the government to implement the long pending national litigation policy in a time bound manner.Similarly, Parliamentary Committees have consistently criticised the government’s handling of government litigation. Just in the recent past, the Parliamentary Standing Committee for Law and Justice, the Parliamentary Standing Committee on Railways hauled up various ministries over litigation management and criticised the lack of set criteria for empanelling advocates.The Saket Court Complex in Delhi in November 2019. Credit: AFP.The government, for its part, seems to be dragging its feet on devising a solution to this seemingly intractable problem. For almost a decade since it was first introduced, the government, when questioned in Parliament during Question Hour about the status of the policy, responded with assurances that such a policy was indeed under consideration and it would soon be implemented.This changed in April 2022 when the Ministry of Law and Justice requested the Parliamentary Committee on Government Assurances to withdraw the assurances it made to the Parliament between 2011 to 2019, to implement a National Litigation Policy.Astonishingly, the law ministry told the committee that the ministry had decided to discard the policy based on comments received from the Committee of Secretaries which felt that “there may be no need for bringing in the National Litigation Policy”. The Committee on Government Assurances accepted the law ministry’s response and dropped the concerned assurances.These facts were confirmed by Law Minister Kiren Rijiju while replying to a question raised by MP S Niranjan Reddy in December 2022. He admitted that the government had indeed discarded the idea of implementing a National Litigation Policy based on the recommendation of the Committee of Secretaries and was considering drafting guidelines instead.When we sought the minutes of the meeting of the Committee of Secretaries, the Department of Legal Affairs in its reply dated November 7, 2023, refused to provide us with a copy. It invoked Section 8(1)(i) of the Right to Information Act. This provision allows the government to deny requests of information contained in cabinet papers for matters still under consideration. As a consequence, we do not know why the Committee of Secretaries was not in favour of enacting a litigation policy.It should then be no surprise that the government does not even have basic information on the status of its pending litigation. In July 2023, the Minister of State for Law Arjun Ram Meghwal admitted that the ministry was not even aware of the percentage of cases the Union Government is a party to and does not maintain basic data on the nature of such cases.It is appalling that a government that prides itself on its successes in digital governance has failed to maintain such rudimentary data on an issue of tremendous public importance. If the government is indeed earnest about reforming the manner in which government litigation is conducted, it should begin with collecting data on the nature of litigation being undertaken by its various departments.Although the government does have an IT platform called Legal Information and Management Briefings System, or LIMBS, to collect such data, it appears that the system is being used in a very limited capacity, only to the convenience of the bureaucrats and not for transparency for the general public. This is a missed opportunity. Converting LIMBS into a publicly accessible platform will create an additional check on the manner in which government litigation is conducted.In addition to the need for data, the government must also concentrate on empanelling competent lawyers. It is important to remind ourselves that when the government empanels lawyers, it essentially outsources the job of representing itself in courts to a class of private service providers.The quality and integrity of panel lawyers is crucial in assuring timely and effective disposal of such litigation and should serve as a bedrock of any litigation policy. Focusing on creating suitable selection and accountability norms for such lawyers should be the focus of any new National Litigation Policy aimed at managing government litigation.Chitrakshi Jain and Prashant Reddy T conduct research on judicial reforms.","author":"Chitrakshi JainPrashant Reddy T","time":"2024-04-27T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182940-fonbubopic-1668616278.jpg","tags":["National Litigation Policy","Judicial Reform","Lok Sabha 2024","Congress","Government Litigation"],"source":"https://scroll.in/article/1066968/why-legal-experts-are-sceptical-about-the-bjps-promise-to-bring-back-a-national-litigation-policy"}