{"title":"Why many Varanasi residents are unimpressed by the furore around the Gyanvapi mosque","content":"Vijay Tiwari is still distressed about it. In March 2020, the Varanasi administration demolished the small shop where he sold rudraksh strings and idols, as well as the shrine behind it. The shivling and Narayan idol it had housed were displaced. The shrine and the shop, which Tiwari’s family had rented for three generations, were knocked down to make way for the ambitious Kashi Vishwanath Corridor – the wide avenue that cuts through the heart of old Varanasi, connecting the Kashi Vishwanath temple to the ghats on the Ganges.The foundation stone for the corridor was laid by Prime Minister Narendra Modi on March 8, 2019, as he contested the Lok Sabha elections from the Varanasi seat. It was designed by Gujarat-based architect Bimat Patel, whose firm was also commissioned to reconfigure Delhi’s Central Vista and construct the new Parliament building. The corridor was thrown open to the public earlier this year, in time for the Uttar Pradesh elections. The polls saw the Bharatiya Janata Party’s Adityanath return for a second term as chief minister.The project required some changes along the way. According to Sunil Kumar Verma, Kashi Vishwanath project chief executive officer, about 400 structures, including temples, homes and guest houses, had to be demolished. Along with the temples, several shivlings and idols were also displaced. #WATCH | Highlights from PM Modi's inauguration of revamped Kashi Vishwanath Dham corridorhttps://t.co/Sv5sasDs0E pic.twitter.com/BLdZlgF1DI— The Times Of India (@timesofindia) December 13, 2021\n\nVerma said 27 temples had already been established to house such idols and more were going to be built over time.  While some of the idols had already been moved to these temples, more would follow. “Yes, when someone loses their property, they have a hard time getting over it,” he said. “However, for development, some things must happen. Most people understand this, only a small section does not.” But for those who lost the small shrines they had prayed at for years, it is not the same.  For close to two years, Tiwari did not know where the idols and shivlings from his shrine went. Last month, someone told him they had been shifted to the new complex, but he still has not seen them.“An uprooted idol cannot be prayed to anymore, it is as simple as that,” Tiwari said.The loss of his temple and shivling has become particularly galling now. In May, a court-appointed committee claimed to have found an oval object in the Gyanvapi mosque complex, adjacent to the Kashi Vishwanath temple. The Hindu petitioners seeking the right to conduct religious rituals in the mosque premises have claimed the object is a shivling. The mosque management committee said it was part of a fountain in the mosque’s wazu khana, or ablution tank. However, the court ordered the tank be sealed.For now, namaz continues at the Gyanvapi mosque. But the discovery of the oval object has galvanised a raft of court petitions that aim to reclaim the mosque precincts as a Hindu place of worship. Varanasi has grown tense, with Hindutva groups raring to take possession of the mosque and Muslims gathering in greater numbers to pray as anxiety around the mosque grows.Varanasi residents like Tiwari are unimpressed by the furore at Gyanvapi. There had been appeals against the demolition of local shrines and the displacement of idols as well, filed in Varanasi courts. These led nowhere, residents and lawyers say.“Now they are creating such a nuisance about this supposed shivling, when they literally demolished our temples and uprooted our shivlings for tourism,” Tiwari said. “Where did their respect go then?”The shrines of KashiWhen the Kashi Vishwanath corridor was inaugurated, it was estimated that  the project would cost Rs 600 crore. According to Verma, with the construction and compensation for those who had lost their property, costs went up to Rs 900 crore.Those who once lived around the Kashi Vishwanath temple complex said the project did not just mean a material loss: it had destroyed the sacred geography of old Varanasi. The winding lanes around the Kashi Vishwanath temple were once lined with shops and houses that stood cheek by jowl. Many of these buildings had small shrines on the ground floor that opened out onto the road, fusing the public and the private. The people who lived here took care of them as household shrines. Tourists and pilgrims would also stop and pray there.Sanjeev Ratan Mishra has been active in mobilising the shopkeepers and residents who lost their homes and livelihoods to the Kashi Vishwanath corridor. Credit Aishwarya S IyerThere was no direct route to the divine. Fifty two-year-old Sanjeev Ratan Mishra, whose shop was demolished for the corridor, called Kashi a city of lanes. “A city where you have to go looking for your god through one narrow lane and then another,” he said. “How can you alter the very nature of this city?”Besides, Varanasi old timers say, there were rituals to be observed around the main Kashi Vishwanath temple. Five major shrines lined the periphery of the temple, each housing one of the panchayatan gods – Ganesha, Durga, Shiva, Vishnu and Surya. Many believe a visit to the Kashi Vishwanath temple was not complete without doing the rounds of these shrines as well. These shrines were also torn down to make way for the corridor.“To go to the Guru [the idol of Shiv in the main temple], there is a system to worship him,” said Rajendra Tiwari, who had been the priest at the Kashi Vishwanath temple till 1983, a position that had been passed down to generations of men in his family. “This panchayatan system was a part of it, but now it ceases to exist.” In the 1980s, the Central government passed a law that brought the temple under the administration of a state-run trust and Tiwari was removed.There were other rituals and places of significance that were lost. Vishwambar Nath Mishra, priest of the Sankat Mochan temple and head of the electronic engineering department at the Indian Institute of Technology in Varanasi, spoke of 143 sacred spaces mentioned in religious texts, including the Puranas, which were erased by the corridor.“Is that not a matter of concern for any Hindu?” he asked.Sanjeev Ratan Mishra spoke of 84 yatras, or pilgrimages, that ended at the Vyas Peeth. The shrine, named after the sage, Ved Vyas, was a few metres away from the Nandi statue in the Kashi Vishwanath temple compound. Sanjeev Mishra said it was centuries old. But that, too, was removed to make way for the corridor.“They ended our traditions,” said Sanjeev Mishra, who had been promised a stall in the new temple complex but was not pinning his hopes on it.With the area cleared for the corridor, the Kashi Vishwanath temple now stands against the skyline in sharp relief, without the familiar chaos surrounding it.As Modi laid the foundation stone for the corridor in March 2019, he had said, “In a way this is a day to celebrate the freedom of Shiv. Till now he was restricted. He was stuck inside four walls. I do not know how long he must have struggled even to breathe.”It is a speech Vishwambar Nath Mishra recalled with bitterness. “People come to Kashi for freedom, the deity for that [freedom] is Kashi Vishwanath,” he said. “Now someone is saying that they have given freedom to Kashi Vishwanath itself.”Vishwambar Nath Mishra, priest of the Sankat Mochan temple and IIT professor, asks why Hindus do not protest about the demolition about the ancient places of significance. Credit: Aishwarya S IyerAnother building next to the temple also became more visible after the corridor was built – the Gyanvapi mosque, where the survey committee claimed to have observed the oval object.As news of the survey committee’s findings spread, Sohan Lal Arya, a local leader of the Vishwa Hindu Parishad and a moving force behind the petitions, claimed, “Baba [Shiv] has been found.”It is another claim that irks Vishwamabar Mishra. “Do you think we are fools that we have been offering our prayers to the Kashi Vishwanath temple?” he asked. “He was already here.”The lost shivlings of VaranasiWhile the claimed shivling at Gyanvapi is fenced off, Vishwambar Mishra alleged that many of the shivlings from the demolished shrines were found in drains.Sanjeev Mishra also took out his phone to show pictures of shivlings stacked on the ground, open to the sky. He had been documenting the demolitions since they started in 2019. Varanasi District Court to hear today the suit filed by Hindu plaintiffs seeking right of worship in Gyanvapi mosque.#GyanvapiMosque #Varanasi pic.twitter.com/BDu8BsBUf1— Live Law (@LiveLawIndia) July 4, 2022\n\nAmong the many people who lost shivlings from their household shrines is 26-year-old Deepak Verma. The Vermas, a joint family of 22, lived in a three-storeyed building. The shivling was on the first floor of the family home and Deepak Verma ran a shop on the ground floor.With the corridor, their home is gone. So is the shivling. Deepak Verma now sits on the street, asking passers-by to buy his flowers. The family is dispersed across the city.They were paid twice the circle rate but they did not want to move. “We were not asked to leave – we were told to leave,” Verma said. “If relatives came to visit, we were being hounded. If we came to our own home late at night, we were hounded.”There was security round the clock, he said, and anyone going in and out of the area had to show identity proof. Finally, it became untenable to stay.When they left, Deepak Verma said, the authorities told them the idols in their shrines would not be demolished but given a place in the new temple complex built around the corridor. Sunil Verma, chief executive officer of the corridor project, confirmed this arrangement. In the uncertainty that surrounded their departures, most residents chose to leave their idols behind. But they say they have not got any update from the authorities on whether their idols have not found new homes yet. “Our shivling is lost for good,” Deepak Verma said. “We do not know where they have taken it.”  Deepak Verma lost his home and shop to the corridor. Credit: Aishwarya S IyerForty six-year-old Madan Yadav, who was also forced to leave, was indignant that the media had paid greater attention to the plight of residents and the demolition of smaller temples. Meanwhile, the new corridor got widespread coverage as a new prestige project for the Modi government and a symbol of development for Varanasi.“The demolition of ancient temples mentioned in the Puranas is an attack on Sanatan Dharam,” said Yadav, who had owned four shops on the ground floor of a building. “This is not development.” His family of eight lived above the shop.Yadav conceded that the administration gave them compensation – and on time. But, like Verma’s family, they did not want to move. “We were the last ones to sell out,” he said. “We really wanted to stay there. But as the corridor came up, places were blocked, there was water-logging. Water and electric supply would keep getting cut. The reason I am upset with the media is because no one came to hear us then. So many temples were razed to the ground and nothing was done about it.”Fear of the ‘Hindutva party’Residents of Varanasi who had once lived around the Kashi Vishwanath temple say they were not consulted when plans for the new corridor were drawn up. To them, a top-down project to build a corridor goes against the very nature of Varanasi.Vishwambar Nath Mishra described Varanasi as a layered city, shaped by its denizens over centuries. The ancient city of Kashi lay between the Varuna and Assi ghats, he explained, adding that it is the area from which Varanasi gets its name. The corridor cuts through this very area. “Banarasis have lived here for generations, and have links for generation after generation,” he said. “They have been removed to give way to a tourist spot.”The claim of finally having found Shiv in the precincts of the Gyanvapi mosque also went against the ethos of the city, Vishwambar Mishra explained. “Kashi mein kankad kankad Shiv hai [In Kashi, you will find shiv in every pebble],” he said. “This has been said because this is Shivji’s dwelling.”While there is local resentment over the houses, temples and idols that the corridor displaced, there are no vocal protests against the project. Sanjeev Ratan Mishra suggested residents had stayed silent from fear of the “Hindutva party”, an oblique reference to the BJP.“In ancient times, [our] cultural heritage was definitely destroyed by outside invaders,” he said darkly.  “But now, it is no outside invader destroying the ancient religious heritage of Kashi, but our own leaders.”Rajendra Tiwari,  the former priest of the Kashi Vishwanath temple, said the BJP made a show of religiosity but was really making a “business out of religion”. Once again, he returned to the shivlings that were lost as the corridor was laid. “These men have attacked Shiv in Shiva’s abode, how can they call themselves religious?” he asked.","author":"Aishwarya Iyer","time":"2022-07-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176869-vbjnoumqbp-1657252697.jpg","tags":["Gyanvapi","Varanasi","communal politics"],"source":"https://scroll.in/article/1027645/why-many-varanasi-residents-are-unimpressed-by-the-furore-around-the-gyanvapi-mosque"}