{"title":"Why was NRC coordinator Prateek Hajela transferred out of Assam?","content":"In 1931, the colonial census commissioner CS Mullan wrote about an “invasion of a vast horde of land-hungry Bengali immigrants” into Assam. It was a thesis that would define Assam’s politics and public life forever, often with bloody consequences. More than 80 years later, another bureaucrat was tasked with executing a permanent solution to Assamese concerns over immigration. In 2015, Prateek Hajela, an Indian Administrative Services officer from Madhya Pradesh, under the direction of the Supreme Court, set out to update Assam’s National Register of Citizens. The stated aim was simple enough: to separate citizens from undocumented migrants, defined as anyone who entered India after the midnight of March 24, 1971.An unprecedented enumeration exercise followed, testing India’s shoddy record-keeping to the limit. After a string of delays, the NRC was finally published on August 31. But the outcome pleased few stakeholders, with some even saying that Hajela’s flawed implementation of a well-intentioned exercise had muddied the waters more. The critics of the NRC included leaders of the ruling Bharatiya Janata Party, which had supported the exercise initially, but later went to the extent of rejecting the final list.Amidst all of this, Hajela himself maintained a studied silence.A sudden inexplicable transfer  But on the morning of October 18, the Supreme Court spoke: Hajela was to be immediately transferred to Madhya Pradesh. By all accounts, the court’s order was unexpected and few saw it coming.  Adding to the suspense, the court did not offer an explanation,  but enigmatically added: “No order will be without a reason.”News 18, quoting unidentified sources, attributed the decision to “a threat to Hajela’s life”. A senior Assam police official, however, told Scroll.in that while Hajela “does get a phone call or an anonymous threat once in a while, his security is totally covered”. “His security is well above most of the ministers,” said the official, requesting anonymity.Hajela did not respond to several calls and text messages seeking comment.  A controversial figue The reason why Hajela has heightened security is because he is not an ordinary bureaucrat. He has, almost consistently, been in the eye of the storm for the past couple of years. From the media to the state government to the Opposition, he has been spared by no one.  Earlier in the month, two police complaints were lodged against him for “discrepancies” in the final updated list.                                                                                                                   The BJP, which is a vocal proponent of the NRC in the rest of the country, has been particularly harsh on Hajela. The party’s state leaders have accused him of having an anti-Hindu bias. In 2018, a Hindutva organisation depicted him as the demon Mahishasura during Durga Puja festivities.The attacks had become even more vicious in recent months. Slanderous WhatsApp messages questioning his competence as well as his integrity flew thick and fast in Hindutva circles. In July, Hindutva groups circulated fake news about a Rohingya man being included in the NRC draft list as supposed proof of the exercise’s pro-Muslim slant.BJP vindicated?It is no wonder then that in the saffron quarters, the court’s order is being perceived as a vindication of their allegations. “For now, it looks like an acceptance of the fact by the court that Mr Hajela did not do a good job with the NRC,” said Rajdeep Roy, the BJP’s MP from Silchar. “It seems like a bail-out package for him.”Another state BJP leader Santanu Naik, called it a “very good decision”. “He wasted a lot of money and made people suffer a lot – it had to end somewhere,” said Naik.State government taken by surprise  The court’s order, though, seems to have surprised the state government. “We did not expect the court would give a direction like this,” said a senior state official. “We thought he may like to go out, of course.”Hajela has had several run-ins with the state government, which is his employer, even though he was reporting directly to the Supreme Court on the NRC. In August, prior to the publication of the final citizens’ list, the state government, along with the Union home ministry, had approached the Supreme Court, requesting “reverification” in certain districts. Their gripe: too few Muslim exclusions in the draft NRC of Muslim-dominated border districts of the state.The state government is likely to comply with the court’s order on Hajela, who belongs to the Assam-Meghalaya cadre, and give the necessary clearances for the inter-cadre transfer. Said Chandra Mohan Patowary, the state government’s official spokesperson and senior minister: “It is a Supreme Court order, so we have no choice but to obey.”Indeed, it is the Supreme Court in which Hajela has often found refuge from onslaughts by his detractors. In August, when the state government stepped up the heat on Hajela for refusing to back the government’s re-verification demand, the court came to his aid, asking him to ignore the criticism and focus on the job at hand.   The Supreme Court’s decision to reject the government’s request, too, was based on Hajela’s submission.The court’s confidence in Hajela has been of a pattern, except perhaps one occasion, when it reprimanded him for speaking to the media. Ever since, Hajela has doggedly refused to field any media queries, which made the NRC process even more opaque.Also read:Interview: NRC is about implementing a law, even if it is a tough task, says Prateek Hajela‘Not good news for NRC rejects’ The Congress, which has also been critical of Hajela in recent times, did not immediately react to the development. “It is an order of the court, and since we do not know the reasons, it would not be prudent to comment,” said the leader of the opposition, Debabrata Saikia.  Many in Assam feel Hajela’s transfer is “not good news” for people who have not found their names in the NRC. “Many vested interest groups and individuals including powerful ministers of Assam government are not happy with NRC final list and Prateek Hajela,” pointed out Aman Wadud, a lawyer and activist, who has been vocal about alleged procedural flaws in the execution of the NRC exercise. “This is a very crucial stage of NRC – none of the 19 lakh excluded people excluded has received any rejection order yet,” Wadud pointed out. “The court should have allowed him to complete the entire NRC process.”","author":"Arunabh Saikia","time":"2019-10-18T18:49:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/940991-78235-myibkjtwcs-1515069756.jpg","tags":["National Register of Citizens","Prateek Hajela","Assam"],"source":"https://scroll.in/article/940991/why-was-nrc-coordinator-prateek-hajela-transferred-out-of-assam"}