{"title":"Why did Assam prepare the 1951 NRC, which has become a touchstone for citizenship today?","content":"As the first national Census of independent India began on February 9, 1951, the chief minister of Assam, BR Medhi, addressed an army of enumerators in the state:  “You have the proud privilege and unique honour of taking a very important part of collecting the data during the Census operation to enable the Nation to know its problems and prepare a plan for their solution of the basis of such data. I may also tell you that the first National Register of Citizens of the Republic of Bharata will also be prepared from the data collected by you during this Census operation.”  According to RB Vaghaiwalla, the Indian Civil Service officer who was superintendent of Census operations in Assam, Manipur and Tripura, not all enumerators were convinced it was a proud privilege. “The reaction of Supervisors and Enumerators on appointment was one of general reluctance to accept,” he writes in his administrative report on Census operations.Still, thousands of enumerators were put to work over the next 20 days, instructed to finish their task by sunrise on March 1, 1951.The Census had been a regular feature of Indian life under the British since the 1870s, its data collection encompassing the entire population, regardless of nationality and citizenship. But the National Register of Citizens was a new initiative.It did not require the surveyors to collect fresh data – all they had to do was transfer data from the Census slips into what would become the NRC.Question's asked by enumerators in the 1951 Census.For the 1951 Census, each respondent had to answer 14 questions on individual slips. Responses to 11 of those questions were transferred to the citizen’s register. Three questions were excluded: whether the respondent was a “displaced person”, on bilingualism and whether the respondent was “an indigenous person of Assam”. The Census reports do not explain why.“Although the form of the register is not yet finalised, it will contain important particulars in respect of every citizen and every village or a ward in a town,” writes Vaghaiwalla.Nearly 70 years later, Assam is updating this register. One of the stated aims of the exercise is to sift genuine Indian citizens living in Assam from undocumented migrants. To be included in the new register, applicants have to prove that they or their ancestors entered India before midnight on March 24, 1971, the eve of the Bangladesh War. Many applicants used the names of ancestors in the 1951 NRC to prove they were descended from Indian citizens and should therefore be counted as Indian citizens, too.A post-Partition registerAll states were mandated to compile an NRC. “However, the legal-political meaning and usages of this NRC had remained dormant for all these states except Assam,” said historian Arupjyoti Saikia. “In Assam, at least since the mid-1960s, the NRC has remained a source of judicial and political scrutiny.”Much about the exercise, its motivations and uses, is still opaque. Bureaucrats in the Census reports vaguely mention the NRC would be useful for “administrative purposes” and socio-economic surveys.“One primary intention was to prepare a village-based inventory of residents,” said Saikia. “Indian states still had federal ambitions to retain their distinct political/cultural characteristics. But truly, we know little about the political-bureaucratic mechanism which was put in place to spell out this process. Archival records are still to be made public about this process.”Most significantly, however, the register was born of the chaotic post-Partition moment, which saw vast population exchanges and communal riots. “It was partly the response of a Nehruvian India [to the] immediate post-Partition crisis, especially extraordinary resistance from Assam to house post-Partition refugees,” said Saikia.The year before, two laws that particularly affected Assam had been passed. One was the Immigrants (Expulsion From Assam) Act, 1950, which allowed the Centre to eject those who had entered the state from territories outside India after the law was passed. Their remaining in the country, the law said, “was detrimental to the interests of the general public of India or of any section thereof or of any Scheduled Tribe in Assam”.According to political scientist Sanjib Baruah, the law “implicitly distinguished” between “Hindu refugees” and “Muslim illegal aliens”.But communal riots had continued on the eastern border in the years after Partition, forcing minorities to flee from India to East Pakistan and vice versa. The Nehru-Liaquat pact, signed in April 1950, allowed such minorities freedom of movement and promised that they would get back their immovable properties provided they returned by December 31, 1950. In India, the fleeing minority had been Muslim.Viceroy Lord Mountbatten is greeted by Nehru and Liaquat Ali Khan in March 1947.Refugees, immigrants, citizensVaghaiwalla’s Census reports, his description of the exercise, reflect how the state struggled with taxonomies. Who was a citizen? Who was a refugee? Who was an immigrant? Which immigrants and refugees qualified for citizenship?“Nationality, Religion and Special Group” was question number four in the 1951 Census slip.According to Vaghaiwalla, both nationality and citizenship were defined by Article 5 of the Constitution:   “A person would be a citizen if he had his domicile in India on 26th January 1950 and if- (a) he was born in India (as now understood), or (b) any of his parents was born in India (as now understood), or (c) he has been ordinarily resident in India (as now understood) for not less than 5 years immediately before 26th January 1950.”   The 1951 NRC, presumably, used this criteria to draw up a list of citizens based on information collected in the Census.The Census had introduced a new category to account for the upheavals of Partition. It asked whether the person under survey was a “displaced person” – “any person who has entered India having left or been compelled to leave his home in Western Pakistan on or after the 1st March 1947, or his home in Eastern Pakistan on or after the 15th October 1946 on account of civil disturbances or the fear of such disturbances”. This suggests that some displaced persons, at least, would make the criteria for citizenship.But, like the Immigrant Act, the Census reports implicitly distinguished between Hindu “refugees” and Muslim “immigrants”. Several districts of Assam had seen a sharp rise in population through the 1940s. Only a minor part of this was due to refugees flooding in, Vaghaiwalla writes. The major “causes are the natural increase of population and the vast immigration of land hungry Muslims from across the border, especially during the first half of the decade”.Here, Vaghaiwalla is invoking CS Mullan, the British Census official whose 1931 report warned of Assam being overrun by “vast hordes of land-hungry Bengali immigrants, mostly Muslim”. The quote has had a long afterlife, appearing in government reports, court judgments and political protests over the next century.A page from the 1951 NRC.Phantom citizens?Both refugees and immigrants, according to Vaghaiwalla, had distorted the citizen count:    “Regarding Nationality, the Deputy Commissioner, Goalpara, states that East Bengal refugees migrating to India even after the 1950 Communal Disturbances as well as quite a few Muslim immigrants had a tendency to claim Indian Nationality.”  In order to be considered Indian nationals, the deputy commissioner reported, such individuals had given the wrong date of entry, even though it was known that “the bulk of displaced persons came to Goalpara only after February, 1950.”The Relief and Rehabilitation Department had estimated about five lakh displaced persons had entered Assam. Only 2,74,000 were counted in the 1951 Census.Anil Roychoudhury, writing in the Economic and Political Weekly in 1981, observes that Muslim citizens displaced by communal disturbances did not even dare return before the Census was completed. In districts like Kamrup and Cachar, there was a “concerted move to drive away the immigrant Muslims” from East Bengal who had been moving to Assam since 1901.This intensified after the Immigrants Act was passed, he writes. Even though the Nehru-Liaquat pact allowed these displaced minorities to come back, many only returned to their homes after the 1951 Census was complete. Which means they would be left out of both the Census and the NRC.Householders and othersOther instructions given to Assam’s enumerators reflect another taxonomy. Inhabitants of the state were divided into three groups. The “household population” were normally to be found at their place of residence. The “institutional populations” inhabited hospitals, jails, barracks, hotels, leper asylums and other such spaces. Finally, there were the itinerants, “wandering tribes, beggars, boat dwellers, tramps, wandering sadhus”.The second and third categories were not to be counted until the first was done. The institutional population would only be taken up on February 28. Homeless persons were left to the “night preceding the sunrise of 1st March 1951”.Apart from giving short shrift to two categories of citizens, the Census contained rules to avoid counting citizens twice. So any permanent resident of a household who had left the house on or before February 8, 1951, and would only return after March 1 that year would not be counted. Visitors staying at a house for the 20-day period could also be enumerated, providing they had not been counted elsewhere.While the Census had individual slips, in the final NRC, these were arranged by household. Roychoudhury suggests that when the data was transferred from Census slips to the NRC, many members of a household, not related to the head of the family, could have fallen through the cracks. A rich man’s household might have included agricultural and domestic workers who would have been left out.The reluctant armyFinally, who were these enumerators, this reluctant army entrusted with the task of counting India’s citizens?The whole state was divided into Census blocks with an enumerator in charge of each one, containing 100 to 250 households. As far as possible, each block corresponded with a village. A supervisor was in charge of a Census circle, which contained five to 10 blocks. They, in turn, reported to charge superintendents, responsible for 10 to 15 circles. The superintendents reported to the subdivisional Census officer. At the district level, the deputy commissioner was in charge of Census operations. Assam had 15,000 enumerators, 3,500 supervisors and 350 charge superintendents.They were meant to be volunteers, doing the job above their regular duties. Many enumerators were primary school teachers or part of the land records staff, pressed into service against their will. Apart from police personnel, few were exempted from the task. Census work was not remunerated. The zeal for the task was to spring from a “sense of public service”, which Vaghaiwalla feared was sadly lacking “in these days of economic strain”.For compiling the NRC, enumerators and supervisors were paid an honorarium. “A sum of Rs 36,974 was paid on account of honoraria to the enumerators in Assam on the basis of 50:60 between the Central and the State Governments,” Vaghaiwalla writes. But this was not enough to cover costs such as hiring boats or buying ink.The 1950 Assam earthquake.Census staff at the district level were preoccupied as well. Assam was just recovering from massive bouts of communal violence, floods and the devastating earthquake of 1950, all of which combined to create food shortages. District officials, Vaghaiwalla concedes, had more pressing things than a Census to worry about.Together, Assam’s 1951 Census and NRC of 1951 form the diary of a hard year. The NRC was meant to be updated regularly, but it never was. It was not meant to be a legally admissible document, but has been used since the 1960s by people facing deportation to defend their citizenship. It is tragic, in the silences it contains, the multitudes it wipes out from the memory of the state.","author":"Ipsita Chakravarty","time":"2019-07-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124529-mlhldornmo-1564147421.jpg","tags":["The Final Count","Assam","National Register of Citizens","The Process"],"source":"https://scroll.in/article/931879/why-did-assam-prepare-the-1951-nrc-which-has-become-a-touchstone-for-citizenship-today"}