{"title":"Why is Modi firefighting allegations that he will end reservations?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).Have feedback, interesting links or think I am wrong? Write to me: [email protected]Both supporters and detractors of the Bharatiya Janata Party will agree that the past decade has changed Indian politics. Narendra Modi’s administration has brought in a paradigm shift to Indian politics, bringing Hindu nationalism to the centre in India. On policy, the BJP rolled back Kashmir’s special status, brought in a religion-based citizenship statute, instituted reservations for upper castes and, in Uttarakhand, even abolished Muslim personal law. On welfare, Modi has turbocharged a new form of state support, handing out private goods and cash to citizens, in place of old-style welfare such as health and education infrastructure.Yet, oddly enough, rather than tom-tom these political and policy changes, for much of the current election campaign, Modi has mostly concentrated on one thing: rebutting allegations that if he comes to power for a third time, he will end reservations in educational institutions and government jobs for members of the Scheduled Castes and Scheduled Tribes.On Monday, for example, speaking in Maharashtra, the prime minister claimed that he would not end reservations nor does he want to change the constitution. Both of those, he said, were lies being spread by the Congress and the Opposition INDIA bloc.Modi stands with SC, ST and OBC communities.Modi stands with social justice. pic.twitter.com/5LqjmdDDOL— Narendra Modi (@narendramodi) May 2, 2024\n\n\nPitting the poorBJP-led state governments have, in fact, arrested Congress workers for allegedly spreading doctored videos of Amit Shah promising to end caste-based quotas.Most interestingly, the BJP is now going slow on its Hindi-language slogan of winning “going past 400 [seats]”. The reason, it seems, is a fear in many quarters that the BJP would use this massive majority to amend the Constitution and end caste-based quotas. “Using the anxiety that the BJP’s 400-paar pitch is causing among the subaltern groups, the Opposition is portraying a brute majority as a precursor to change the Constitution as envisaged by BR Ambedkar and the reservation policy,” reported the Hindu.As a way to counter this impression, the BJP turned to communalism, trying to pit working-class Muslims against working-class Hindus. On Tuesday, Prime Minister Modi claimed that the Congress was going to remove caste-based quotas and institute Muslim reservations in their place. Earlier, the prime minister claimed that the Congress’ drive against economic equality would result in wealth being transferred from Hindus to Muslims.None of Modi’s claims are factual, of course. The Congress has not promised any sort of wealth transfer to Muslims in its manifesto – or a replacement of caste-based quotas with a Muslim quota. Nor does past Congress behaviour point to any such policy. Muslims are highly disadvantaged in India and the idea that the community had been “appeased” during the long period of Congress rule carries little weight.However, the use of the Muslim card by the prime minister is possibly a powerful signal as to how much the allegation of removing caste-based quotes is affecting the BJP.What explains this?A backward caste partyAt one level, the idea that the BJP would remove caste-based quotas seems outlandish. The Hindutva party under Modi is a major electoral choice for Other Backward Class Hindus. It is also a significant choice for Dalits and Adivasis. Ending reservations would be electoral harakiri for the party.Where the BJP loses the perception battle on this front is the undeniable fact that a large component of its ideological core, dominated by upper castes, is opposed to reservations and even sees little wrong in the caste system itself. Deendayal Upadhyaya, a leader of Jana Sangh, the forerunner of Bharatiya Janata Party and one of Hindutva’s most prominent thinkers had praise for the caste system, for providing “complete identity of interest, identity of belonging”.This thinking exists even in this age. Amit Malviya, the head of the BJP’s powerful information technology cell has posted on social media several times in opposition to reservations. In 2014, BJP vice president CP Thakur called for an end to reservations.Past shadowsThe Modi government’s move to institute an economically weaker section quota meant for upper castes is another point that many Ambedkarites intellectuals use to argue that the BJP is opposed to caste-based quotas. Basing quotas on economic rather than caste lines has long been an argument against India’s current system of reservations.As a result, the BJP is not being paranoid when it is being wary of the political fallout of allegations of it being against quotas. In 2015, for example, the BJP’s shock defeat in Bihar was blamed on Rashtriya Swayamsevak Sangh chief Mohan Bhagwat’s call for caste-based reservations to be reviewed.This fear is further exacerbated by the fact that the Congress has itself taken a radical position on caste equity, calling for a caste census and a removal of the Supreme Court’s 50% cap on caste-based reservations.Notably, like the BJP, the Congress is also turning away from its past when it adopts such a position. It is hardly a coincidence that OBC quotas were both proposed and implemented by non-Congress governments. This fact would possibly help the BJP, lessening some of the heat on it.","author":"Shoaib Daniyal","time":"2024-05-03T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200446-twrnqreurc-1714659653.jpeg","tags":["Modi","Caste-based reservations","Lok Sabha elections 2024","The India Fix"]}