{"title":"Why Assam’s BJP government is counting members of four Muslim communities","content":"On February 6, Assam government announced a meeting with representatives of certain Muslim communities to discuss a roadmap for conducting a census of “indigenous Muslims” in the state. “We are setting up a development council for indigenous Muslims, so this survey is for that purpose,” said Ranjit Dutta, Assam’s welfare of minorities and development affairs minister. The official ministry memo also used the term “indigenous Muslims” in its subject line.However, during the meeting held on February 11, it was decided that the word “indigenous” would be dropped. The Assam government now says it will carry out a census to count members of four communities: the Goriya, Moriya, Deshi and Jola Muslims.In its 2019 budget, the Bharatiya Janata Party government in Assam had announced an “indigenous Muslims” development corporation and allocated Rs 100 crore towards “developmental activities” for those defined as indigenous Muslims in Assam. The state minorities development board chairman Muminul Aowal said “indigenous Muslims” were “deprived of benefits of the government welfare schemes in absence of proper identification”. However, after the meeting on February 11, Aowal told Scroll.in the proposed development corporation will be renamed “Goriya-Moriya-Deshi-Jola Muslim Corporation”. Despite the new nomenclature, the beneficiaries of the schemes announced for “indigenous Muslims” in the 2019 budget are likely to remain largely the same. Why was the term “indigenous” dropped? More significantly, what is the politics shaping the government’s decision to focus on four Muslim communities? Who is Assamese?The initial government notices, which  explicitly linked the enumeration exercise with “indigeneity”, had  triggered a debate in the state. Indigeneity is a highly contentious subject in Assam, whose demography has been shaped by multiple waves of migration of communities from various parts of South and South East Asia over the centuries. There is no consensus on who qualifies as “indigenous” to the state.Most communities that may not be considered “indigenous” have lived in Assam for several generations. They have limited ties with the places their ancestors came from and consider Assam home.Currently, a central-government appointed committee is engaged in formulating a definition of the term “Assamese” in order to implement Clause 6 of the Assam Accord. Signed in 1985, the accord was the culmination of a six-year-long anti-foreigners’ agitation in Assam. Clause 6 guarantees “constitutional, legislative and administrative safeguards to protect, preserve and promote the cultural, social, linguistic identity and heritage of the Assamese people”. In order to define the “Assamese people”, the committee is trying to determine who is indigenous to the state.A public notice issued by the committee, seeking comments and suggestions, divides the term Assamese people into three categories: indigenous tribal, indigenous Assamese and other indigenous people of Assam. The committee is said to have wrapped up its report, containing a definition of the term “Assamese”. One proposal doing the rounds was to use the 1951 National Register of Citizens, meant to be a record of genuine Indian citizens living in Assam at the time, as a base.Assamese Muslims The Muslim communities listed as beneficiaries of the new fund – “Goriya, Moriya, Deshi, Jola” – trace centuries of history in Assam.The Gorias are considered  native to Upper Assam. In A History Of Assam, Edward Gait, the colonial historian, contends that the Gorias claims to have “originally” migrated from Gaur, the ancient Muslim capital of Bengal.   The Moriyas, according to Gait, are descendants of soldiers taken prisoner in medieval battles between Ahom kings and the armies of Muslim rulers. They later “took to working in brass”, Gait notes.Deshis, on the other hand, claim their ancestors were the first people in the area to convert to Islam, back in the 13th century, following in the footsteps of Ali Mech, a tribal man widely regarded by historians as the first person in the region to have embraced Islam.The Jolas, employed as tea garden workers or as weavers, are significantly smaller in number, tracing their origin to Uttar Pradesh and Bihar.A villager from a Muslim community sits at a relief camp in Baksa district in lower Assam. The ‘new Assamese’This leaves out two Muslim communities in the state. One, Sylheti-speaking Muslims of Southern Assam’s Barak Valley, who trace their histories to the medieval Cachar kingdom. With a distinct linguistic identity, they refuse to be assimilated into the Assamese mainstream but present a competing narrative of indigeneity.Justifying the decision to leave them out, Aowal said the government’s focus in this  survey was the Brahmaputra Valley. But this raises questions over the omission of another community that lives here: the Miya Muslims of Bengali origin.Members of this community are often viewed with suspicion and branded as “illegal migrants” in Assam.  Although they are among the newest Muslim migrants to Assam, most have lived in the state for decades. Many of their ancestor have migrated from the districts of colonial Bengal since the 19th century and settled in the Brahmaputra Valley. “In my family, I am the fourth generation to have been born in Assam,” said the septuagenarian Hafiz Ahmed, who heads the Char Chapori Sahitya Parishad, the largest literary body representing the community. “There are lakhs of such families [of Bengali origin] who have naturalised as Assamese over the years. Why are we being arbitrarily left out of this so-called indigenous list when there is no definition of the term indigenous?”   For decades, many of this community have enlisted themselves as Assamese in the language census – partly to assimilate with the local population, but primarily to avoid persecution by the ethnic Assamese, who have always viewed migration as cultural invasion. They are often referred to as Na-Asamiyas or neo-Assamese. ‘Identity crisis’ Monirul Hussain, chair professor at the Centre for North East Studies and Policy Research in Delhi’s Jamia Millia Islamia University, was critical of the proposed survey. “This is the BJP’s way of dividing society,” he said referring to the Bharatiya Janata Party, which governs both in Assam as well as the Centre. “There is already a division between Hindus and Muslims, now they are figuring out how to further divide the Muslims.”However, Muslim communities who are considered native to Assam are enthusiastic about the survey. Their ethnic identity, they insist, is more important to them than their religion. “We don’t want to be identified as Muslims, but as ethnic Assamese,” said Sadou Asom Goria-Moria-Deshi Jatiya Parishad president Hafizul Ahmed.Hafizul Ahmed said there was an “identity crisis” among the “indigenous Assamese Muslims” because people often thought they were of migrant origin because of their religion. “We have become a minority within a minority,” he said.This is a common complaint among Assamese Muslims who claim their ancestors were native to the state. Aowal spoke of a life under the perpetual shadow of migrant Muslims. “From government schemes to political representation, it is the migrant Muslims who get it all,” he said.The Miya Muslims of Bengal origin are significantly larger in size than the so-called indigenous Muslim communities. According to Aowal, of the 1.30 odd crore Muslims in the state, around 80-90 lakh are of migrant origin.Besides, as the Clause 6 committee works out who is Assamese in order to provide them special constitutional safeguards, the state’s local Muslim community is anxious that they may lose out because of their Muslim surnames. “So far, there is nothing official to distinguish us from the people who trace their ancestry to Bangladesh, so it is important that the indigenous Muslims are identified and we get to avail the benefits meant for indigenous Assamese,” said Aowal.Smart political move? Many political observers say that the proposed survey may have been announced keeping the state Assembly elections in sight – scheduled for 2021. In the 2016 edition, the older Muslim communities of Assam, swayed by the Bharatiya Janata Party’s anti-migrant rhetoric, had largely thrown in their lot with the saffron party.  However, the party seemed to have alienated the Muslim communities with the unapologetic Hindutva agenda it pursued ever since. In December 2019, the Central government amended India’s citizenship law expediting  Indian citizenship for undocumented non-Muslim migrants from the three neighbouring countries of Pakistan, Bangladesh and Afghanistan. A census of “indigenous” Muslims could be the BJP’s way of winning them back, said political scientist Sanjib Baruah. “It is a smart move that will allow them to say that they are not anti-Muslim but only against ‘Bangladeshis’, by which of course, they mean only Muslims,” he said. “But all this is bad news for Miya Muslims. The insecurity coming from being seen as Bangladeshi will receive official imprimatur.”","author":"Arunabh Saikia","time":"2020-02-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/78718-ivjwuenxkw-1581430359.jpg","tags":["Assam","Bharatiya Janata Party","Muslims in Assam"],"source":"https://scroll.in/article/952753/why-assams-bjp-government-is-counting-members-of-four-muslim-communities"}