{"title":"Why Kashmiris are using the hashtag #JagmohanTheMurderer after the Padma award announcement","content":"Around 10.30 pm on January 25, Nasir Patigaru, a community worker and resident of Anantnag in Kashmir, updated his Facebook status. “Arrogance leads to destruction. By rewarding our mass executers, you might have that laugh, but this won’t be the final laugh. For oppressors are bound to get ruined,” he wrote, ending the message with the hashtag JagmohanTheMurderer.Similar anguished messages turned up all over social media, all decrying the Union government’s decision to confer a Padma Vibhushan, India’s second highest civilian honour, on Jagmohan. Patigaru later recounted how his schoolmates would refer to Jagmohan as “Jagmaar watul” or “laash watul” in Kashmiri, which loosely translates as someone who would lay down a heap of corpses.Jagmohan, a former civil servant, held several key posts in his career, including the lieutenant governorship of Delhi and Goa. But his most contentious spell was in the governor’s house in Kashmir.Jagmohan served two terms as governor in Kashmir – from 1984 to 89, and then from January to May 1990. His first stint was largely considered peaceful, even popular by some accounts. As a senior editor of one of valley’s leading newspapers said, on condition of anonymity, Jagmohan’s image as an able administrator was received well by Kashmiris.“He had worked well as lieutenant governor in Delhi so people believed he was good at the civic level,” the senior editor said. “He also introduced the usage of machines for the macadamisation of roads in Kashmir for the first time. So, people were happy with all these things.”Former editor of Greater Kashmir, late Rasheed Shahid, had once told this reporter that, in his first time, Jagmohan held open durbars where “the poorest of Kashmiris could bring their problems”.It was the second stint that left Kashmir with wounds that have never healed.'Bad, worst news'At the time, VP Singh was prime minister, and violence was steadily erupting in Kashmir. In December of 1989, the daughter of Union Home Minister Mufti Mohammad Sayeed was abducted, and the Centre had decided to harden its position in the valley. Despite opposition from the state government, New Delhi appointed Jagmohan as governor, and in protest, the state government, led by Chief Minister Farooq Abdullah, resigned. The state went under President’s rule.On the night of January 19, 1990 – the day Jagmohan was appointed governor – Kashmiri Pandits left the valley in large numbers for Jammu and other parts of India. “Insiders believed he facilitated the migration,” said Mohammad Yusuf Taing, an 80-year-old political commentator. “And the very next day, Gawkadal massacre took place.”On January 19 night, security forces conducted house-to-house searches in Srinagar, ostensibly to find weapons and hidden militants. Hundreds were arrested in the operation. The next day, when crowds of protesters turned up at Gawkadal bridge in Srinagar, paramilitary troops opened fire. At least 50 people were killed in what is now called the “Gawkadal Massacre”.Taing said the former governor “harmed the case of India in Kashmir”. For him, the decision to award Jagmohan a Padma Vibhushan was “absolutely bad...worst news”. It echoed the widespread resentment among Kashmiris.According to columnist Javid Iqbal, the intention behind Jagmohan’s appointment both in 1984 and in 1990 was to “replace the popularly elected government in the state”. “By this move, the voice of Kashmiris was stifled,” he said. “It was viewed as New Delhi’s game and Jagmohan was always seen as Delhi’s spin doctor, particularly in 1990.”Questionable roleIqbal’s organisation, Kashmir Centre for Development Studies, has been demanding a judicial probe into what he calls the “engineered eviction” of Kashmiri Pandits. “The haze over this critical phase of Kashmir’s history needs to be cleared for once and all,\" he said. \"Irrespective of the awards conferred upon Jagmohan , his role as Jammu and Kashmir’s governor will continue to be questioned.”A recent statement issued by the Jammu and Kashmir Centre for Civil Society maintained that Jagmohan is remembered in the valley for orchestrating massacres, tortures, curfews and crackdown operations. On the second day of his rule, in a televised statement, he reportedly threatened to retaliate violently against any law and order problem. Apart from Gawkadal, the five months of Jagmohan’s second tenure saw killings by security forces in Handwara, Zakura, Byepass, Hawal and Mashaali Mohalla.Noted journalist Naseer Ganai said Jagmohan was brought in because his predecessor, BK Nehru, refused to topple the Farooq Abdullah government, a claim Nehru made in his book Nice Guys Finish Second.When contacted, Farooq Abdullah told Scroll.in: “He has been awarded a national award – for what services, I cannot say. The committee chooses people.” On Jagmohan’s tenure, he said, “What about the migration of Pandits, what about the violence? He was the one who dismissed me. And in 1990, they made him the governor against all my advice. I turned directly against the Centre. We were in the middle of this when it became a direct fight between militants and the Centre.”Jagmohan was finally removed in May 1990, after the killing of Mirwaiz Maulvi Mohammad Farooq and the subsequent firing on his funeral procession by security forces, in which over 60 people were killed. “Unke murda jism par bhi goliyaan chalayi gayi (Even his dead body was fired at),” Taing said. “He was recalled in just five months because he had spoiled everything. He never came to Kashmir after that.”Facts distorted?Writer Siddhartha Gigoo, whose book A Long Dream of Home was released recently, dismissed the claims that Jagmohan engineered the Pandit exodus. He said he was 15 and living in downtown Srinagar with his family when Jagmohan took over as governor.“I was there and a witness to all of it – Gawkadal, killing of Maulvi Farooq, Ashfaq Majeed Wani\" said Gigoo. That night, on January 19, sloganeering began from loudspeakers of all mosques across the valley. Pandit killings and kidnappings had already begun in 1989. The hit lists had been issued in October-November and one of my uncles, who was a doctor, was on it. How is it possible that Jagmohan did all this when he wasn’t even there?”According to Gigoo, his conversations with Jagmohan over the years revealed that he was thrust into the role. “The National Conference government had already been dismissed by the Centre. The previous year, many Kashmiris had crossed over to the border to receive arms training. Jagmohan had been sent in to curb the violence and imposing curfew was the typical response.”Gigoo said that the Pandits began leaving the morning after the sloganeering and by March-April 1990, his was the only Pandit family left in the localities of Nawakadal and Safakadal. “In the Urdu daily, Aftab, a press release was issued by the Hizbul Mujahideen that clearly asked Kashmiri Pandits to leave the valley within 36 hours or face consequences. There was zero sense of security and that is why, the Pandits left.”Still, most Kashmiris view Jagmohan antagonistically.Umair Gul, a 27-year-old PhD scholar at Jamia Milia Islamia, recounted how Jagmohan was looked upon as a “devil figure” when he was growing up. “Jagmohan represented the bad, the powerful, who was responsible for all killings. He was held largely responsible – I don’t know how true is it – for the migration of Pandits. And he was always synonymous with all the violence in Kashmir. If we need to personify fascism, the first name to come to one’s mind would be Jagmohan.”","author":"Sumegha Gulati","time":"2016-01-29T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802579-article-ipwckbndzi-1453987738.jpeg","tags":["Jagmohan"],"source":"https://scroll.in/article/802579/why-kashmiris-are-recalling-jagmohanthemurderer-after-the-padma-award-announcement"}