{"title":"Why India’s bookshops can thrive despite online giants only if publishers support them","content":"Independent bookstores have often found themselves in the news and most stories revolve around their battles to stay afloat. In the good old days, it was the chain bookstore that was the villain of the piece. The adversary changed with the entry of Flipkart first and then Amazon, as the indies found it more and more difficult to challenge the deep discounts that the big bad online wolves offered. There is now a third enemy that indie bookstore owners are training their guns on – the makers of the books that they are selling. Many independent booksellers feel that their lot would have been much better had the publishers “engaged” more with them than with the Amazons of the world. So, why are bookstores implying that the publishers are not supporting them? And how do publishers view this allegation?Them vs usWhen booksellers say that publishers engage more with Amazon or Flipkart, they mean that a publisher’s first port of call for selling is Amazon or Flipkart. Many publishers’ websites have the Amazon or Flipkart button alongside the books – sometimes both. Leonard Fernandes, co-founder of Dogears Bookshop in Margao, Goa, said, “We are not asking for indie booksellers to be listed on the publishers’ website. What we are asking for is not to favour Amazon over bookshops. Publishers like Aleph and HarperCollins have their buy buttons linked to Amazon and Flipkart. That gives customers the impression that these are preferred vendors.”Ask HarperCollins and they will not deny that the buttons exist. However, they are not blind to the needs of bookstores. “We work closely with physical bookstores – both independent and chains,” said Ananth Padmanabhan, CEO, HarperCollins India, adding, “This is not just from the point of view of generating sales, but also from an understanding that visibility and display of a range of books at bookstores has an unparalleled advantage, and that is indeed how we all discover new books.”“We try to find out the kind of support independent bookstores require from us and we have offered it to them,” said Krishna Naroor, vice-president, sales and marketing, Bloomsbury India. “We do put up Amazon links to the products, but we also put up product pictures from various indie bookstores on our social media, directing customers to their bookstores.”  He agreed that listing bookstores by city and region on a publisher’s website would be useful, but said that the problem is that all bookstores do not stock all the new releases.Booksellers are quick to point out that publisher support may be forthcoming for bookshops in the metro cities, but this is not the case when it comes to other towns. In the eight years that the Bhubaneswar-based Walking Book Fairs has been around, it has worked with almost all mainstream publishers. “We have collaborated with Penguin, HarperCollins, Speaking Tiger and Pan Macmillan on various occasions, but we don’t really feel that publishers have an active strategy in place for small indie bookstores likes ours which are not in Delhi,” said Satabdi and Akshay, the owners, who have a store in Bengaluru.Whether they are in Goa, Bhubaneswar, Imphal, Varanasi, Kolkata or even Bengaluru and Mumbai, booksellers feel that the English-language publishers have a Delhi-centric approach when it comes to distribution, promotion or support of bookstores. Amrita Somaiya, owner of Kitab Khana in Mumbai, said, “As far as specific marketing initiatives are concerned, there will be in-store marketing collaterals shared for some books, usually for children’s books or big-ticket authors. When Penguin organises the Penguin Classics Festival that Kitab Khana has been a part of for two years before the pandemic, the association has been fruitful for both of us. Sometimes, there is an issue of stock availability of new releases. Delhi bookstores will have stocks much before other regions.”Does that mean better planning by publishers could ensure that stocks reach other regions also around the same time as Delhi bookstores? Jagath Prabhu, COO of Kitab Khana, said, “We have noticed that the supply chain is weak. Local distributors don’t carry all the titles that get published – sometimes this includes even new releases by big publishers like PRH and HarperCollins.” How clued in are publishers about bookstores that are “remote” and their specific problems? Several publishers, for instance, did not know much about Martin Thockchom’s quaint bookstore, Ukiyo – which has grown from being very small to small – in Manipur’s capital, Imphal, till it was a year into its operations. “It was only in 2019 when we, along with a few literature enthusiasts, organised the Ukiyo Literature Festival that publishers came to know us,” Thokchom said. “We get mail and messages from them now and then regarding their front titles. Most of the mails are like the ones we receive from telemarketing teams – everything about their products, and none about our concern.” Raman Sreshta, the owner of Rachna Bookstore in Gangtok, another far-flung outpost of India’s bookselling world, had some advice for publishers. “There is a world beyond Delhi,” he said. “Make your sales representatives accountable and train them to deal with bookshop owners. They ought to be facilitators, a cog in the wheel, not feudal gatekeepers for the publishers. Stop asking how many books we will sell when we do book events. We sell more books during any event than many of the publishers’ own glitzy events at fancy city venues. Those that don’t sell that day are kept at the store as signed copies.” Writers’ sideSeveral authors also agree that the smaller towns indeed get a raw deal. Ramachandra Guha, the award-winning historian and biographer, who is based in Bengaluru, is a diehard frequenter of independent bookstores, whether in his own hometown or when he is travelling. Premier Bookshop, which unfortunately shut down, was a particular favourite. The other stores he frequents are Blossoms, Bookworm and “a wonderful” store in south Bangalore called Nagasri, Bahrisons and Midland in Delhi, Kitab Khana in Mumbai, and Politics and Prose in Washington. “You are probably right about metros getting the privilege more than the tier two towns,” he said. “For instance, Bangalore gets more chances than a Mysore.”Author, columnist, journalist and writer of narrative non-fiction, history, culture and fiction, Sudeep Chakravarti, who lives in Goa, was quite forthright. “I can say with certainty that indie bookstores in smaller cities do not receive great support from publishers,” he said. “Preferential treatment is reserved for online stores, chain stores and prominent bookstores in metropolitan areas. As a writer whose books sell more in indie stores, based on reviews but more so through word-of-mouth, I think this is a great tragedy made worse with market economics.” For writers, the publisher response appears to be varied.  “My guess is that publishers don’t know how to support bookstores in any planned way,” said Paro Anand, the Sahitya Akademi winning writer of children’s books. But Shatrujeet Nath, whose recent book, Warlord of Ayodhya, has been published by Jaico Books, feels that publishers do understand the importance of indie bookstores. “I do know that indie stores are important to my publisher, and they are a part of the marketing outreach for my books,” he said.Naroor explains that Bloomsbury’s marketing team connects with authors ahead of publication and finds out about key bookstores in their cities. “We actively try to rope in local bookstores to partner with us for launch events,” he said. If the bookstore does not have the space and we have to host the event somewhere else, w always partner with a local bookseller to supply books for the event.”Jerry Pinto, the target of whose work straddles a wide age group, has always loved indie bookstores and what he calls their gallant and quixotic owners. As a writer, Pinto feels that that the indie booksellers’ greatest challenge lies in their limited stocking space and the avalanche of books with which they are currently faced. And just as the publishers have a responsibility towards indie bookstores, so should readers. “Indies’ greatest strength is in knowing their readers,” said Pinto. “But readers are a notoriously unreliable breed of people. They will say: ‘You should stock Pushkin Press titles’. That may mean several hundred titles of which they are interested in ten. Or they will say: Have you got the new Bei Dao? And when that turns up, shrug and say, ‘Oh, someone gave it to me as a birthday present.’” Another idea comes from queer feminist activist and children’s book writer Shals Mahajan. “When it comes to children’s books, a connection with schools and other folks in the book space (by which I mean reading clubs, festival organisers, library networks and such like as well) is crucial,” said Mahajan. After their latest book, Reva and Prisha, hit the market, they have tried to highlight the bookstores in which the book is available. As Nath put it, “Bookstores have been instrumental in introducing authors to readers. It is time authors returned the favour by re-introducing readers to bookstores.”But is this enough?In mid-January 2022, HarperCollins India sent out a mail inviting distributors and booksellers to an online announcement of their releases this year. This was closely followed by Penguin Random House India. These meets will continue as an annual exercise to keep booksellers abreast of all launches. One would assume that booksellers, at least the indies, would appreciate such a step coming from two of the biggest publishers.Such online meets will become part of the new normal. Padmanabhan of HarperCollins points out that physical bookstores, in this new changed world, contribute more than 20 per cent of all sales, and hopes that when more bookstores open and readers and book buyers go back to physical shopping, this should will go up to 30-35 per cent. “This year we have also hired Sonal Gandhi, who has spent over 20 years at Crossword Bookstores, as our lead for retail sales and marketing,” Padmanabhan said. Gandhi’s primary focus will be to work with independent and physical bookstores to increase engagement and visibility, find innovative marketing for their community of customers, and create special and exclusive offers for bookstores.Nandan Jha, executive vice president – sales & product and business development, Penguin Random House India, values the importance of reaching out quickly to brick and mortar bookstores. “Fast access to books and to accurate information is one of the best services publishers can provide to the bookstores,” he said. But what about the accusations of favouring online bookstores when communicating launches? “Our sales team is conscious of this and we have a channel-agnostic approach,” said Jha. “Our social media posts often direct customers to ‘wherever books are sold’ or ‘at a bookstore near you’.”Hachette India is, arguably, among the very few publishers whose heads personally visit bookstores regularly to monitor business. “We are a range publisher, and our list requires varied representation and curation where indies play a crucial part,” said says Thomas Abraham, managing director, Hachette India. “So right from the product stage we have team members – including me – allocated to specific indies, and the level of interaction depends on the indie.” Thomas admits that they are not big on events, but he is willing to consider them. “I personally think greater support comes from good title curation, which can then go further into marketing and promotional ancillaries including social media assets,” he said. “There are no cons to working with a bookstore that is more than a retail unit, and most good indies are that. The pros are many, particularly a sense of being co-invested in building something together and finding that right reader.”Cultural spacesBookstores in India are making an effort to build a common platform. The Independent Booksellers Association of India (IBAI) is one such effort. Yet, it cannot be the solution anytime soon, for there are many bookstores who have either not heard of IBAI or become a member, yet. A combination like a bookshop.org – an online bookstore that sells books from local, independent bookstores) and an IBAI may work better probably.Some are adopting a wait-and-watch approach to IBAI. The owners at Walking Book Fairs believe that “unless it shows some real work on the ground which actually drives sales or helps bookstores survive and flourish, or take on Amazon, improve readership, we don’t see how it helps us.” The fiercely independent bookstore has published a collection of short stories, Room No. 13 and Other Stories, and refuses to sell it on Amazon as “a conscious choice”.IBAI has been set up as a medium to ensure that the collective voice of booksellers reaches publishers and regulators to make sure that there is a level playing field in an industry that is not regulated at all. Deep discounting by online sellers, Amazon in particular, is high on the agenda.In a 2020 paper, titled “Regulation of Book Markets” for the Washington Law Review, authors Miriam Marcowitz-Bitton and Jacob Nussim lay out how the European countries have regulated their book markets over the years, some of them going as far back as 1888. They point out that the chief among the regulatory schemes is the resale price maintenance (RPM) regime, under which booksellers must offer books for a fixed price for a limited time period.The reasons are four-pronged: viewing books as cultural goods that deserve special treatment; advancing diversity in the book market; creating wide distribution of and accessibility to books; and supporting small booksellers. The Indian book publishing industry has ticked off at least three of the boxes, while on the first point only the government can step in.During a recent visit to France, I had the opportunity to chat with a few booksellers. France’s Lang Law protects their interests. Bookstores – both online and brick-and-mortar – are not allowed to offer discounts higher than 5 per cent. Secondly, schools are advised to buy books for their library from shops that are within a radius of three kilometers. Discounts on sales to schools are capped at 9 per cent. Austria, Italy, Lebanon, Portugal, the Netherlands, Spain and Norway have a fixed rule about discounts. Even South Korea has an upper limit for discounts in bookselling. Wouldn’t booksellers in India give a hand and a leg to be backed by something like this?“Such a law, if introduced in India, would have to be government mandated,” said Kitab Khana’s Prabhu. “Publishers can, of course, take a stand to not support a seller who takes part in unfair practices – for instance, Amazon, which sells at unmatchable discounts – it is not something they’re in a position to do, because it takes away a huge chunk of their market share.” “Amazon and Flipkart are now acting like distributors as well as retailers,” said Mayi Gowda, owner of Blossom Book House in Bengaluru. “Yes, if the government were to bring about a policy allowing no more than 15-20 per cent discount on MRP, a lot of retailers will survive.” Is such legislation at all likely?Amit Gupta, a Delhi-based lawyer, who has considerable experience in issues of predatory pricing and deep discounting practices (representing mainly pharma companies) does not think so. “This is difficult as per our constitutional law, since it can be interpreted as a restriction on freedom to trade – unless there is a very good public reason, and not just to support bookstores,” he said.Nor does Hachette’s Abraham expect such a law. “If the government views bookstores as being something beyond retail sales outlets, it will bring the law the way other countries who see bookstores as cultural spaces have done,” he said. “But I don’t hold out much hope because we are a low priced market and the government will not interfere in what it thinks is a consumer benefit.”Repeated enquiries to the chairman’s office of the Competition Commission of India elicited no response. Gupta explained that a statement was made recently by the CCI in Parliament to the effect that it has not found any contravention of predatory pricing norms by e-tailers. Of course, the CCI was talking about e-tailing in general, not just books.Interestingly, one publisher that seems content with a focus on digital selling is Pratham Books, whose presence on bookstore shelves is quite thin. “Our core work lies at the bottom of the pyramid, where either there is no or low access to any kind of reading material,” said Himanshu Giri, CEO of Pratham Books about the digital focus. “We do, to the best of our abilities, stock our books at independent bookstores where possible, but our primary retail channel continues to be our e-Store.” Still, Pratham often cross-promotes independent bookstores that retail their books on its social media platforms.  That readers and publishers both need bookhops in general and independent bookstores in particular is beyond doubt. But they will have to be nourished by publishers, readers, and writers. And on their part, booksellers must continue to think of reasons old and new for book buyers to come to them.Venkatesh M Swamy tries his best to spread the joy of reading through the children’s litfest Bookaroo and the specialist children’s bookstore Eureka, helped in no small measure by authors, illustrators, storytellers,  publishers and foul-weather friends.","author":"Venkatesh M Swamy","time":"2022-03-06T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145550-qghdktsyyd-1596638683.jpeg","tags":["bookshops","publishers"]}