{"title":"Why caste census data is critical for states that want to extend reservations","content":"Without precise caste data, the new central law that will restore to states and Union Territories the power to notify social and educationally backward classes will not result in targeted affirmative action, say researchers and students bodies. Caste data, not disclosed in India since 1931 on the grounds that they encourage the idea of discrimination, are critical for a nuanced understanding of where each caste sits on the spectrum of advantage and disadvantage, they say.Passed in Parliament on August 5, the 127th Constitution Amendment bill (commonly referred to as the OBC bill) overturned a part of the May 2021 Supreme Court verdict on Maharashtra’s 2018 move to extend reservations to Marathas, a dominant caste group. The Marathas have been claiming backwardness although evidence related to land ownership and higher education shows their claims to be contestable. Similar claims are being made by other dominant caste groupsacross India such as the Patidars and the Jats and are backed by political leaders.“Other Backward Class reservation is most likely the only instance in the world where affirmative action is extended to a group that is not officially counted in the national census,” said economist Ashwini Deshpande, a professor at Ashoka University, who has worked on the economics of discrimination and affirmative action.The legislation makes special provisions for SEBCs, Scheduled Castes and Schedules Tribes to advance their social, political and economic representation, including through reservation in central government jobs and educational institutions, at 27%, 15% and 7.5% respectively. This calculation is based on a 50% limit imposed by a 1992 Supreme Court judgement in a case involving the reservation of government jobs.However, the new OBC bill will need the 50% ceiling to go and new estimates to guide affirmative action should be based on caste enumeration, said researchers. Some suggested that the caste census be conducted alongside the 2021 census that has been postponed due to the pandemic.The 50% ceiling was, in any case, breached when the July 2019 103rd Amendment Act introduced a 10% reservation for the economically weaker section in the general category, that is, for those outside the OBC, SC and ST categories. The EWS category is identified on the basis of an applicant’s family income and assets such as the ownership of agricultural and residential land. Until then, reservations had not been granted solely on the basis of economic status.In India SCs, STs and OBCs have historically and persistently faced socio-economic disadvantages. They continue to earn much less than the national household average income of Rs 1.13 lakh per year, IndiaSpend reported in January 2020. SC and ST households earn 21% and 34% less, respectively, than the national average.Need for dataThe new OBC bill states that there will no longer be just one central list of SEBCs: States and UTs are now empowered to maintain their own, separate lists of SEBCs.But the bill, once enacted into law, will be effective only if it is backed by exact caste numbers, activist bodies asserted. The All India OBC Students Association, a body of students and researchers working on the empowerment of SEBCs, cautioned that states “may use the power for the inclusion of the dominant castes”.pic.twitter.com/9OS40DpScH— All India OBC Students Association (AIOBCSA) (@aiobcsa) August 12, 2021\n\n“We feel that states cannot include them [dominant communities] without proper data and evidence. This can only be arrived at through a caste census,” said Gowd Kiran Kumar, president of All India OBC Students Association. There has to be a reevaluation of the “arbitrary ceiling of 50%” upheld by the Supreme Court since 1992, he added. The 1980 Mandal Commission report, using caste data based on the 1931 census, had pointed out that Hindu and non-Hindu OBCs constituted 52% of the population, in addition to 22.5% of SCs and STs.Defining ‘backwardness’In November 2018, the Maharashtra assembly had enacted a special law proposing 16% reservation for Marathas under the SEBC category, which was challenged in the Bombay High Court. The court ordered a reduction of the reservation to 12% in college admissions and 13% in jobs.There is little evidence of the “backwardnesses” that dominant castes such as the Patidars and the Marathas claim, experts pointed out. “ ...Marathas’ access to government jobs is already like that of Brahmins, and higher than that for other forward castes and OBCs, and not different from that for SC-STs”, noted a May 7 analysis by researchers Ashwini Despande and Rajesh Ramachandran.The Supreme Court noted in its judgement: “​​The Marathas are dominant forward class and are in the mainstream of National life. The above situation is not an extraordinary situation contemplated by Indra Sawhney judgment and both [Maharashtra Backward Classes] Commission and the High Court fell in error in accepting the above circumstances as an extraordinary circumstance for exceeding the 50% limit.”The Supreme Court upheld the 102nd Constitution Amendment Act, 2018, which gave power to the President to notify SEBCs, in consultation with the National Commission for Backward Classes. This verdict would end the role of states in notifying groups such as the Marathas as an SEBC.But the 127th Constitutional Amendment bill, passed after the judgement, amended Article 338(B) clause 9 of the Constitution, allowing states to create a list without consulting the National Commission for Backward Classes, which had been granted constitutional status (to protect the interests of backward classes) after the 2018 Act.In 1992, the Supreme Court limited reservation to 50% except under 'extraordinary situations'. Photo credit: ReutersNo clarityBy passing the bill, the Centre has shifted the onus to the states, Satish Deshpande, sociologist at Delhi University, told IndiaSpend. “There seems to be a restoration of federal balance which was tilted towards the Centre,” he said, but added that there is now confusion on which of the two lists, central and state, takes precedence when it comes to reservation for SEBCs.In the 1992 Indra Sawhney case (on the question of reservation in government jobs), the Supreme Court limited reservation to 50% except under “extraordinary situations”, as we said. But lawmakers, researchers and OBC groups have questioned the justification of the 50% ceiling when caste data have not been updated since the 1931 census.The 50% ceiling is as arbitrary as any other number, said Ashwini Deshpande, who has been working on the economics of discrimination and affirmative action. “Surely the proportion of reservations has to be based on the composition of the population and on the distribution of disadvantage/advantage across castes,” she said. “This can be determined if the enumeration of the socio-economic profile (that the national census does) also includes a question on jatis (caste).”Multiple state governments including Bihar, Odisha and Maharashtra have demanded that the 2021 census enumerate caste data. Caste enumeration from the 2011 Socio-Economic Caste Census has not been disclosed in the public domain as “technical problems have been noticed in the huge data of caste information enumerated”, and because “data has become very old and is not useable”, the government told parliament in August 2021. Successive governments have not disclosed the data on caste, purportedly because that they encourage discrimination.While dominant castes are a minority only in terms of population, they are powerful in the public space, as we said. The political idea that they could be treated as a minority is relatively new but it is a demographic fact, said sociologist Satish Deshpande. A caste census will be “the final nail in the coffin” of the “caste as exception” model – which insists that caste is an exception, not the norm–which has dominated our political rhetoric, he said.Understanding inequality“If the government is willing it can lift the ceiling, but the courts are asking for a justification although they have created an arbitrary ceiling of 50%,” said Gowd Kiran Kumar of All India OBC Students Association. Even if there is no socio-economic caste census, data on caste composition can be collated from other reports such as the one released by the Mandal commission and various state panels, said Rohit*, a Maratha PhD scholar at the Indian Institute of Technology, Bombay, who is of the view that Marathas are “socially privileged” and should not be included in Maharashtra’s SEBC list.To raise the reservation ceiling, the idea of merit and reservation has to be reexamined to establish that it does not impact economic progress and human development, several OBC students told IndiaSpend. “A state like Tamil Nadu which is among the best in terms of human development has more than 60% quota,” Kiran Kumar pointed out. “It performs comparatively well in economic indicators too.” Tamil Nadu has had 69% reservation after the Tamil Nadu Act 45 of 1994 was included in the Ninth Schedule of the Constitution. In February, the Supreme Court agreed to hear a petition on this 69% reservation, which breached the 50% ceiling.According to the 2006 Rajinder Sachar Commission report, at least three states – Jharkhand (60%), Tamil Nadu (69%), Maharashtra (52%) – had more than 50% reservation for SCs, STs and OBCs, and at least five had 50% reservations. With the announcement of 10% EWS, this ceiling has gone further up in implementing states.‘EWS is unconstitutional’The EWS quota overturns the original logic of reservations while misconstruing the category itself, Ashwini Deshpande and Ramachandran had written in a March 2019 Economic and Political Weekly analysis. While the poor need protective and remedial steps to improve and promote diversity in elite spaces, reservation to groups already well-represented in higher education and government jobs “blunts this instrument which was originally designed to provide access to caste groups that would remain excluded because of discrimination”, they wrote.The EWS is unconstitutional, said Satish Deshpande. While quotas have proven welfare benefits, he added, “unfortunately, now, reservation has become mostly about who has clout, which has been proved by EWS”.After 10% reservation for the EWS category was approved in January 2019, any non-EWS group (SC, ST, OBC or general category) would have 10% fewer jobs to target, noted a September 2019 analysis by Devika Malhotra Sharma, who teaches political science at the Delhi University. “For example, OBCs, who could earlier target 77.5% seats (27% reserved and 50.5% general merit) will now see their competitive pool coming down to 67.5%,” the analysis noted.*Names have been changed to protect identities.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Shreehari Paliath, IndiaSpend.com","time":"2021-08-26T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110164-higbmcipww-1547013436.jpg","tags":["Caste census","Reservation","Supreme Court","Affirmative action"]}