{"title":"Why India must move past its ambivalent secularism towards the notion of a uniform citizenship","content":"Indian secularism has been loftily conceived as sarva dharma samabhava, or equal respect for all religions, which places it somewhat at variance with its Western counterpart. Its key principle has been adumbrated by Sarvepalli Radhakrishnan, early philosopher-President of the Indian republic, as “a cordial harmony between God and man in Indian thought, while the opposition between the two has been more marked in the West”. Sarva dharma samabhava translates in practice as a project of equal sponsorship – or patronage – of India’s major religions, distinct from the broad Western understanding of secularism as separation of church and state.This difference has been widely celebrated by proponents of Indian secularism, Radhakrishnan onward, as a variant of secularism more suited to Indian circumstances. Political scientist Rajeev Bhargava notes, for instance, that “Indian secularism did not erect a strict wall of separation, but proposed instead a ‘principled distance’ between religion and state. Moreover, by balancing the claims of individuals and religious communities, it never intended a bludgeoning privatisation of religion. It also embodies a model of contextual moral reasoning.” How far, however, has such “principled distance” stood up to the test of time, and how principled has it been? Or is such a minimalist understanding of secularism subject to a notorious slipperiness that ultimately renders it fragile? How different is it from colonial definitions of secularism, or indeed pre-colonial varieties of religious syncretism such as Mughal Emperor Akbar’s Din-i-ilahi?Those issues are highlighted by the current controversy that has arisen over the Gyanvapi mosque in Varanasi, sparking fears of a reprise of the long running dispute over Ayodhya’s Babri Masjid – eventually demolished amidst countrywide rioting – and putting the spotlight once again on the status of India’s secularism that the state is constitutionally sworn to uphold. Kar sevaks demolishing the Babri Masjid in Ayodhya on December 6, 1992. Credit: Douglas E Curran/AFP.In a unanimous 2019 judgement, the Supreme Court attempted to resolve the Babri Masjid dispute by awarding the site of the demolished mosque for building a Ram temple, as demanded by Hindu nationalists, making provisions for an alternative mosque site in Ayodhya. This decision conferred constitutional sanctity on the Places of Worship (Special Provisions) Act 1991, which held that the religious character of any place of worship must be maintained as inherited by independent India on August 15, 1947, when Indian secularism came into force. An exception was made for the Babri Masjid itself, as it was held that the dispute over it predated 1947.If it was expected that the 2019 Supreme Court judgment would draw a line and prevent the recurrence of disputes over religious sites, that hope was belied when a Varanasi court ordered a survey of the Gyanvapi mosque for hidden Hindu artifacts inside the mosque complex after Hindu petitioners sought permission for daily worship there. Their lawyer claimed that the survey had turned up evidence of a shivling (stone phallus representing Shiva) inside the wazukhana (space for ritual bathing before Islamic prayers) of the mosque, and the court ordered the wazukhana to be sealed. It thereby opened a Pandora’s box, with similar claims being made for other mosques across India. A petition has been filed in the Supreme Court seeking similar surveys of all prominent mosques over a 100 years old, while also stopping the use of ponds and wells therein for wazu (ritual bathing). Other petitions have been filed challenging the validity of the Places of Worship Act itself – iconic landmarks with connections to medieval Muslim rulers, such as the Taj Mahal and Delhi’s Qutb Minar, are also sought to be probed. The prospect of unending religious strife that such contentions open up appears to have alarmed even the Hindu nationalist Rashtriya Swayamsevak Sangh – a driver of the movement to topple the Babri Masjid – with its chief Mohan Bhagwat remarking “why look for a shivling in every mosque?”In practice, the discourse of Indian secularism retains continuities with earlier colonial discourse on Indian religion, which also suffuses contemporary expressions of right-wing Hindu nationalism. One example of such overlap is the meta-narrative of Hindu civilisation being continuously oppressed by Muslim invaders. A favoured trope of Orientalist scholars such as James Tod and Henry Elliot, who wanted to position the British Raj as superior to previous Muslim rulers of India, the imagery of Muslims as marauding invaders recurs in contemporary Hindu nationalist discourse. India is supposed to be a land permeated by religiosity, so much so that secularism in the standard sense – conceived of as separation of church and state – is seen as inapplicable to India. As I detail in my book, Idolatry and the Colonial Idea of India: Visions of Horror, Allegories of Enlightenment, the idea of an India of transcendent spirituality, that turns its back on worldly matters, was forcefully articulated in the work of German Indologist Friedrich Max Müller, who pressed India into the service of a romantic critique of industrial civilization. His oeuvre – particularly the polemical pamphlet India: What Can It Teach Us? – has powerfully influenced Indian nationalism, including its secular variant. Rather than separation of church and state, seen as a “Western” idea in this variety of Orientalist discourse, Indian secularism may have greater affinity to Mughal emperor Akbar’s conception of Din-i-ilahi, a creed that attempted to syncretically fuse elements from all the religions present in his empire, including not just Hinduism and Islam but also Christianity, Jainism, and Zoroastrianism. Central and state governments in independent India have a history of administering or underwriting the costs of Haj pilgrimages, Sikh shrines, Muslim waqf boards, and Hindu religious endowments. By aspiring to offer equal patronage to all religions, in place of the “Western” notion of separation of church and state, Indian secularism is liable to fall between many cracks and please few in the process, as steps taken to favour one religion are often seen as inimical by others. It mires secularism in identity politics. It is vulnerable to the majoritarian logic that is proffered by the Bharatiya Janata Party and the Sangh Parivar in general: if the state is indeed to favour religions, then it should favor disproportionately the religion of the majority – Hinduism.A BJP supporter holds a model of the Ram Temple in Ayodhya as they celebrate the foundation stone ceremony, in New Delhi in August 2020. Credit: Reuters.The issue of religion-based personal laws highlights the dilemmas of India’s ambivalent secularism. It departs from secular practice globally, and has something in common with neighbouring Pakistan, which avows a religion-based rather than secular polity, in that it upholds different personal laws in matters pertaining to marriage, divorce, succession, or inheritance for different religions. Personal laws in both secular India and Islamic Pakistan are, in effect, inheritances from the British Raj, whose legal regime relied on religious jurisprudence in such matters. This reflected the British view of India as a collection of different religious communities, lacking the perquisites of nationhood. Modern citizenship relies on a flat rather than tiered model, where the nation-state empowers the citizen directly through a scheme of constitutional and legal rights – rather than through the mediation of empowered groups and community leaders as in the colonial model. In India, as political scientist Suhas Palshikar has observed, “caste and community intervene in the shaping of citizenship…communities are so clearly separated that each entertains a separate notion of what constitutes the ‘public’ and, therefore, what the public good is”. One of the defining struggles of an India in the throes of transition, which also circumscribes Indian secularism, is in reaching toward such a notion of flat and uniform citizenship that strives to serve the common public good.Having defined secularism as poly-religiosity rather than state neutrality toward religions, the Indian polity finds itself shuttling between extremes and has failed to find comfortable footing. The problem with this notion of secularism is that it sees communities as walled gardens and individuals as prisoners of their ascribed identity, which is compatible neither with modern ideas of citizenship nor with a liberal notion of an individual being able to devise their own destiny. Recently, Manish Tewari, senior Congress leader, intimated a recognition of the ghettoising character of Indian secularism when he admitted in an interview that “the question of secularism has been bedeviling the Congress party for a while. Does secularism mean sarva dharma samabhava, or has the time come to go back to the Nehruvian definition of secularism which meant a strict separation between the church and the state?” That definition may indeed have been how Jawaharlal Nehru understood secularism. But India’s first prime minister never got around to implementing it and neither did any of his successors. While many options have been tried in attempting to heal India’s religious rifts, a liberal understanding of secularism – premised on state neutrality rather than sarva dharma samabhava and fully compatible with a modern, post-colonial view of citizenship – is the one option that has been left under-explored. Swagato Ganguly is a CASI Non-Resident Visiting Fellow and was a Spring 2022 Visiting Fellow. He was the Editorial Page Editor of The Times of India (2009-’21).The article was first published on India in Transition, a publication of the Center for the Advanced Study of India, University of Pennsylvania.Also read:‘It will be a bulldozer this time’: In Varanasi, Hindutva groups impatient for Gyanvapi demolitionDoes the Gyanvapi district court order go against the Places of Worship Act, 1991?","author":"Swagato Ganguly","time":"2022-10-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181009-shfqjlhpzs-1665322004.jpg","tags":["Secularism","Gyanvapi","Ayodhya","Babri Masjid"],"source":"https://scroll.in/article/1034612/why-india-must-move-past-its-ambivalent-secularism-towards-the-notion-of-a-uniform-citizenship"}