{"title":"‘Will Modi visit us if we vote?’: Why this election means little for Manipur’s displaced ","content":"This is the year Kiyam Kajal Chanu would have cast her first vote. But the 19-year-old Meitei woman, who only a year ago was teaching at a school in Manipur’s Churachandpur, is unlikely to step into the polling booth this time. “Nothing will change if I vote,” she said. “It will not ensure that we can return home.”  On May 3 last year, as violence broke out between the Meiteis and Kuki-Zo communities in Manipur, her home was burnt down. With her family, she fled the hill district of Churachandpur.Eleven months have passed and Chanu’s five-member family continues to live in a relief camp in Moirang, a town in the foothills, close to one of the many “buffer zones” that divide Meitei areas from Kuki-Zo areas, and mark the total ethnic separation in Manipur. The violence since May has left at least 221 dead, and around 70,000 displaced.For Chanu, it has meant anxiety attacks, nightmares and bouts of breathlessness. Chanu and her family members share the relief camp with 1,100 other Meiteis, all forced to leave their homes in the hill districts. According to Election Commission officials, more than 24,500 displaced people in Manipur have been identified as eligible to vote in the Lok Sabha election. A total of 94 special polling booths will be set up for them at relief camps in the coming days. Chanu, whose vote is registered in the Outer Manipur constituency, is dismissive of the slow trickle of political workers who are turning up at the relief camps ahead of the election. “Where were they before? When we were shivering at night and protesting for dal and rice.” The young woman said she was angered by Prime Minister Narendra Modi’s assertion, in an interview, that “timely intervention” had improved the situation in Manipur.  “This is totally wrong. Manipur is not saved, it is still in crisis,” she said. “When we say timely intervention by the Centre, it had to be before the riots broke out. After the riots, everything is destroyed. How can he say this when thousands of us are still in relief camps? If things had improved, then we would not have decided to boycott the vote.”Kiyam Kajal Chanu disagreed with Prime Minister Narendra Modi’s assertion that “timely intervention” had improved the situation in Manipur. ‘Send us home’Chanu’s views were echoed by other residents of the relief camp, who voiced their disillusionment with the electoral process – when thousands displaced by the violence wait to return home and normalcy. “Most of us here feel betrayed,” said Irom Abung Meitei, a 46-year-old man who lived in Churachandpur till violence broke out. “Our grievances and suffering were not represented in Parliament,” he said.“As of today, there is a sentiment that they will not vote,” said Tilananda Singh, a 59-year-old BJP worker who has been overseeing the work at the Thongju Kundra  relief camp in Imphal, home to 900 displaced people. “There are about 500 voters here but they are still stuck to their decision of not voting.” One of those is Rajesh Wangkhem, a 23-year-old, who worked as a typist in a hospital in Moreh, a town near the Indian-Myanmar border, 100 km from the relief camp. “Both Congress and Bharatiya Janata Party workers came here and asked us to vote,” he said. “I told them we will not vote unless we can go home.” A colourless election In the state capital Imphal, it is hard to tell that an election is only weeks away. Flags, posters make a fleeting appearance and public meetings are entirely missing. In contrast, in the last Assembly elections in 2022, almost every house had put up flags of the political party they supported.  Besides the disinterest among the people, the shadow of a diktat by the radical Meitei group, Arambai Tenggol, also hangs over the city. On March 30, the group had imposed “restrictions” on campaigning by parties – no gatherings, feasts, loudspeakers.Travelling from Imphal to the hill districts involves crossing Kwakta, a village that now forms an “unofficial border” between the Meitei and Kuki-Zo areas. Along the highway, empty demolished houses have been converted to camps for security forces. The charred remains of vehicles burnt in the May violence still lie on the road.  If there were a few banners visible near party offices of political parties in Imphal Valley, not a single poster or flag can be seen in Churachandpur town. An effigy hangs from a road sign. Its message: “Justice is dead”.An effigy hangs from a road sign in Churachandpur town, saying: “Justice is dead”. United by angerThe disillusionment with the electoral process is something the two communities, otherwise at loggerheads, appear to agree on.“I do not want to vote as I have no expectation from the government,” said Khuplien Kap, a farmer who now lives in a relief camp in Churachandpur with his wife and four children. “They are not doing anything to end this.”The 42-year-old’s home in Phailenjang village in Kangpokpi district, which borders Imphal, was burned down on May 20 last year. He now struggles to earn a living as a daily-wage labourer. “We don’t know what lies in the future.”He was critical of Modi, who has not visited the state  in the grip of a civil war. “The prime minister never thinks of us and if he cared, he would be here to see our pain and do something to improve our lives. Will Modi visit us if we vote for him again?” Kap said.No hopeEichen Haokip is a rare Meitei to be found in Churachandpur. In 2009, she fell in love and married a Kuki man, Lunginlal Haokip, and settled in Hiangzou village.  Her husband, a 35-year-old Kuki construction worker was in Imphal on May 4, when he was killed in a mob attack. The 32-year-old woman recalls speaking to him for the last time that day. “He told me he was hiding from a large Meitei mob,” she said. A few days later, she learnt of his death through a video that went viral. Eichen Haokip with her children in Churachandpur town. “My husband was killed on the streets of Imphal but no one was arrested,” she said. “Nobody from the government visited us. I don’t have any hope that the elections will provide any kind of respite.”Eichen added: “I will cast my vote as it is my right, I know this will make no difference to my life and suffering.”‘No one to speak for us’What adds to the reluctance of many voters is that no Kuki-Zo person is standing for elections to the Outer Manipur constituency.The candidates in the fray all belong to the Naga community – the Congress’s Alfred Kanngam S Arthur, Naga People’s Front’s Kachui Timothy Zimik, and two Independent candidates. The BJP has allied with the Naga People’s Front.Civil society organisations like the Indigenous Tribal Leaders’ Forum and the Kuki Inpi have asked their community members not to file nominations “considering their plight”.“We don’t think anyone will speak for us in Parliament unless he or she is from the Kuki community,” said Kap.However, he said he might change his mind if community leaders urge them to vote.Kuki-Zo community leaders Scroll spoke to said they had not made up their mind – whether to abstain from voting in these elections to protest the Centre’s refusal to accede to their demand for a separate administration for Kuki-Zo areas, or exercise their right to franchise as legitimate citizens.All photographs by Rokibuz Zaman.","author":"Rokibuz Zaman","time":"2024-04-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199966-apqguowada-1712760854.jpg","tags":["Manipur","Manipur unrest","Kuki","Meitei","Lok Sabha elections 2024","Lok Sabha 2024"],"source":"https://scroll.in/article/1066486/will-modi-visit-us-if-we-vote-why-this-election-means-little-for-manipurs-displaced"}