{"title":"Will the North East ‘exemptions’ in the new Citizenship Bill meet their purpose?","content":"After days of speculation, there is finally clarity on the exact nature of the proposed amendments to India’s citizenship law and where it will be applicable. On December 6, the government distributed the revised draft of the Citizenship Amendment Bill in the Lok Sabha. A previous version had been passed in the Lok Sabha in January, but had failed to make it past the Rajya Sabha.The most significant change in the revised version relates to the North East, which saw intense opposition to the bill because of fears that indigenous communities could get culturally and physically swamped by migrants from Bangladesh. The bill seeks to make undocumented non-Muslim migrants from Bangladesh, Afghanistan and Pakistan eligible for citizenship.In its revised form, however, the bill states the amendments will not be applicable to regions in the North East protected by the Inner Line Permit and Sixth Schedule  provisions. This includes the whole of Arunachal Pradesh, Mizoram, most of Nagaland, Meghalaya and Tripura, and certain pockets of Assam.  Manipur is the one state in the region which is not covered by the exemptions.While the newly-introduced exemptions have quelled some of the opposition to the bill, would they actually work on the ground? Most of the experts and academics that Scroll.in spoke to are skeptical.What exactly are the Inner Line Permit and Sixth Schedule?  The Inner Line Permit is a document that Indian citizens from other states require to enter Arunachal Pradesh, Mizoram and most of Nagaland. It flows from the Bengal Eastern Frontier Regulation, which was put in place in 1873 by the colonial government to insulate the plains and valleys of the North East, replete with commercial potential, from the hills inhabited by tribes whom the British deemed ungovernable and “savage”.  But post-Independence, it metamorphosed into a protective regime of sorts to keep small local populations shielded from the onslaught of large-scale migration.  Thus, even long-time residents who do not belong to communities classified as “indigenous” to these states need the permit, which they must renew every six months. As scholars Zhoto Tunyi and Jelle JP Wouters write: “An Inner Line resembles closer an international border than a state border as its crossing is subject to identification and a ‘pass’ akin to a visa.”The Sixth Schedule, on the other hand, provides for autonomous decentralised self-governance in certain tribal areas of Assam, Meghalaya, Mizoram and Tripura. In these areas, communities not considered local are restricted from owning land and businesses. Like the Inner Line Permit in the post-colonial era, the Sixth Schedule aims to protect, in some ways, the local tribal way of life.Does the bill’s exclusion of areas served by the Inner Line Permit amount to a concession? Nani Bath, who teaches political science in Arunachal Pradesh’s Rajiv Gandhi University, said the bill’s reference to the Inner Line Permit was redundant. “In any case, anyone who is not considered indigenous to states where the ILP is there cannot settle down or buy land here,” he pointed out. As for “outsiders” working and living in these states with long-term permits, “they have always been there,” said Bath.Significantly, the revised bill does not have any provision that prevents people who have been naturalised by it from applying for these long-term permits and working and living in these states.  As a matter of fact, research suggests that the Inner Line Permit may not be effective in preventing regional migration at all.  According to an academic survey, as many as 38% labourers  in Arunachal Pradesh were from other states.Yet,  putting it in black and white seems to have led to ethnic groups and politicians in these areas considerably toning down their opposition to the bill.  “These explicit references are needed because they would allow North Eastern politicians, who are in no position to displease the powers that be in Delhi, [to say] that they have stuck to their principles,” said political scientist Sanjib Baruah. “These are not really concessions but face-saving devices.”Activists of the North East Students Organisation along with All Assam Students Union hold placards at a protest rally against Citizenship Amendment Bill in Guwahati on Monday. Photo: PTIWhat about the Sixth Schedule exemption? While the inner line permit areas are fairly neatly demarcated on the map, Sixth Schedule regions are not quite the insulated enclaves they appear to be on the map. For instance, it is quite common to find roads from one village to another in the Assam’s Baksa – part of the Sixth Schedule-empowered Bodoland Territorial Area District – pass through a third village in Barpeta, which is outside its purview. There are countless such examples in the region: in several areas here, the Sixth Schedule applies on one side of the highway, but not on the other. So Hindu refugees living on one side of the highway could, theoretically, apply for naturalisation under the amended citizenship bill but those living  on the other side could not. As Jelle JP Wouters, who teaches in the Royal University of Bhutan, told Scroll.in, “The Sixth Schedule is first and foremost a political project, attached closely to the politics of identity and the locally cherished ideal of ethno-territoriality. These political considerations readily override practicalities.”How will the government’s envisioned Sixth Schedule exemption then work in practice? Baruah said it could instead lead to more local unrest. “The Sixth Schedule principle has already been a source of significant trouble after it was extended to plains areas like the Bodo Territorial Area District,” he said.                                     Historically, the Sixth Schedule applied to colonial-era “excluded” hill areas in the North East. However, in a radical political experiment in 2003, the Union government sanctioned the formation of a Bodo Territorial Area District over a large contiguous region in the plains of western Assam.  While this was done to quell the Bodo insurgency, it led to widespread and deep-seated discontentment among non-Bodo communities, who actually outnumber the Bodos in the area. This resentment has often manifested in bloody riots. Baruah suspected these tensions would get further exacerbated now. “The demand for Sixth Schedule and Inner Line will get louder because in a post-CAB [Citizenship Amendment Bill] India, they would appear to be the only kind protection against future immigration from Bangladesh,” he said.An explicit cut-off  is introduced, but will it be effective?The other major change in the bill from the previous version is the introduction of an explicit cut-off date: migrants who entered after December 31, 2014, would not be eligible for citizenship under the bill. This is not a North East-specific exemption, but seems to have been put in place to assuage apprehensions of  groups from the region who had complained in the past  that the absence of a cut-off date could lead to an endless influx of migrants. However, detractors in the region say it is a cosmetic after-thought that would not really deter migrants from Bangladesh.  “It will lead to an onslaught of migration,” said Samual Jyrwa, who heads the North East Students’ Organisation, an umbrella body of pressure groups in the region.Baruah tended to agree. The bill, he said, will “create enormous incentive for Hindu population to migrate to India” from Bangladesh as has been the historical trend – Hindu population in what is now Bangladesh has steadily declined over the years. “Extremists in Bangladesh with their eye on Hindu properties will have more reasons to push Hindus out of Bangladesh,” he said.  “So, North East India’s historical problem with immigration will only get worse.”“It is hard to see,” he added, “how it will produce a more peaceful North East India.”Also readExplainer: How exactly does India’s Citizenship Amendment Bill discriminate against Muslims?","author":"Arunabh Saikia","time":"2019-12-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132371-ytychwxyjo-1575740179.jpg","tags":["Citizenship Amendment Bill","North East","Bangladesh"]}