{"title":"Will creating new hill districts help the Congress capture the Kuki vote in Manipur?","content":"Angai Ngaijalhai sits, birdlike, at her stall in the women’s market in Manipur’s Kangpokpi town. The counter is sparse though it answers to a wide range of culinary needs. There are turnips, eggs, green gourd seeds, a pumpkin or two, sweets made of khoi (popped rice) and jaggery, gnarled roots and beans.Once, Ngaijalhai used to make Rs 300 to Rs 400 a day. But that was before the blockade. Now she makes just Rs 100 to Rs 200. The elderly shopkeeper constantly worries about where to source her produce from, whether she will sell enough, whether she will have enough money to buy necessities like rice and vegetables. Her health has suffered from the stress, she says.On November 1, the United Naga Council launched an economic blockade of two highways that bring essential goods into Manipur. They were protesting against the state government’s decision to create two new revenue districts in the hill areas of Manipur – Jiribam and Sadar Hills, later called Kangpokpi district. The Nagas say that the creation of the new districts was done to weaken Naga-dominated areas in Manipur. The town where Ngaijalhai sells her wares is the headquarters of Kangpopki district, dominated by people from the Kuki tribe.“It has little impact on government employees but for people like me, who live hand to mouth, it has a great impact,” she said, speaking of the blockade. For all the hardships, she is happy about the new district, which separates Kangpokpi from the Naga-dominated Senapati district.She has no particular feelings about the Congress government, which introduced the district. But she conceded: “I don’t know any other parties because Manipur has always been ruled by the Congress.”Kangpokpi goes to polls on March 4, and she hopes the area will elect a candidate who will work towards peace and “focus on the downtrodden people”. This candidate would also have to be Kuki, she added, since they are the dominant tribe in Kangpokpi and their grievances need to be looked after.Polls and polarisationDriving into Kangpokpi from the northern hill town of Senapati, motorists will pass an arched gateway bearing the legend, “Sadar Hills Autonomous District Council, Kangpopki 1972”. The metal letters are blackened, some of them threatening to fall off the archway.The site of administrative power has moved down the road and up a hill, to the deputy commissioner’s office. Here, a shiny new plaque proclaims “Kangpokpi District, Inaugurated by Chief Minister Okram Ibobi Singh”. The plaque is at the epicentre of the turmoil that has riven the state in the last few months.The Congress government announced seven new districts in the hill areas on December 8, after a sudden midnight meeting of the state cabinet. Devabrata Singh, general secretary of the Manipur Pradesh Congress Committee, said the decision was taken for “administrative convenience”, to bring government closer to the remote reaches of the hills. The original plan to create two new districts was expanded to seven under “pressure from MLAs and civil society organisations”, Singh said.But he admitted there were two other factors: that the new districts bifurcated older Naga-dominated areas, and that the government had also taken into account an old Kuki demand for the Sardar Hills Autonomous District area to be turned into a full fledged revenue district.The creation of the hill districts polarised the state at two levels. First, it laid bare the old rift between the hills and the Valley, especially after the Naga economic blockade cut off essential supplies to state capital Imphal. Second, it reopened the feud between the Nagas and the Kukis, the two dominant tribes in the hills who have long fought for homelands that overlapped.By privileging Kuki demands over Naga, the government seemed to have driven the second group away, into the fold of the Naga People’s Front and the Bharatiya Janata Party. But will the last-minute creation of the new districts, especially Kangpokpi, endear the Congress to the Kukis?The Kukis of Kangpokpi say district status will bring more funds and development to the backward region. They look forward to jobs, district hospitals and better roads. “For a very long time, we have been living on scraps in the Sadar Hills, all the funds go to the Naga areas,” said Seikhojan Kipgen, principal of the Elite Higher Secondary School in Kangpokpi.But the Kukis are spread out all over the Manipur hills, forming the majority in districts like Kangpokpi and Churachandpur. The imagined Kuki homeland, for which underground groups have waged a violent war over the decades, is sprawled across most of the state, leaving out only a few areas of the Imphal valley. It is a vast and variegated vote, not all of it assured to the Congress.The Kanpokpi district plaque (Photo credit: Ipsita Chakravarty).Party who?To begin with, many, like Ngaijalhai, will vote on the basis of community, not party. “Elections in Manipur are totally different from elections in the mainland,” explained Seikhogan Kipgen. “If there is a Kuki candidate, there is no point, we vote for the Kuki candidate.” In these remote regions, largely untouched by government, clan and tribe come first, and voters are prepared to migrate with candidates as they switch parties.This year, there is only one Kuki candidate in Kangpokpi constituency. Nemcha Kipgen, a member of the legislative Assembly, married to the chief of the Kuki National Front, an underground group, and who recently switched allegiance from the Congress to the Bharatiya Janata Party.The Congress then gave a ticket to Khadga Tamang, an ethnic Nepali, whose community has a substantial presence in the district. But this led to protests from the Joint Committee for the Inner Line Permit System, which is fighting for restrictions on outsiders settling in the state. They contended that Tamang was “non-Manipuri”, since Nepalis did not figure in the list of scheduled tribes and scheduled castes indigenous to the state, and therefore should not be allowed to contest.The Congress bowed to pressure and withdrew the ticket to Tamang, who is now contesting as an independent candidate in Kangpokpi constituency. In the end, it did not field any candidate in Kangpokpi, Kuki or otherwise.The consensus among Kuki civil society organisations is that Nemcha Kipgen is the only real candidate, even though there are two other candidates. “We would like to convert this unreserved constituency to a reserved constituency,” said Lamcha Chongloi, general secretary of the Kuki Students Organisation, Kangpokpi district.They say even if Nemcha Kipgen had switched to another party, the Kuki vote would have gone to her. Saikul and Saitu, also in Kangpokpi district, are reserved constituencies. A number of Kuki candidates will fight it out there – Saikul has a staggering 11 candidates in the fray. The Congress has a good chance in these seats, according to Chongloi, but more minute loyalties to clan and village are likely to shape these contests.The Kuki causeThe other cause for discontent with the ruling party is planted at the deputy commissioner’s office. The new plaque says “Kangpokpi” instead of the longed for “Sadar Hills District”, which would have included a much larger area. The district’s formation – over 40 years after the demand was first raised – has been a case of too little, too late.“We want a hill district,” explained Hahat Touthang, general secretary of the Kuki Women’s Union. “The important thing is that we do not have any land in our name – Kuki land. If we could get Sadar Hills District, we could have got a separate administration for the hills. For 15 to 20 years we have been voting Congress but nothing has changed much.”Besides, Kuki nationalism does not stop at district formation. It has deep roots in these areas, traced back to the Kuki rebellion (1917-1919), where they refused to join the labour corps of the British imperial army in the first World War.“Naga people willingly followed the diktat of the British,” said Seikhojan Kipgen. “And now Gaidon Kamei [a member of the United Naga Council who is currently in prison], who never fought the British, claims to be a freedom fighter.”The BJP, Kuki groups feel, could take them closer to their political aspirations. The Centre’s talks with Naga groups and the framework agreement for a political settlement are a powerful example here.What exactly are Kuki political aspirations? As of last year, these underground groups, all under suspension of operation agreements, wanted an autonomous hill state to be carved out of Manipur.On November 1, the United Naga Council launched an economic blockade of two highways that bring essential goods into Manipur.  (Photo credit: PTI).“The Kuki National Organisation and the United People’s Front [an umbrella body of Kuki rebel groups] are in talks with the government,” said Moinu Kipgen, vice-president of the Kuki Women’s Union. “What they have put forward is the demands of the Kukis.”According to the women’s union, Nemcha Kipgen’s being married to the Kuki National Front supremo will not be a factor in these elections. But in previous years, underground groups are believed to have influenced polls. “The candidate they back will win,” said Seikhojan Kipgen. “No one has the authority to go against their order. It is followed by people.” This year, however, the rebel groups have declared there will be “free elections”. They have also been ordered back into their designated camps by polling authorities.The Central question Finally, the Congress may have created a new district but it can no longer guarantee Central funds for its development. Traditionally, the states of the North East have tended towards the party in power at the Centre, which helped in funneling money into the region.It is the reason put forward for Nemcha Kipgen’s defection. “The Centre is BJP,” said NS Gangte, who is secretary to Nemcha Kipgen. “We have to look at national politics, not just local politics. Recognition as a district is not a benefit in itself. There has to be developmental progress.” The sitting MLA, he said, had moved to the BJP so as to have a direct line with the Centre.It is a sentiment echoed by tribal bodies. “There is a new district but what is going to happen?” demanded Hekai Chongloi, vice-president of the Kuki Inpi, the apex tribal body of the Kuki people. “Now if the BJP comes then there could be development.”It is a rationale accepted by traders in the Kangpokpi market, still reeling from the effects of the economic blockade. Paradoxically, they also say that if the Congress had fielded a candidate in Kangpokpi constituency, it might have won.","author":"Ipsita Chakravarty","time":"2017-03-03T19:25:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/830732-52777-iyamrtqbld-1488549186.jpg","tags":["Assembly elections","Manipur elections"],"source":"https://scroll.in/article/830732/will-creating-new-hill-districts-help-the-congress-capture-the-kuki-vote-in-manipur"}