{"title":"Will granting tribal status to Jammu and Kashmir’s Paharis help the BJP?","content":"Earlier this month, Parliament passed a bill that would grant Scheduled Tribe status to Paharis, a community that largely lives in the mountainous regions of Jammu and Kashmir. The bill received the President’s assent on February 12.The move came in the face of stiff opposition from the largest tribal group in Jammu and Kashmir – the Gujjars and Bakerwals. Since July last year, when the Union government introduced the Constitution (Jammu and Kashmir) Scheduled Tribes Order (Amendment) Bill, 2023 in Lok Sabha, the Gujjars and Bakerwals have organised several protests against the move. The Paharis, they argue, are a socio-economically empowered group, with several high-caste Hindus and Muslims among them.Jammu and Kashmir’s Lieutenant Governor Manoj Sinha, in a statement released on the day the bill cleared Lok Sabha, sought to assure the tribal groups. The bill, he said, “will have no impact on the current level of reservations available to Gujjars, Bakarwals and other tribes.” Nevertheless, bracing for more protests, the Union territory administration snapped high-speed internet services in Rajouri and Poonch districts of Jammu – where the majority of Gujjar-Bakerwals live. Many Gujjar activists alleged that the administration did not allow them to protest against the passage of the bill, which expands the list of reserved tribes from 12 to 16. “Since February 5, we have been kept under campus detention and are not allowed to go outside the campus to protest,” a Gujjar student leader in Jammu university told Scroll on February 8. “They have deployed police and CRPF [Central Reserve Paramilitary Force] outside the campus gate 24x7 to prevent any sort of gathering. I also received calls from police officials to not hold any protests.”The passage of the contentious bill raises the question. Why would the Bharatiya Janata Party risk alienating Gujjar-Bakerwals, the third-largest ethnic group in Jammu and Kashmir after Kashmiris and Dogras? The answer, observers say, lies in the BJP’s larger electoral calculus and its ambitions of expanding in the  Muslim-majority Rajouri and Poonch districts of Pir Panjal region. Nine Assembly segments in the 90-member Jammu and Kashmir legislative Assembly are reserved for Scheduled Tribes.A protest by members of the Pahari community to demand Scheduled Tribe status, from 2022. Credit: Special Arrangement.A new classificationThe Gujjars and Bakerwals are members of one ethnic group, who dwell in the mountainous regions of Jammu and Kashmir. What sets one apart from the other is their occupation. Bakerwals are pastoral nomads who travel to different parts of the region with their livestock. Gujjars are largely permanent settlers who rear cattle. The Gujjar-Bakerwal community was included in the list of Scheduled Tribes in 1991.Together, they constitute 9% of the total population of Jammu and Kashmir, and 74% of the Scheduled Tribe population in the Union Territory, according to the 2011 census.Until now, the community cornered the lion’s share of the 10% reservation for Scheduled Tribes in government jobs and educational institutions.The Paharis are a social and linguistic minority in Jammu and Kashmir, though their population in the mountainous Rajouri and Poonch districts is a little above 56%. Traditionally, they have engaged in cultivating hilly lands and rearing cattle. According to a government survey in 2018, the number of Pahari-speaking people in Jammu and Kashmir is more than 10 lakh – 8.16% of the erstwhile state’s population.With the arithmetic of Scheduled Tribes altered, the Gujjar-Bakerwal community sees itself at a disadvantage now. “The government has effectively added more than 10 lakh people to the Scheduled Tribes reservation in Jammu and Kashmir,” explained a senior Gujjar activist, wishing not to be identified. “Earlier, 15 lakh people in Jammu and Kashmir competed for 10% reservation in government jobs and educational institutions. Now, that pool has increased to more than 25 lakhs.”The Paharis argue that like the other tribal groups, they reside in the same areas, “face equal hardships and disadvantages [and so] must be entitled to equal rights.”“Paharis are an ethnic, cultural, linguistic and geographical tribe and they fulfill every parameter mandatory to be declared as Scheduled Tribes,” said Syed Mohammad Rafiq Shah, chairman of Jammu and Kashmir Pahari Tribal movement and a former Member of Legislative Council.According to Shah, who hails from North Kashmir’s Kupwara district, Paharis were excluded from the list of Scheduled Tribes in the 1990s due to “political pressure.” “Paharis didn’t have any political representatives that time, nor do they have any leader now,” he said. “We did not have any Member of Parliament who could have argued for our case. We have waged a long battle for our reservation and it’s the fifth generation of Paharis which has finally seen success.”But the Gujjar-Bakerwal community opposes the inclusion of Paharis into the fold of Scheduled Tribes on the ground of the latter’s relatively better socio-economic status. “They are landowners and belong to the upper castes,” said Zahid Choudhary, state president of Gujjar Bakarwal Youth Welfare Conference J&K, a group working for the welfare of tribals in Jammu and Kashmir. “If an upper caste Brahmin or Syed in Rajouri is declared as a member of a Scheduled Tribe tomorrow, who remains in the general category then? How will a Gujjar or Bakerwal compete with an upper caste?”They also point out that Paharis were entitled to reservation even without tribal status. In 2020, the Union territory administration amended rules to give Pahari speaking people 4% in government jobs and admission in professional institutions. “They are also entitled to reservations for economically weaker sections (EWS), and residents of backward areas (RBA) as well as the quota for those living in border areas,” said Zahid Choudhary. “The government did not need to disturb the ST reservation to benefit Paharis. It's just for votes.”The Gujjar-Bakerwal community protests against the inclusion of other castes in the Schedule Tribe list. Credit: PTI.There is also a religious dimension to the new classification of tribes in Jammu and Kashmir.While Gujjars and Bakerwals – the largest Scheduled Tribes group – are predominantly Muslim, Paharis follow Hinduism, Islam and Sikhism.“In essence, they have diluted the character of Scheduled Tribes in Jammu and Kashmir who were predominantly Muslim,” said the senior Gujjar activist.The government has assured the reserved groups that their share will not be affected by the inclusion of new groups in the Scheduled Tribes list. “After the bill is cleared in Rajya Sabha, the UT administration will issue necessary notifications ensuring that the people included in the existing list of Scheduled Tribes continue to get the same level of reservation,” the Jammu and Kashmir government’s official statement on February 6, added.The overture to Paharis The extension of Scheduled Tribes reservation to Paharis is part of the Bharatiya Janata Party’s plan to expand its footprint in the Muslim-majority Rajouri and Poonch districts of Pir Panjal region, observers say. The delimitation of constituencies in Jammu and Kashmir was finalised in 2022, three years after the erstwhile state was downgraded into a Union territory.  Before delimitation, the Jammu region – which is a stronghold of the BJP – had only 37 Assembly seats while Kashmir Valley had 46.After delimitation, Jammu ended up with 43 seats, an addition of six, and the Kashmir Valley with 46 – an increase of one seat only. In the 2014 assembly elections, the last to be held in the erstwhile state, the Bharatiya Janata Party opened its account in the Pir Panjal region for the first time by winning two out of total seven seats in Rajouri and Poonch. During the 2014 and 2019 Lok Sabha elections, the saffron party retained that lead in the assembly segments of Nowshera and Kalakote – the two Assembly seats it had won for the first time in 2014. While the delimitation process was on, the Bharatiya Janata Party’s leadership had hinted that it was focusing on Paharis in Jammu and Kashmir, though it had also wooed the Gujjar-Bakerwals in the past. In October 2021, when Union Home Minister Amit Shah visited Jammu and Kashmir for the first time after August, 2019, he alleged Paharis had been deprived of their rights by Kashmir's “dynastic politics\" – an allusion to regional mainstream political parties like National Conference and the Congress. “Elected members of the Pahari community can now [after the abrogation of Article 370] become a minister and CM of Jammu and Kashmir, which was impossible earlier because of dynastic politics,” said Shah at a public rally in Jammu district on October 24, 2021. The Pir Panjal math The total number of assembly seats in Pir Panjal region has risen to eight from seven.According to the 2011 census, the Gujjar-Bakerwal community constitutes approximately 35% of the total population of the Pir Panjal region – compared to 56% Paharis.Out of those eight, two have sizeable Hindu populations while one has been carved out in a way that increases the prospects of a Hindu legislator’s victory.“After the reservation to Paharis, the polarization between Gujjar-Bakerwal community and Paharis will be very sharp,” explained the senior Gujjar activist. “In that scenario, BJP is banking on the consolidation of its traditional Hindu vote bank and Muslim Paharis to score big.”Paharis may help the Bharatiya Janata Party in the frontier areas of Kashmir Valley as well.For example, a substantial number of Paharis live in Assembly segments like Baramulla’s Uri and Kupwara’s Karnah.They are also present in significant numbers in some pockets of south Kashmir – a region known for low-voting percentage in recent elections.That’s why, many see the carving out of Anantnag-Rajouri parliamentary seat – the first ever Parliamentary seat straddling both Jammu and Kashmir divisions of the Union territory – by the delimitation commission as favouring the saffron party’s plans to notch up its maiden electoral victory in the Valley.“If south Kashmir doesn’t vote in high numbers and Pir Panjal witnesses Hindu and Muslim Pahari consolidation behind BJP, then it will automatically mean BJP managed to score a victory in Kashmir valley,” underlined the senior activist.But the activist admitted that it is easier said than done given the traditional support base enjoyed by Kashmir’s regional mainstream political parties in the Pir Panjal region. “There are Pahari leaders in every party including National Conference and Congress. It’s not that easy for the BJP.”","author":"Safwat Zargar","time":"2024-02-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198459-kymoqnnjho-1707913593.jpeg","tags":["paharis","scheduled tribe status","BJP","Jammu and Kashmir","Gujjar","Bakerwal","Delimitation","Pir Panjal","Poonch","Rajouri"]}