{"title":"Will the upcoming Indian election be free and fair?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).Have feedback, interesting links or think I am wrong? Write to me: [email protected]On January 31, the Enforcement Directorate arrested Jharkhand Chief Minister Hemant Soren of the opposition Jharkhand Mukti Morcha, accusing him of laundering money through the purchase of 8.5 acres of land. On March 21, it arrested Delhi Chief Minister Arvind Kejriwal of the Aam Aadmi Party, alleging that his government had accepted payoffs when it launched a new liquor retail policy for the state. A few days earlier, the agency had arrested Bharat Rashtra Samiti leader K Kavitha in the same case.Kejriwal’s arrest came a year after his deputy chief minister, Manish Sisodia, had arrested by the Central Bureau of Investigation. Also behind bars are senior Bengal ministers of the Trinamool Congress such as Partha Chatterjee and Jyoti Priya Mallick.India’s general elections are less than a month away. It is the world’s largest democratic exercise, where nearly a billion people will vote to elect the lower house of parliament. However, once we look beyond sheer scale, the election seems to look less impressive.Poll potTake the spate of arrests. The Modi government has used central agencies to cripple the Opposition. Kejriwal, for example, is one of India’s most popular leaders and his party runs the government in two states. At a time when he should be planning strategy and addressing rallies, the Aam Aadmi Party leader is in jail, locked away by his main opponent, the Bharatiya Janata Party.Outrightly arresting chief ministers, ministers and other leaders of the Opposition is the most explicit way the BJP has ensured there is no level playing field for the elections. Even as the BJP corners a lion’s share of funding, the investigative agencies under its control have frozen Congress party funds. The Hindutva party monopolises media time and, inexplicably enough, even commands outsized judicial influence. For example, attempts by Opposition-ruled states to copy the BJP and arrest its major leaders have been prevented by courts even as they deny bail to Opposition leaders.For some years now, experts have raised red flags about the health of Indian democracy. However, most of those were to do with its liberal character being tarnished. For example, in 2018, the Sweden-based Varieties of Democracy Institute started to classify India as an “electoral autocracy”. However, as the run-up to the 2024 poll shows, elections themselves are increasingly coming under a cloud in India.Not only is there no level playing field for Opposition parties, serious doubts have been raised about the independence of the Election Commission. Some experts have even flagged concerns related to the actual act of voting.Reverting to the meanIndia has always been an outlier for the quality of its democracy compared to its income levels. The Congress’ mass character during the freedom movement was leveraged after Independence to create a fairly impressive multi-party democracy. Like all political players, the Congress was no saint and could often undermine democratic mandates – Nehru dismissed the Communist-run Kerala government in 1959, for example. However, almost all observers maintained that the process of voting itself were largely fair.In the Modi age, it seems India is now reverting to the mean when it comes to correlating income and democracy.If Modi has his way and the 2024 election is indeed seen as significantly unfair, what will the politics of this new India look like?High stakes gameThe biggest change might be an end to the tradition of seamless transfers of power. Until now, losing office in India rarely meant politicians would face jail time. However, this has changed. Even senior leaders of parties in opposition to the ruling party in the Centre are being put in jail for long periods. Invariably, this will mean that they will seek to turn the tables if and when they come to power. The result: an election loss now carries dangerously high stakes. It is just not a loss in power and prestige for politicians – it might mean losing liberty.While Indians are just waking up to this phenomenon, it is common in the neighbourhood. In Bangladesh, the principal Opposition leader, Khaledia Zia, has been in jail since 2018 on corruption charges. Pakistan’s general elections were conducted earlier this year with its popular politician, Imran Khan also in jail also on charges of corruption (corruption allegations are a powerful tool across South Asia).In both countries, the ruling regime simply cannot risk ruling power since demitting office would mean swapping places with the Opposition – in prison. This creates a death spiral. Bangladesh, for example, just had a sham election, with the principal Opposition party not a part of the contest. While Khan’s party was banned in Pakistan, its members still contested as independents and, remarkably, emerged the single largest bloc. However, it was still kept out of office by a coalition of parties backed by the Pakistan Army.Narendra Modi, at present, is significantly popular and quite likely would win in an open vote. However, there will be a day when that is not true. In that scenario, losing power would open him up to the same sort of criminal process that today the Aam Aadmi Party or Trinamool are going through. Elections in India are already under a cloud. But these extremely high stakes would even further incentivise incumbents to hold on at any price.","author":"Shoaib Daniyal","time":"2024-03-29T17:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199677-rllcnkwppi-1711641061.jpg","tags":["India Fix","Arvind Kejriwal","Narendra Modi","Democratic backsliding"],"source":"https://scroll.in/article/1065939/will-the-upcoming-indian-election-be-free-and-fair"}