{"title":"Will never let Citizenship (Amendment) Act be implemented in state, says Tamil Nadu government","content":"The Tamil Nadu government on Monday said that it will never allow the Citizenship (Amendment) Act to be implemented in the state, The New Indian Express reported.The Dravida Munnetra Kazhagam government made the assertion in the text it prepared for the Governor’s address to the House, which RN Ravi refused to read out. Ravi, the governor, declined to read the customary address delivered to the House on the first day of the session every year, saying that it contained numerous passages with which he disagreed on “factual and moral grounds”.Tamil Nadu Speaker M Appavu then read out the address before the House.“We stand with minorities and our Sri Lankan Tamil brethren, as we pledge to protect their rights,” the address stated. “This government will never permit the implementation of the Citizenship Amendment Act in our state and vows to take all necessary measures in this regard.\"The government said that while the ideal of unity in diversity faces a grave threat in the country, the state administration is committed to ensuring communal harmony.The Citizenship Amendment Act, approved by Parliament in December 2019, is aimed to provide citizenship to refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and had entered the country by December 31, 2014.The Act has been widely criticised for excluding Muslims, sparking massive protests across the country. Indian Muslims fear that the law could be used, along with the nationwide National Register of Citizens, to harass and disenfranchise them. The National Register of Citizens is a proposed exercise to identify undocumented immigrants.While the legislation received the president’s assent in late 2019, the rules of the citizenship law are yet to be published. This is despite parliamentary guidelines stating that the rules must be published within six months of an Act coming into force.The Tamil Nadu government had in September 2021 passed a resolution against the Citizenship Amendment Act, with Chief Minister MK Stalin stating that the law was discriminatory as it had no provisions for Sri Lankan Tamil refugees to get Indian citizenship.On January 31, Stalin reiterated his government’s stand on the controversial Act. “I give an assurance that we will not let Citizenship Amendment Act set foot in Tamil Nadu,” the chief minister was quoted as saying by Deccan Herald.Ten days later, Union Home Minister Amit Shah said that the Act would be implemented before the upcoming Lok Sabha elections.The home ministry has sought extensions at least eight times to frame the rules since the law was enacted. It had initially cited the Covid-19 pandemic as the reason for the delay and subsequently said that framing the rules needed more consultation.","author":"Scroll Staff","time":"2024-02-12T20:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198401-uxkxixrali-1707750745.jpg","tags":["Dravida Munnetra Kazhagam","MK Stalin","RN Ravi","citizenship amendment act"]}