{"title":"Will Modi choose strategic interests in Lanka over domestic sentiment in Tamil Nadu?","content":"Narendra Modi has been hit by his first test at balancing domestic sentiment with international interests, even before he has assumed office. The point of contention is the invitation extended to Sri Lankan President Mahinda Rajapaksa to attend Modi’s swearing-in ceremony on May 26.Though the heads of all the countries that form the South Asian Association for Regional Cooperation have been invited, political parties in Tamil Nadu and the state’s Chief Minister J Jayalalithaa have strongly objected to Rajapaksa’s attendance.“The unfortunate move of inviting the Sri Lankan president has deeply upset the people of Tamil Nadu,” Jayalalithaa said in a statement. Added Vaiko, who is general secretary of the Marumalarchi Dravida Munnetra Kazhagam, which is an ally of Modi’s National Democratic Alliance, “I appeal with folded hands to not allow Rajapaksa to participate in the ceremony.\"These statements are consistent with the strong anti-Rajapaksa line Tamil parties have taken over the last five years.War crime allegationsMany Tamils have been outraged by the human rights violations committed by the Sri Lankan Army during its war against the Liberation Tigers of Tamil Eelam, which ended in 2009. Graphic video evidence of atrocities against ethnic Tamils has been widely available. In addition, the international community has accused Sri Lanka of doing little to rehabilitate civilians affected by the war.Since 2009, protests by Tamil Nadu political parties about these alleged war crimes have strained diplomatic ties between Colombo and New Delhi. For instance, when the US moved resolutions against Sri Lanka in the United Nation Human Rights Commission in 2011 and 2013,  India, under pressure from Tamil parties, voted against its southern neighbour.India’s vote violated its position of not usually supporting country-specific resolutions at the UNHRC. But the United Progressive Alliance government buckled under pressure from political parties in Tamil Nadu.“While countries like the US and UK had also taken a strong line against Sri Lanka at forums like the UNHRC, India’s concerns and situation is more complicated,” said RK Radhakrishnan, who was The Hindu’s special correspondent in Colombo at the time.India has several strategic and diplomatic concerns about Sri Lanka. While the island-nation shares geographical and cultural proximity to India, China has recently made several significant investments in the nation, especially in ports and roads. New Delhi is wary of China’s growing influence on Sri Lanka.Political mileageHowever, these diplomatic concerns mean little to political parties in Tamil Nadu, which have used the allegations against Rajapaksa to gain political mileage in the state.For instance, Jayalalithaa had held a strong anti-LTTE line till 2009. She had even banned Sri Lankan cricketers from playing Indian Premier League matches in Chennai and demanded the release of prisoners serving life terms for the Rajiv Gandhi assassination.LTTE Chief Velupillai Prabhakaran was long viewed with suspicion in the state since he is a principal accused in the conspiracy that resulted in Rajiv Gandhi's murder in 1991. But since Prabhakaran's death in 2009 in the brutal last phase of the war, mainstream Tamil parties have being portraying the LTTE and its chief as martyrs.“The line between supporting the humanitarian rights of Tamils and glorifying a terrorist outfit has blurred beyond recognition,” Dr Vishnu Prasad of the Tamil Nadu Congress told Scroll.in.Until 2009, India conducted its foreign policy towards Sri Lankan without any interference from political parties in Tamil Nadu. Despite protests in Tamil Nadu, India had supported Sri Lanka in its war against the LTTE. New Delhi had also drawn a strong distinction between humanitarian support for Tamils and sympathy for the LTTE. In fact, Jayalalithaa herself had arrested politicians like Vaiko under the Prevention of Terrorism Act for making statements supporting the LTTE.For their part, Sri Lankan diplomats say they will be watching Modi’s moves closely. “We are keen to know if he succumbs to pressure from Tamil Nadu or sends out a message that diplomatic ties are more important that domestic political rumblings,” a Sri Lankan diplomat in Colombo told Scroll.in on condition of anonymity.Strong verdictModi’s position has also been strengthened by the fact that the Bharatiya Janata Party has won a majority on its own in the Lok Sabha and does not need the support of Jayalalithaa, whose All India Anna Dravida Munnetra Kazhagam bagged a historic 37 of the 39 seats in Tamil Nadu and emerged as the third-largest party in parliament.“It is clear that Modi will not withdraw his invitation to Rajapaksa as that would be seen as a sign of weakness,” said an Indian diplomat, on condition of anonymity. “The real test will be to see what message he sends to Rajapaksa and if he takes up the issue of concern over war crimes,” this official said.Meanwhile, an AIADMK leader, who asked to remain unidentified, said that Jayalalithaa will boycott the ceremony if Rajapaksa attends it. Ironically, Jayalalithaa and Modi had shared friendly relations and she attended his swearing-in ceremony as Gujarat chief minister in 2013. Now it seems that she will miss his biggest moment.","author":"TM Veeraraghav","time":"2014-05-24T07:21:14+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/665192-94d85c94-7a45-46af-9513-8bc66ae0fc0a.jpg","tags":[]}