{"title":"Will panic over NRC put Census in danger for the first time in India’s history?","content":"Conducted since 1872, few measures introduced by the British Raj have left as deep a mark as the Census of India. Yet, nearly 150 years after it was introduced, the Census faces its stiffest challenge, with fears being expressed that its enumerators could face violence on the ground during data collection this year.The culprit is widespread panic over the National Register of Citizens. The Bharatiya Janata Party-led Union government has, on multiple occasions, promised to create an NRC for the entire country. The exercise, without any precedent globally, would require every Indian to prove that they are a bonafide citizen. The NRC would initially be generated using data collected from the National Population Register. Those marked as “doubtful citizens” could be asked to furnish documents to prove their citizenship, failing which they would be declared “illegal migrants”. With millions of Indians lacking vital documents related to birth, the fear of losing citizenship have taken deep roots within poor and marginalised communities.Notably, the NPR data would be collected door-to-door alongside the Census, even though the two databases do not overlap. The clubbing of NPR data collection with the Census, say experts, could undermine the Census. With many Indians threatening to boycott the NPR because of their opposition to the NRC, they might refuse to disclose information for the Census.Worse, Census enumerators could face hostility and violence on the ground. In January, a spate of attacks took place on people who were suspected of collecting data for the NPR.The NPR-NRC panicIn just one district of Bengal, at least six incidents of NGO workers getting accosted based on rumours of collecting NPR data have emerged after the Citizenship Amendment Act was passed in December. Read this Scroll.in ground report from Birbhum.Home Minister Amit Shah has repeatedly connected the CAA to the NRC to imply that only Muslims in India will face scrutiny as so-called illegal migrants, leading to a further exacerbation of panic. “The way people are being put into detention camps, Mohammedans are having to run,” one Birbhum resident told Scroll.in. “We saw what happened in Assam, where they had the NRC. Having seen that, we got very scared.”In Meerut in western Uttar Pradesh, a three-member team polio-prevention team was assaulted and held hostage after residents mistook them for NPR enumerators. “We do a survey along with our polio camps,” Meerut’s Chief Medical Officer Raj Kumar told Scroll.in. “This was mistaken to be the NPR, leading to the incident.” In Rajasthan on January 23, two women collecting data for the Economic Census were attacked on suspicious of collecting NPR data. On January 26, the same fear led to a research team from Yale University in the United States being prevented from collecting data in a remote Bihar village.Similar incidents have also been reported from Karnataka, where residents refused to share data with government officials due to fear that it will be used for an NPR.Most seriously, data collection for the National Sample Survey is at a standstill due to physical harassment of field officers, reported the Mint on Monday. In West Bengal, things are so serious that the NSS wrote to the director general of the state police force and the state urban development ministry, seeking protection for enumerators due to “the web of mistrust and acrimony” resulting from “NPR, CAA, NRC and the like”. NSS data has been a critical input for government policy over the past seven decades.Women protest against the Citizenship Amendment Act in Gourbazar, Birbhum on January 22. An NGO worker was attacked here on the suspicion that she was collecting data for NRC. Photo: Ramprasad BaidyaLinking the Census and NPRThe NPR and Census are not related in any way. The laws under which they are conducted are different and their uses are different. Census data informs government policy and is collated in anonymised form. The NPR, on the other hand, is the mother database for the NRC and is meant to single out “doubtful citizens”.However, the Union government has decreed that data for both the Census and NPR will being collected simultaneously from each household by the same enumerator. There have even been factually inaccurate attempts by BJP leaders to link the two. “The two were merged so that people will not realise that NPR is being conducted,” argued Ranjit Sur of the Association for Protection of Democratic Rights. “It was done to fool the people and ensure the NPR data is collected using stealth. It was thought that people will assume this is the Census. And since Census is being done for 150 years, there would be no issues collecting the NPR data.”Census in dangerHowever, as information around the NPR has spread, this move might be backfiring. “The NPR and Census were merged to ensure NPR,” said Sur. “But now doing the two together seems like it might put the Census in danger.”Much of this is driven by the panic over the NRC. “There is a lot of fear amongst Muslims over the NRC,” explained Mohammed Shoaib of Rihai Manch, a civil liberties organisation in Lucknow. “And not everyone is well read on this issue. So many people will have trouble differentiating the Census and NPR. As a result, there will be a lot of difficulties collecting Census data in Uttar Pradesh this time.”Kannan Gopinathan, a former IAS officer and anti-NRC activist, also argued that combining the Census and NPR will mean that the former will get affected. “There is now a general boycott call for NPR and since the Census is being conducted simultaneously, many people will be unable to differentiate the two,” he explained. “It will be very unfortunate if the Home Minister’s obstinate push for an NRC ends up, for the first time in India’s history, significantly impacting the collection of Census data.”Vehicles set on fire in West Bengal's Howrah district in December during protests against the NRC and CAA. Credit: PTINikhil Dey of the Mazdoor Kisan Shakti Sangathan in Rajasthan argues that the government miscalculated by conducting the Census and NPR together. “Before this, the Census never faced a problem,” he explained. “But there is genuine fear over the NRC amongst Muslims, Adivasis, nomadic communities. And this attempt to mix the two [Census and NPR] will mean the Census will get affected.”In Karnataka, the state government is conducting programmes to convince people that the NPR and Census are different, reported the Economic Times. “It is quite obvious that we cannot carry out Census like we used to do in the past,” one state government official said.Public orderThe Census has been partially affected earlier. In 1981, no Census was conducted in Assam – the state was then in the grip of a violent anti-foreigner movement. Similarly, in 1991, a rise in armed militancy meant data collection could not be carried out in Kashmir due to security concerns.However, this is the first time fears are being expressed of Census data collection facing roadblocks in most states of the Indian Union. If there are significant data collection issues in a large enough number of states, there is a danger that the entire Census exercise might become meaningless.Till now, two states – West Bengal and Kerala – have suspended the NPR. Mirroring the reasons cited for the aborted Census of 1981 in Assam and 1991 in Kashmir, West Bengal flagged “the interest of public order” in its NPR suspension order.","author":"Shoaib Daniyal","time":"2020-02-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111719-jzxpvdduzg-1548742552.jpg","tags":["Citizenship Amendment Act","National Register of Citizens","Census","National Population Register"],"source":"https://scroll.in/article/951745/will-panic-over-nrc-put-census-in-danger-for-the-first-time-in-indias-history"}