{"title":"Will the Aam Aadmi Party change Gujarat’s two-party politics? ","content":"Ask any journalist reporting on the Assembly election from Gujarat and they will tell you how “thanda” or cold it is in the state. Not the weather – you can still move around without a jacket in most parts of the state – but the political “mahaul” or atmosphere.This is largely because the Bharatiya Janata Party is seen as a clear front-runner and the campaign of the Congress, the traditional Opposition party in the state, has been largely muted. Yet, how things will pan out on December 8, the day of the results, is far from a foregone conclusion – thanks to the new kid on the block, the Aam Aadmi Party. A buzzy campaign The Arvind Kejriwal-led party, which governs Delhi and Punjab, has run a loud and spirited campaign in Gujarat in the last couple of months – even though detractors would say most of the noise is on social media. It claims it is well placed to dislodge the BJP, which has been in power in Gujarat for a staggering 27 years.  In November, days before the polls kicked off in Gujarat, Kejriwal in a rally in Surat dramatically fished out a pen and a paper to put in writing his prediction: the AAP would form the next government in the state. Earlier, in October, he had cited an “intelligence bureau report” to assert an AAP victory.Most serious observers of Gujarat politics take Kejriwal’s proclamations with a pinch of salt, but they concede that the AAP’s performance this election could have a long-term impact on the state’s politics. As a senior leader of the BJP from the state told me, “What I am really interested in this time is how well the AAP does. Because if they do manage to get a substantial vote share, it means they will be a force to reckon with in the future.” Aam Aadmi Party voteshare in Gujarat elections  \n    \n       Election   Vote share \n    \n     Lok Sabha, 2014   1.2 %  Assembly, 2017   .1%  Municipality, 2021  13.28% \n  A two-party state Electoral politics in Gujarat has largely been a two-party affair. Before the BJP’s winning spree began in the 1990s, it was  the Congress that ruled the state for most parts. Attempts to prop up alternatives have largely failed. Some of the most formidable names in the state’s politics starting from former chief ministers Chimanbhai Patel to Shankarsinh Vaghela to Keshubhai Patel have had to eat humble pie. History, therefore, is not with the AAP – as the party’s  detractors often like to point out.However, neutral observers say the comparison may not be fair at all. “All the non-Congress non-BJP parties that we have seen were offshoots of either the Congress and BJP,” said social scientist Ghanshyam Shah. “But for the first time, there is a party which is not that. Remember that they have contested elections in Gujarat in the past too, they didn’t do well for sure, but they have stuck around and built a structure.” Besides, Shah pointed out, there was “discontent and dissatisfaction”, particularly in rural Gujarat, for an Opposition party to tap into, and the Congress, plagued by big-ticket defections, may not be in the best position to do that. The rise of a third forceThe discontent was visible.  As I travelled across the state in the last three months, I met disgruntled tobacco growers, struggling dairy farmers, and sensed disaffection among Dalit and Adivasi residents. In urban areas, too, textile traders and diamond merchants complained about incomes plummeting. Shah’s apprehensions about Congress struggling to channel the anti-incumbency into votes for itself came alive in Saurashtra. Here, the Congress had gained massively in the last election at the expense of the BJP, partly on the back of the Patidar reservation stir. But several of those who had won on Congress tickets moved to the BJP.  This year, even though agrarian discontent lingers in the region, many voters rooting for change said they prefer to back the AAP because, as a farmer told me, “If you really want change, there’s no point voting for them [Congress]. Ultimately, they will just go and join hands with the BJP.”Another place where AAP appeared to have stolen a march on the Congress was south Gujarat’s commercial nerve centre, Surat. Many voters in the city reasoned that the only way to get the BJP out was to back the AAP. This included Muslims perhaps the Congress’ most enduring supporters in the state. Altaf Mujawar, a young Muslim man born and raised in the city, explained: “It is like the Congress doesn’t want to fight, so why should we back someone like that?”But move beyond Saurashtra, Surat and the few tribal districts adjoining it, and the goodwill for AAP seems to fast dissipate – in rural as well as urban Gujarat.In most of central and north Gujarat, the party has barely a presence, barring the odd supporter drawn to the party’s promise of rehauling Gujarat’s public education and health along the lines of Delhi.A resurgent CongressThose who follow Gujarat’s politics agree that the AAP may have struggled to fully grab the opportunity the Congress’ broken house offered ahead of the Assembly polls. While it did start on a promising note, its campaign  ran out of steam as the election approached closer. There are several reasons for this. While the party has been able to create a strong buzz on social media, its machinery on the ground is still relatively unorganised and disparate. It doesn’t have many local heavyweights. Some of the big names it managed to draw to its fold have deserted the party. Consider Indranil Rajyaguru, a former Congress legislator from Rajkot who joined the party earlier this year only to go back to the grand old party days before the announcement of the polls. Rajyaguru is one of the richest politicians in the state and wields considerable influence in Rajkot and the neighbouring districts. His exit is bound to hurt the party in ways more than one given his immense financial resources. On the other hand, even as the AAP’s high-decibel campaign has lost some of its edge in the last couple of weeks leading up to the election, the Congress has pulled up its socks to a large extent. Conversations with people in most parts of the state indicate that it is the Congress that is viewed as the more serious challenger still. Caste mattersThen, its gamble to project a chief ministerial candidate may have backfired, say observers. The AAP’s primary catchments are Surat and Saurashtra, areas dominated by those sections of the Patidar community which had put their weight behind the reservation stir. When I met Manoj Sorathiya, AAP’s general secretary and a Surat resident in October, he said the party was banking on Gopal Italia, the party’s state chief and a Patidar himself, to help endear to the community in the area.  Italia, who was born in Saurashtra’s Botad is a resident of Surat.  But in November, Kejriwal announced Isudan Gadhvi as its chief ministerial face. While the decision was ostensibly made to attract voters from communities belonging to the Other Backward Classes –  the Gadhvis are classified as OBCs in Gujarat – it may have led to the party’s position weakening among those it stood to gain the most from: the Patidars disillusioned with the BJP.At an Aam Aadmi Party press conference in Gujarat, Gopal Italia (left) with Arvind Kejriwal and Punjab chief minister Bhagwant Mann.The number gameThis is significant because the AAP’s key to a good performance was always contingent on weaning away anti-BJP votes from the Congress. The BJP’s core voters, many of whom back the party for its Hindutva commitment, seem largely intact – and even the AAP’s leaders admit as much in private.  Nonetheless, AAP still holds the potential to have a significant  imprint on the results. The 2017 election was an out-and-out bipolar affair with more people opting for “none of the above” than voting for a third party. Several seats went down to the wire. The BJP and Congress were separated by a vote share of around 7% and 22 seats. Against this backdrop, the rise of a third force in this election may dramatically change the final tally of the top two contenders in a first-past-the-post electoral system.","author":"Arunabh Saikia","time":"2022-12-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160329-azcxucrgqi-1623664268.jpg","tags":["Gujarat","Gujarat elections 2022","Aam Aadmi Party"],"source":"https://scroll.in/article/1038983/will-the-aam-aadmi-party-change-gujarats-two-party-politics"}