{"title":"Will Sri Lanka's new constitution retain the mistakes that led to 25 years of civil war?","content":"Last month, Sri Lankan Prime Minister Ranil Wickremesinghe said in Colombo that the country's new constitution, currently being framed by a steering committee of parliamentarians, will protect the special place accorded to Buddhism in the existing document. The remarks were met with shock from minority groups, who were hoping that the new constitution would protect the communal, linguistic and ethnic diversity of the island nation and set right decades of discrimination against them. The United Nations Special Rapporteur on minority issues Rita Izsák-Ndiaye, in a statement after her visit to the country, said that minority groups she had met with had expressed fears that continuing to give primacy to Buddhism \"could lead to further suppression of and discrimination against minority religions and communities\".Tamil National Alliance leader MA Sumanthiran was quick to criticise at the proposal, claiming that secularism cannot co-exist with primacy for a particular religion. The alliance is the largest Tamil political group in the country and played a crucial role in the election of President Maithripala Sirisena in 2015 by endorsing him before the polls. But Sirisena himself reiterated Wickremesinghe's position during a speech to a religious gathering in Colombo on October 19. The Tamil National Alliance is expected to oppose this clause when the new constitution is placed before the parliament sometime this month. The government has defended the move, arguing that according primacy to a faith was not the same as recognising it as official state religion.However, religion has long been a key factor of ethnic tensions in Sri Lanka, which just seven years ago emerged from a 25-year-long civil war. At the heart of this has been the conflict between the Sinhalese majority and the Tamils.Intricate social webArticle 9 of Sri Lanka's constitution states that Buddhism shall be accorded \"foremost place\" in the country and it is the duty of government to protect it. However, Sri Lanka is a complex web of overlapping identities, with multiple religious and language groups.  The Sinhalese majority, which constitutes 70% of the population, is predominantly Buddhist. Tamils, who are the most populous minority, and who largely stay in the northern and eastern provinces, are overwhelmingly Hindu. Christians constitute about 8% of the population of Sri Lanka and include both Sinhalese and Tamils. Though most Muslims, who populate the eastern province, are also Tamil-speaking, they identify as a unique ethnic group because of their religion. The discriminatory policies of the insurgent group Liberation Tigers of Tamil Eelam's against Muslims hardened their stance on religion. In 1990, the LTTE, which was fighting for a separate country for Tamils carved out of the northern and eastern parts of Sri Lanka, drove out Muslims living in these parts and was accused of ethnic cleansing. A strong section of Muslims opposed the creation of an independent Tamil nation, which they felt would not make any difference to them since they would continue to remain a minority.Primacy to BuddhismThe argument to provide importance to Buddhism gained currency in the mid-1950. This went hand-in-hand with the disgruntlement of the Sinhala population against Tamils, who, by virtue of their English-language training in the colonial era, cornered a chunk of government positions. In 1948, after Sri Lanka attained independence from British rule, the Sinhalese-majority government passed the Ceylon Citizenship Act (the country was called Ceylon at the time) which effectively made it nearly impossible for Tamils of Indian origin (also called plantation Tamils) to become citizens of the country.Then, in 1956, owing to pressure from hardline Sinhala groups, the  Sinhala Only Act was passed, which replaced English with Sinhala as the official language of the government and failed to protect the position of Tamil.In 1970, Sirimao Bandaranaike, the first woman prime minister in the modern world, fought the elections on the promise of providing Ceylon its first true republican constitution. One of its key aspects would be the primacy it accorded to Buddhism and the mandate to the government to foster the religion. The country, however, remained technically secular, in that it guaranteed its people the right to profess and practice the faith of their choice. In 1978, when another new constitution was drafted, the clause giving primacy to Buddhism was retained even though the Sinhala-Tamil conflict was at its peak. This completely ignored the 1976 Vaddukoddai resolution drafted by father of the Tamil movement SJV Chelvanayakam, who declared that primacy to Buddhism made people of other faiths \"second-class citizens\".Religion after warWhy is it crucial for Sri Lanka to unambiguously adopt secularism as a fundamental constitutional value? The answer lies in the manner in which Buddhism has evolved in the country. While Buddhism is seen the world over as a religion of peace and one inherently opposed to violence, the case has been different in Sri Lanka. Entangled as it is in Sinhala political chauvinism, a few Buddhist organisations led by monks, such as the Bodo Bala Sena, have been at the forefront of violent rhetoric against religious minorities ever since the conclusion of the civil war in 2009. This has frequently translated into physical violence and desecration of places of worship of other faiths. Those from within who have dared to oppose such fanatical forces have faced physical threat from both the hardliners and the government. In 2014, during the run-up to the presidential elections, Watareka Vijitha Thero, a monk who campaigned against attacks on Muslims, was ruthlessly beaten up and left on the roadside. When he complained, the Mahinda Rajapaksa government, which was in power till 2015, threw him in jail. During president Rajapaksa's regime from 2005 to 2015, there were accusations from the Tamil side about forced conversions and illegal colonisation of Tamil areas. Many Hindu temples were removed and replaced with Buddhist ones, they alleged. Even the armed forces were accused of planting Buddhist symbols in Tamil regions like Jaffna and Trincomalee, leading to protests from the Tamil National Alliance. As recently as September, Tamils organised a large protest in the city of Jaffna in northern Sri Lanka to protest against the military presence in the area and demanding an end to the rapid construction of Buddhist places of worship in North and East Sri Lanka. Over the years, the Tamil National Alliance has alleged that several places with religious significance in the northern province have also been given Sinhala names.After Sirisena came to power with the help of the Tamil National Alliance in 2015, the activities of such radical groups were checked. However, this is but a fine balance in the country, with none of the Sinhalese parties, which dominate Sri Lanka politics, willing to write off Rajapaksa. Political implicationsThe government's continuing insistence on providing a special place for the majority Buddhist religion, thus, could have disastrous political implications in a society that is still recovering from years of civil war.For the minorities, such a provision would serve as a reminder of what Chelvanayakam termed in 1976 as second-class status. This was the seed that grew the internal strife and led to the death of more than 1,00,000 people.While the intent of the constitution framers seem to be that of protecting the special heritage of the country, which is one of the few Buddhist-majority nations in the world, the historical implications that such a provision has had need close consideration since it would be seen as hegemonic appropriation of other cultures. Providing primacy to Buddhism and the language of Sinhala would mean negating the convictions of Tamils, who have always considered themselves a unique category of people within Sri Lanka.Further, the move to elevate Buddhism seems to be a calculated political strategy on the government's part. Removing this clause would give Rajapaksa and company the necessary fodder to make the Sririsena government fall out of favour among devoted Buddhists.But succumbing to such short-term considerations could lead to more dangerous trends such as competitive communalism. Though dismissed as a fringe group, the emergence of Hindu outfits like the Siva Senai, which is built along the lines of the pro-Marathi Shiv Sena in India, shows how delicate the issue of religious identity is in Sri Lanka.The Sirisena government, thus, would do well not to ignore the concerns of minority groups. While it is no one's case that Buddhism should not be protected, is the constitutional guarantee of a special place necessary?","author":"Sruthisagar Yamunan","time":"2016-11-07T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820709-44881-rmyvypcyef-1478463398.jpg","tags":["Buddhism","Sri Lanka","constitution"],"source":"https://scroll.in/article/820709/will-sri-lankas-new-constitution-retain-the-mistakes-that-led-to-25-years-of-civil-war"}