{"title":"Will pull out tongue, gouge out eyes of those who speak against Sanatana Dharma, says Union minister","content":"Anyone who speaks against Sanatana Dharma will have his tongue pulled out and his eyes gouged out, Union minister Gajendra Singh Shekhawat said at a rally in Rajasthan’s Barmer, PTI reported on Tuesday.Shekhawat made the remarks in response to a statement by Tamil Nadu minister Udhayanidhi Stalin that Sanatana Dharma – a term some people use as a synonym for Hinduism – must be eradicated, and not merely opposed. A video of the Union minister’s speech was shared widely on social media on Tuesday.“We have to stand up to the challenge,” Shekhawat said. “We will pull out the tongue of anyone who speaks against Sanatana. We will also gouge out those eyes raised against Sanatana.”The MP from Jodhpur also said that any person who speaks against Sanatana Dharma will not be able to hold on to power in the country.“Rulers like Alauddin Khilji and Aurangzeb tried but ancestors of yours and mine were capable and protect the culture,” the Union minister said. “We swear by all those ancestors, whether it is Maharaja Surajmal, Veer Durgadas or Maharana Pratap, that we will not tolerate those who attack Sanatana. We will throw them away.”Location: Rajasthan BJP leader and Union Minister of Jal Shakti Gajendra Singh Shekhawat advocates violence against people who speak against Sanatan Dharma. pic.twitter.com/oWQwpQLYBL— HindutvaWatch (@HindutvaWatchIn) September 11, 2023\n\nOn Tuesday, Bharatiya Janata Party chief JP Nadda said that the Congress and the Opposition’s INDIA alliance should clarify if they believe that the Constitution “gives the right to make objectionable comments against any religion”.I.N.D.I Alliance की मुम्बई बैठक के दो दिन बाद उदयनिधि स्टालिन का बयान आना, फिर प्रियांक खड़गे का सनातन पर आघात और आज DMK के मंत्री द्वारा ये स्वीकार करना कि I.N.D.I Alliance का गठन ही सनातन धर्म के विरोध में किया गया था, यह सोनिया गांधी, राहुल और कांग्रेस की एक सोची समझी रणनीति…— Jagat Prakash Nadda (@JPNadda) September 12, 2023\n\nBJP leader Ravi Shankar Prasad demanded an explanation from Congress leaders Sonia Gandhi and Rahul Gandhi on whether they approved of the views of their allies,“Such silence is an indication of approval”, he said. “...The BJP will urge this alliance to come out with a categorical resolution that we completely disassociate ourselves [from the DMK leaders’ statement] and this is not our agenda.”The only agenda of the INDI Alliance is to oppose the Sanatan Dharma for their cheap vote bank politics! It's now an everyday affair for Ghamandiya Gathbandhan to make insulting remarks on Sanatan Dharma, India's culture, India's heritage. But Sonia Gandhi remains silent! On… pic.twitter.com/2SxWIBjtyM— BJP LIVE (@BJPLive) September 12, 2023\n\nStalin’s remarks on Sanatana DharmaOn September 2, Stalin had said: “Few things cannot be opposed, they should be abolished. We can’t oppose dengue, mosquitoes, malaria or corona [Covid-19], we have to eradicate them. In the same way, we have to eradicate Sanatana [Dharma], rather than opposing it.”The sentiments were echoed by DMK MP A Raja, and were also supported by Karnataka Congress minister Priyank Kharge. However, Bharatiya Janata Party leaders alleged that the remarks amounted to calling for genocide of Hindus.Last week, Stalin and Kharge were booked in Uttar Pradesh’s Rampur on charges of hurting religious sentiments.","author":"Scroll Staff","time":"2023-09-13T14:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194038-hcoyyymbfa-1694591950.jpg","tags":["Sanatana Dharma","Gajendra Singh Shekhawat","Udhayanidhi Stalin","INDIA Alliance","BJP","Hindutva Politics"],"source":"https://scroll.in/latest/1055892/will-pull-out-tongue-gouge-out-eyes-of-those-who-speak-against-sanatana-dharma-says-union-minister"}