{"title":"Will Assam’s child marriage arrests undo the work of community activists?","content":"Rafiqul Islam was a teacher at a private school before he plunged full-time into activism in 2015. A resident of Barpeta’s Mouripam village in western Assam, Islam said he was disturbed by the sight of “15-16-year-old girls of our village carrying their kid instead of going to school”. “As a teacher, it upset me,” said Islam, now 53. Desperate to do something, he joined the non-profit, Childline. According to Islam, he has since intervened in 2,000 child marriages, though he admits he could stop only about “20-30%” of them. “The parents keep finding a way to get their girls married off,” said Islam. Even so, along the way, he has managed to build a wide network of “informers” – local residents – in the villages on the sandbars of the Brahmaputra, home largely to the impoverished Bengali-Muslim origin community. A vicious cycle of floods, poverty, and illiteracy means child marriages thrive here. Islam, a Bengali-origin Muslim himself, has also been working closely with other non-profits and the Assam State Commission for Protection of Child Rights – progress was slow but there had certainly been incremental gains over the years. He said he received at least one call a day from his informers tipping him about child marriage. Now, though, Islam fears all of his hard work may come undone. Rafiqul Islam (cap wearing) with community leaders in Barpeta. Photo Credit: Rafiqul Islam‘They trust us’Since February 3, the Assam police have launched a crackdown on child marriages with retributive arrests. As of February 9, 2,763 people have been arrested under either the Protection of Children from Sexual Offences Act or the Prohibition of Child Marriage Act.An analysis of the police data reveals that districts with a high proportion of Bengali-origin Muslims account for a vast majority of the arrests. The harsh police action, Islam said, could deter community participation in preventing underage marriages. Local informers often hesitate to go to the police because they fear their identity would be compromised, explained Islam. “In most cases, the informers are neighbors or villagers of the victim girls,” he said. “As we have been working and creating awareness in the field, they would reach out to us, they trust us.”Setback to the movement?Many others shared Islam’s apprehensions about years of gradual progress being surrendered because of the police action. “Once people in our community realised that the issue of child marriage was being used by the government to strip Muslim women of their citizenship rights, there was a strong opposition to the practice,” said Abdul Kalam Azad, a activist-cum-social researcher from Barpeta, referring to the difficulties faced by Bengali-origin Muslim women infurnishing documentation to establish their nationality – the community is often vilified as being “illegal migrants” from Bangladesh. But the recent spate of arrests, Azad said, meant activists and community workers who had for years tirelessly worked towards eradicating child marriage were now being “viewed as villains by many people within the community”. “The government’s aggressive approach has weakened this movement,” he said.Azad said that it was also quite likely the government’s push would fizzle out soon. “But it will take a long time to rebuild the social movement, “ Azad said. All Assam Minorities Students’ Union, an influential students’ body representing the state’s Bengali-origin Muslims, has been organising awareness drives to prevent child marriages. Photo Credit: Special arrangement  Fighting your own for a causeIndeed, many Bengal-origin Muslim activists Scroll spoke to recounted how they had been fighting against all odds to bring down the instances of underage marriages within the community.The All Assam Minorities Students’ Union, an influential students’ body representing the state’s Bengali-origin Muslims, has been organising awareness drives to prevent child marriages in the underdeveloped areas of the state since 2017. “We have prevented over 3,500 child marriage cases from across the state,” said Ainuddinn Ahmed, an advisor to the outfit. This despite stiff resistance from certain quarters, including religious leaders. Many of the outfit’s members have been brutally attacked while trying to intervene.Saddam Hussain, a member of the union in Darrang district, recalled how he was once beaten up. “We went to a 17-year-old girl’s house and asked the parents not to go ahead with the marriage,” he said. While the girl’s parents agreed, some other people from the area attacked Hussain and his associates, “Three of us were admitted to the hospital, But we continued with our work,” Hussain said.It perhaps helped that the minor’s marriage had been cancelled. “At that time we were not aware of the law,” said the girl’s father Abul Kalam. “But, now most of us know about it.”Lack of trust in policeAnother reason for the skepticism of community activists towards the sudden police action, according to them, is that the police in the past would often turn a blind eye to child marriages despite complaints.Jasmine Sultana, a Barpeta-based advocate-cum-activist who has intervened in several instances of child marriages, recounted an incident from June 2022 where the police allegedly refused to register a complaint. “It was under Kalgachia police station in Barpeta,” she said. “Both the boy and girl were underage. The police assured us they will take action but nothing was done and the marriage took place.”Addressing the ‘root causes’Another activist, who also worked among Bengali-origin Muslims, said the police crackdown was short-sighted as it did not address the structural reasons such as poverty and illiteracy behind underage marriages. “It may reduce teenage pregnancies but child marriages will keep flourishing in the marginalised communities until we address their livelihood issues,” the activist, who asked not to be named, said.The crackdown, the activist said, would lead to “ marriages without documents.” “Minor girls will be sent to the groom’s house after a verbal agreement and they will stay as husband and wife,” they said.Experts tended to agree. “The root causes of child marriages are poverty and lack of education,” said Polly Vauquline, a professor of women’s studies at Gauhati University. “The government should look into these issues sensitively instead.”Islam, the activist, was more measured. He said what the police were doing was a “legal thing”. “A strong message is being disseminated that child marriage is a criminal offence, not merely a social issue,” he said. “But, will such action really stop child marriages? Time will tell.”","author":"Rokibuz Zaman","time":"2023-02-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186563-bvvohffziw-1675955606.jpg","tags":["Assam","Himanta Biswa Sarma","child marriage","Muslims"],"source":"https://scroll.in/article/1043599/will-assams-child-marriage-arrests-undo-the-work-of-community-activists"}