{"title":"Will BJP win again under Modi? This series travels to the party’s strongholds to look for answers","content":"Their shirt sleeves and sarees were rolled up and they were busy transplanting paddy in Asgaon village in eastern Maharashtra. Straining hard to get their attention, I asked: who were they voting for in the coming elections – the Bharatiya Janata Party or the Nationalist Congress Party?“Modi,” said Nilima Bhajipale, nonchalantly, lifting a bunch of saplings. “Which party does he belong to?”Five years after its giant-sized victory in the 2014 Lok Sabha election, what do the BJP’s prospects look like? Will the party win the 2019 election, despite falling rural wages and incomes and rising unemployment? What is drawing voters to the party – the record of the Narendra Modi government, the party’s majoritarian politics or the personal appeal of the prime minister? This five-part series travels to BJP’s strongholds to look for answers.Asgaon is located in the Bhandara-Gondiya constituency in Vidarbha region in eastern Maharashtra. It was part of the BJP’s astonishing sweep across North and Central India in 2014. The BJP and ally Shiv Sena won all 10 constituencies in Vidarbha that year.In Bhandara-Gondiya, the party’s candidate Nana Patole defeated the powerful Nationalist Congress Party leader and former minister Praful Patel by more than 1.5 lakh votes – a margin of 12.47%.Graphics: Nithya SubramanianBut the constituency slipped out of the BJP’s hands in 2018, when Patole resigned, vociferously blaming Modi for neglecting agrarian distress. In the bye-election held in May 2018, the BJP suffered a shock defeat, which many blamed on farmers’ anger.One year later, where do things stand? Is the farmers’ anger still as potent or has the BJP managed to craft a counter-narrative?What clues does Bhandara-Gondiya hold for the national election?Why BJP lost in 2018 It was an unhurried morning at Hemant Patle’s house, a sprawling mansion in Hirdamalli village. Pigeons picked grain in the courtyard while his SUV and buffaloes got a spray of water.A member of the BJP since the 1980s, Patle was the party’s ill-fated candidate in 2018. He lost the bye-election by 48,000 votes – a narrow margin by the constituency’s standards.Graphics: Nithya SubramanianHe listed four reasons for the party’s defeat.First, resentment among farmers who had not received the loan waivers announced by Maharashtra’s BJP government in 2016. “There were procedural delays,” Patle said. “The opposition made a big deal about it.”Two, rising prices of petrol and diesel. Three, anger among Dalits over the Supreme Court’s order diluting the Atrocities Act – “it came just eight days before I filed my nomination.” Four, the heat. “The turnout was just 52.5%,” he said.The BJP's losing candidate, Hemant Patle, at home in Hirdamalli village in Gondia district.The Kunbi factorBut Patle chose to elide over another commonly-cited factor for the BJP’s 2018 defeat – caste. Patle is from the Powar caste, while the Nationalist Congress Party fielded a candidate from the Kunbi caste.Kunbis are part of the larger Maratha community that has long dominated Maharashtra’s politics, and has been unhappy after the BJP selected Devendra Fadnavis, a Brahmin by caste, as the chief minister in 2014.In Bhandara-Gondiya, Patole, the BJP MP who resigned in 2017, was a Kunbi. He joined the Congress and threw his weight behind the Nationalist Congress Party candidate Madhukar Kukde, also a Kunbi.The campaign sought to consolidate Kunbi votes, which, if political parties are to be believed, account for nearly four lakh of the constituency’s 18 lakh voters. “Are we weak?” a leader of the Congress reportedly told Kunbi voters. “Do we not have the power to get our own man elected?”Damage controlA year later, the BJP has neutralised the caste factor by fielding a Kunbi leader, Sunil Mendhe, against the Nationalist Congress Party’s Nana Panchbudhe, also a Kunbi. The Nationalist Congress Party is fighting the election in an alliance with the Congress.While Panchbudhe is a former MLA and minister, Medhe heads the Bhandara nagar panchayat. Both live in Bhandara town. “The same neighbourhood, in fact,” chuckled Avinash Shahane, 65, a farmer who lives there. “Panchbudhe was my classmate. Mendhe is junior to us.”The candidates may be largely indistinguishable, but what has BJP done to assuage angry farmers?The Nationalist Congress Party is running a publicity campaign through such vehicles in Bhandara district.The price of paddyThe main crop for the farmers of Bhandara and Gondiya is monsoon paddy. Normally a sturdy crop, its yields in recent years have fluctuated because of drought and pest attacks, said Shahane, who cultivates five acres of land right outside Bhandara town. “On top of it, wild boars keep raiding the fields at night,” he said.But what has caused maximum heartburn among farmers is the slump in paddy prices in recent years.The BJP claims it has addressed this source of resentment by raising the minimum support price – or the price at which the government purchases farmers’ produce.Two months after the 2018 bye-poll results, the Modi government increased the minimum support price of paddy by Rs 200 to Rs 1,750 per quintal. This February, days before the Lok Sabha election dates were announced, the Maharashtra government topped this amount by declaring a bonus of Rs 500 per quintal.But farmers say the move won’t benefit them — they have already sold last year’s harvest to private traders.“Who has the capacity to sell to the government?” said Shahane. “Only big farmers who own tractors that can be parked outside the government procurement centres for days…”A farmer transports freshly harvested chana crop in his tractor.Besides, Shahane explained that most farmers cultivate the more expensive, fine-grained Jai Shriram variety of paddy, which the government does not procure.The price of this variety has stagnated, even declined. “In three of the five years of the Congress government, we sold paddy for Rs 2,500-Rs 3,000 [per quintal],” said Dropal Chopkar, 39, who owns and cultivates 10 acres in Bothali village. “Under Modi, in all years, we got only Rs 2,000-Rs 2,200.”Hemant Patle of the BJP argued that it was unfair to hold the government responsible for the ebb and flow of private trade. But a common perception among farmers is that paddy prices slumped because the Modi government stopped rice exports.“This variety used to go abroad, where it fetched good prices,” said Chopkar. “That’s stopped now. I will not vote for Modi.”We love opinions — of the folks on the street. You’ll find us there. If you like our work, do consider supporting our journalism by subscribing to Scroll+Chopkar isn’t entirely right. India’s non-basmati rice exports have actually risen in the last five years. But low domestic demand, coupled with high retail prices, has meant that only merchants have benefitted, not farmers.For the Opposition, the price of paddy remains its strongest electoral plank.Campaigning in Asgaon village for the Nationalist Congress Party candidate, Praful Patel asked his audience to take stock of the last five years. “How much money is there in your hands?” he asked. “When we were in the government, you were getting Rs 2,800-Rs 3,000 [as per quintal paddy price]. Have you ever got this in the last five years?”He continued: “They are now announcing a bonus when the ground is slipping beneath their feet. We will give you Rs 2,500 [as the minimum support price]. And on top of it, a bonus.”Praful Patel arrives for a campaign rally in Asgaon village in Bhandara district.A change of moodIn its closing weeks of its term, however, Modi government introduced a sweetener for farmers – the PM-Kisan Yojana, which gives an annual cash assistance of Rs 6,000 to those owning upto five acres of farmland.The Congress may have mocked the amount as an insult to farmers, but across villages, this reporter met farmers who were delighted to have received the first tranche of Rs 2,000.In Chulhad village, 10 km short of the Madhya Pradesh border, not only had Babulal Pardhi, 54, received the money in his account, so had his son and daughter in law. “Bahu owns only 40 decimals of land,” Pardhi said, “but she too has received the money.”Pramod Patle, who stood overhearing the conversation, joined in: “If a family gets Rs 18,000, that means their fertiliser cost is taken care of.”The speed of the scheme’s implementation is remarkable. According to a local journalist, bank branches were opened on holidays and tehsildars worked round-the-clock to make the payments on time.The timely transfers have burnished Modi’s image as a man of action. “He promised Rs 6,000 and delivered Rs 2,000 within a month,”said Patle. “This makes everyone believe the scheme is here to stay.”By contrast, the Congress’s announcement of NYAY or Rs 72,000 as annual income support for 20% of India’s poorest families invoked incredulity.“You did not even give Rs 7,200, so how do we believe you will now give Rs 72,000?” asked Patle.Said Pardhi: “Had Modi not sent Rs 2,000, we would have not believed him either.”The villagers claimed they had voted for the Nationalist Congress Party’s Madhukar Kukde in 2018, even though he was Kunbi while they are from the Powar caste. “Because Kukdeji was a local leader who had represented our area as an MLA in the past,” one of the men said. “But now it is an election to select the pant pradhan [prime minister] of the country.”The residents of Chulhad discuss the forthcoming elections animatedly. \"It is an election to select the prime minister,\" says one.The leadership questionThe difference in the response to the BJP’s and the Congress’s promises boils down to the image of their leaders.In Ekalari village, from behind the counter of his tidbits shop, Manikram Vaidya fished out a Marathi newspaper that had splashed the Congress promise of Rs 72,000 on the front page with a photo of Rahul Gandhi.“Dega ki nahi dega, bharosa nahi hai,” he said – will he give, will he not, we cannot trust him. Then, with nervous laughter: “Bharosa hai kya?” Should we trust him?Jasudev Shelukar, the sole customer at the shop, was blunt: “It is hard to understand Rahul.” Before the conversation had turned to elections, the fragile-looking old man had just finished describing the upheavals of the last two years, when drought had laid his crop to waste, and he had to look for work in the town to feed himself. The hardship had left him disappointed with Modi, but Gandhi did not inspire his trust.“He keeps saying Modi is a thief, Modi is a thief,” he said. “Dosri bhasha bolo.” Speak another language.In contrast, Modi’s speech impressed both the men.“The man gives good answers, straight answers,” Shelukar noted.Vaidya agreed: “Tadaak bolta hai, muh par.” He speaks forcefully, to your face.Shelukar and Vaidya in Ekalari village in Bhandara district.A little ahead, in the same village, a farmer named Keshav Marwade loudly complained about depressed paddy prices forcing him to keep 150 sacks of rice unsold. “Modi has sunk farmers,” he said.But as soon as the conversation switched to elections, he softened. “Modi’s words are powerful,” he said. “Dubayega to chalega. Modi ko hi dunga.” Even at the cost of sinking, I will vote for him.At the end, it seemed Modi’s subaltern appeal as a simple-hearted, purposeful man remained resonant even among those who were not traditional BJP supporters. The men in Ekalari village, who praised him, claimed to have voted for the Congress before 2014.And Modi’s appeal was not contingent on nationalism. Across Bhandara-Gondiya, for instance, only the traditional BJP voter, or young first-time voters, brought up the recent air strikes.“It doesn’t matter whether he does good work or not, what I like is that he always says: ‘Hum kar ke dikhayenge.’ We will do it,” said Vijay Kawade, a tea seller in Gondia town. “And he does it.”He continued: “What he did to Pakistan is great. In one sweep, he fired a missile. He even freed our man swiftly.”No wonder, the BJP candidate’s campaign is all about Modi. “Phir ek baar, Modi sarkar,” said Sunil Medhe, the party’s candidate, as he went canvassing for votes from village to village.The BJP's candidate Sunil Medhe is a new, relatively unknown candidate.The dissentersBut one section of voters is disgusted with Modi’s theatrics.Praveen Waghmare was watching TV one morning last week when news flashed that the prime minister was about to make an important announcement. His entire neighbourhood – the Dalit colony in Goti village – panicked. “We thought he was going to change the constitution, or call for Emergency,” said Waghmare. It was an anti-climax. Modi simply bragged about the launch of an anti-satellite missile.Waghmare, 35, said he had largely voted for the Congress until 2014, when he came under the sway of Modi’s promises. As a graduate who drove a school van in the morning while studying for a pharmacist diploma in the evening, he was keen for an improvement in his job prospects, and Modi was promising precisely that.But Waghmare came to regret his decision. For four years, Maharashtra government did not advertise any new pharmacist jobs, he said, and when 48 positions opened this year, the positions reserved for Scheduled Castes were down to just six.“You can check all recent job listings by the government,” he said, scrolling down his phone screen. “In some cases, as you can see, there are zero reserved posts.”Praveen Waghmare works in a pharmacy shop in Gondia town and also runs a printing business during school exam months at home.His sister-in-law, Darshana Waghmare, 40, declared: “The BJP wants to end reservations.” She had spent years arming herself with certificates in veterinary science, education and nursing – anything that would get her a coveted government job. Now, with only three years to go, before she hit the age bar for applications, she was particularly upset about the threat to reservations.After Kunbis, Dalits form the second largest caste group in the Bhandara-Gondiya constituency. BJP leaders were reconciled to not getting their votes – “not that they ever voted for us in the past,” one explained.For all of Modi’s popularity, electoral arithmetic was back to the older calculus of caste.Popular among womenAway from the campaign, most women in Bhandara-Gondiya were busy at work, harvesting the winter wheat and chana crop, or planting paddy in small irrigated patches.They had no time to respond to a reporter’s questions. All they offered were quick assessments.“Modi has given toilets, houses, gas,” said Manda Gawade, 55. “The only thing he has not given is duty [a job] to my son.”The women workers had not heard of Rahul Gandhi's NYAY promise, but knew all the schemes Modi had initiated.In a ringing endorsement of the prime minister, Nilima Bhajipale, 32, said she did not know which party Modi belonged to, but wanted to vote for him, because he had given her Rs 12,000 to build a toilet.Over the next dispatches in this series, we will look more closely at what makes Modi so popular – and what are the limits of his popularity. Have a suggestion for where we should travel? Please write to [email protected]","author":"Supriya Sharma","time":"2019-04-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116572-sqxwbplxfo-1554208846.jpg","tags":["Election Report 2019","Maharashtra Election 2019","Bharatiya Janata Party","The Modi Voter"],"source":"https://scroll.in/article/918636/will-bjp-win-again-under-modi-this-series-travels-to-the-partys-strongholds-to-look-for-answers"}