{"title":"Will Manipur change tack in its approach to militancies that have riven the state for decades?","content":"The Suspension of Operation agreement with militant groups in Manipur has been a failure, said Chief Minister N Biren Singh on Saturday. He was speaking at a function on the eve of Anti-Terrorism Day, which falls on May 21.Singh was referring to an agreement signed in 2008 between the Centre, the state government and Kuki underground groups operating in the Manipur Hills. The agreement has been extended periodically since then. He said that the agreement had failed because the authorities and security forces “were not serious in their undertakings, particularly as far as dialogues were concerned”. He said that efforts to bring surrendered militants back to the mainstream had also fallen short.Singh followed up his comments the next day with the announcement of an updated surrender policy for militants. The monthly stipend for surrendered militants has been revised from Rs 4,000 to Rs 8,000, and the one-time financial grant given to them hiked to Rs 4 lakh from Rs 2.5 lakh. Those still in rehabilitation camps have been promised medical reimbursement.These provisions, presumably, will not apply to Kuki groups alone but to surrendered cadres from various militant groups in Manipur. However, rehabilitation packages cannot address the political issues that spawned these militancies. Additionally, Singh’s comments of talks with Kuki groups is welcome, though ambitious. This is partly because the pact with Kuki groups was flawed to begin with.Contested homelandsManipur has been a checkerboard of militancies for decades, with each ethnic group seeking to carve out a homeland for itself. Meitei groups such as the United National Liberation Front, formed in 1964, and the People’s Liberation Army, formed in 1978, competed with Naga and Kuki groups that fought for overlapping homelands in the Manipur Hills. Violent clashes broke out between Nagas and Kukis in the 1990s, including the Joupi massacre of 1993, in which 88 Kukis were killed.In 2001, the government brokered a ceasefire with the National Socialist Council of Nagalim (Isak-Muivah faction), whose leadership came from Ukhrul district in the Manipur hills. The ceasefire was later retracted from Naga-dominated areas outside Nagaland. Meitei groups, however, were not brought to the talks table. According to some commentators, Meitei militancy flared up after the Naga ceasefire of 2001. The senior leadership of various Meitei groups were killed or arrested early on, and many of their cadre later surrendered and were accommodated in designated camps. But talks, by all accounts, did not begin. That left the Kukis.  The Kuki National Army was formed in 1958, but like other ethnic insurgencies, Kuki militancy was fragmented, with each group fighting for a different shade and shape of sovereignty. From 1974, the creation of a separate Sadar Hills autonomous district, made up of Kuki-dominated areas and carved out of Naga-dominated Senapati district, became a key demand. Kuki nationalism also made common cause with the political aspirations of smaller groups such as the Hmars and the Zomis. The underground groups that grew out of these struggles were collectively known as the CHIKIMZ (Chin, Kuki, Mizo or otherwise Zomi) militant outfits and were later grouped under two conglomerates, the United Peoples’ Front and the Kuki National Organisation.A flawed pactIn his 2009 book, Troubled Periphery: The Crisis of India’s North East, Subir Bhaumik wrote: “The Indian army, in a clever move, signed a Suspension of Operations (SoO) [in 2005] with eight Kuki groups in an effort to use them against the UNLF [the Meitei insurgent group, the United National Liberation Front], particularly in Kuki-dominated Churachandpur district. The Kukis have subsequently blamed the UNLF for ‘terrorizing them’, even accused them of raping Kuki women.” According to Bhaumik, the agreement, was meant to absorb Kuki-Zomi groups into the counter-insurgency drive rather than start a peace process. He said in the process, it threatened to turn Manipur into an “inter-ethnic killing field”. The 2005 ceasefire brokered by the Army later received the imprimatur of the Centre, which revealed in October that year that a “cessation of operations” had been agreed to with eight Kuki groups and one Zomi. Finally, in 2008, a Suspension of Operation agreement was signed with the United People’s Front and the Kuki National Organisation, which added up to 19 underground groups in all. It was a tripartite agreement, signed between the Centre, the Manipur government and the underground groups. It was to last for a year but was extended year and after year.In Manipur, the pact was greeted with scepticism. A piece in the Manipur Times said that it seemed to have murky origins, mainly because the state was “not taken into confidence though law and order is a state subject”. Articles written shortly after the agreement was extended also raised other concerns. “The extension [of the Suspension of Operation agreement] is suffused with peace rhetoric, but it is still short on the prospect for political dialogue,” said this piece from 2009. It seemed to sign away the dream of Kukiland or Zalengam, said another piece, written in 2010.Talks with the Centre finally began in June 2016, eight years after the tripartite agreement. As for political demands, last year the Congress state government announced the creation of Kangpokpi district, an abridged version of the long-demanded Sadar Hills district. It was a last-minute decision made by a state government anxious to win the approaching Assembly elections. Members of Kuki civil society groups said it was a case of too little, too late.A tangled peaceBiren Singh’s remarks this weekend touched on a complex reality. Militant cadres rarely stay in the camps set up under the agreements and extortion rackets are still prevalent, as Singh observed. But in Kuki-dominated Churachandpur district, residents say extortions have gone down after the agreement was signed.Meanwhile, in spite of weariness with the threats and extortions, public support for these insurgent groups has not yet disappeared. In Kangpokpi town, members of Kuki civil society organisations say the groups are fighting for their political cause. New underground groups have reportedly sprung up in the last decade, according to reports.Third, the electoral process in Manipur has become inextricably tangled with militancy. In both Churachandpur and Kangpokpi, there are stories of how past elections were shaped by underground groups: only the candidates backed by them could win. Kangpokpi Assembly constituency has voted for the same legislator since 2007: Nemcha Kipgen, married to the chief of one of the underground groups. Incidents of violence have come down significantly over the last decade, from 285 insurgency related killings in 2006 to 33 in 2016. But tensions bubble away, with four security personnel injured in an IED blast just days ago.Finally, Kuki peace is framed by peace with both Nagas and Meiteis. Talks with Nagas have progressed after the Centre signed a framework agreement with the National Socialist Council of Nagalim (Isak-Muivah) in 2015. But they will bring an incomplete peace unless Meitei underground groups are engaged as well. And the Suspension of Operation agreement with Kuki groups is seen as a document for political dialogue rather than another counter-insurgency measure, pitting tribe against tribe.","author":"Ipsita Chakravarty","time":"2017-05-23T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/838401-58778-cjfqcpxmpa-1495465914.jpg","tags":["Manipur","Militancy"],"source":"https://scroll.in/article/838401/will-manipur-change-tack-in-its-approach-to-militancies-that-have-riven-the-state-for-decades"}