{"title":"Will Delhi soon have a Daryaganj-used-books-market-shaped hole?","content":"“Set up amidst the historical buildings of the capital, this market is historically significant in its own right. People from various towns, cities, and countries visit the market, they stroll through the streets in search of books, and are absolutely delighted when they find what they’ve been looking for.” These are the words of Qamar Sayeed, one of the vendors at the Sunday Patri Kitab Bazar at Daryaganj, Delhi, who is also the president of the Sunday Book Bazaar Patri Welfare Association. Let us hope they are not famous last words, for the Kitab Bazar, known to many as the Sunday book market in Daryaganj, is under threat. The Delhi High Court recently directed the North Delhi Municipality Corporation to ensure that weekly bazaars on Sundays are not permitted on Netaji Subhash Marg. This directive has come to affect the Sunday Patri Kitab Bazar in Daryaganj, which runs from Delite Cinema to Golcha cinema. Last Sunday, Sayeed, along with nearly 250 members of the association, went on strike to express their dissatisfaction about the order. It did not help, for the market has been temporarily shut down. The future does not augur well: The market will either be displaced altogether, or be dramatically reduced in size. Either way, the livelihoods of a large number of vendors are at stake.Vendors on strike at the Daryaganj book bazaar.Private secretsMy association with the Daryaganj book market is almost a decade old, from the time I  moved to Delhi – one among the thousands of migrants who aspire to a small space in this crowded city. I was a small-towner who was never explicitly informed about the euphoria that is often identified with reading “out-of-syllabus” books. As a new student of literature then, and given the lack of supervision over what I was reading, I gave in and began filling up my cramped room with books. My pocket money being limited, I had begun to master the process of buying what I needed at low prices. But now, come 2019, I am in the process of studying the book market as a research scholar in the book history and print cultures of South Asia. And yet it is the younger book-buyer in me whose sentiments are hurt more than the scholar’s by the impending threat to the Daryaganj book market. It was rather unusual to come back to my room without having bought a book from the market – my “find” of the dayOf course, the research will suffer too if the threat materialises, as seems likely. I was hoping to learn some of the private secrets of this public space, and build some rapport with a bookseller or two. And so I am one among the many who are hoping that the market will miraculously come alive all over again.A let-down for everyoneOn a typical Sunday, visitors begin to crowd the market as early as 8 am. And so, this past Sunday, the street adjacent to the Delhi Gate Metro station was awash with a disappointed crowd of students and vendors – not only from Delhi but from other parts of the country – who had no idea of what is going on. Saud, an engineering student from Aligarh Muslim University, was rather dispirited. “Most of us get our books from Daryaganj,” he said. “We travel all the way for this very reason. We do not have an alternative in Aligarh.”Booksellers from Bihar who had come to acquire their stock from Daryaganj were told by the Patri vendors milling around to go to Nai Sarak instead, another book market close to Daryaganj. Several students from other cities, who are just beginning their sessions at Delhi University, Ambedkar University, and Jamia Millia Islamia University, were there – not only to buy books but also to see for themselves the legendary market they had heard about from their new friends and flatmates in Delhi. This attempt at eviction is not the first for these vendors, an earlier one having taken place in January 2018, ostensibly because of Republic Day celebrations. The market had reopened then after a hiatus of five weeks. “Back in the 1990s, a citizens’ campaign that caught the ear of a sympathetic prime minister saved the Daryaganj Book Bazaar from closure”, wrote historian Ramchandra Guha in 2018, lamenting the possible displacement he had read of in a report:“I read the report with sadness, but also with a certain sense of deja vu. For the book bazaar had been shut down once before. This was in the early 1990s, when I lived in Delhi. I had then written an anguished article in the press, which was forwarded to the Prime Minister, Narasimha Rao. Rao was both a reader and writer of books; and some officials in the PMO were of a scholarly bent as well. Meanwhile, letters in support of the book bazaar were sent to the PM by, among others, poet-policeman Keki Daruwalla and scholar-civil servant VC Pande. The prime minister saw merit in the campaign, and got the police and the municipal authorities to have the book sellers back on the pavement every Sunday.” Now, the book market vendors are hoping for a similar public movement.“This uncertainty will break them,” says Subhadra from the Self Employed Women’s Association, who was also present at the protest. Her reasoning: Any displacement or a reduction in the area occupied will have an adverse effect on business. Subhadra suggested that book bazaar be considered a heritage market and thus be allowed to continue on Netaji Subhash Marg, even though hawking and squatting are not allowed here.SEWA has been helping vendors across Delhi by providing legal and social services, and participating in establishing the “Tehbazaari” system, under which each seller is given a licence to operate in a specific area of the market, provided they use makeshift arrangements, in return for a fixed payment.Family storiesQamar Sayeed has been selling books in the market since its early days, back in the 1970s. “We live amongst educated people,” he said in Hindustani. “From the nursery student to the most learned person in the family, all those who have the culture of buying and reading books come here.” The bazaars make the city as much as the city makes the bazaars, he told me. “We have to think about what bazaars say about Indian culture,” he continued. “The poor of the country survive through these bazaars, both as sellers and buyers”. His complaint was about the “afsars”: “The very people who have become officers by educating themselves on books bought cheaply here now pose a danger to the market.” His argument: These bazaars are not encroachments. The city has pampered them for an extraordinarily long time. They belong to the city as much as any old monument or a new mall. According to Sayeed, “Dilliwallas” have been nurturing the market in their own ways. The elderly donate their books, or their children empty the home libraries on the streets of Daryaganj when older relatives die. AL Verma, the vice-president of the association, had a bigger claim : “There is a larger machinery at work.” Daryaganj is not just a market of hand-me-downs, he contended. As Verma pointed out, the market has also been the dumping ground of books from the foreign countries, especially the US and Canada. Most vendors have godowns full of used and discarded books, old and rare editions, coffee table books, and several volumes on art and design – all of which arrive in what they refer to as “containers” and are sold to these vendors at unbelievably low prices. So, what seems local and temporary is partly sustained by a supply chain built with an international network. Books also arrive at the market from Mumbai and Gujarat in particular, especially comics. “Kabadiwalas” behind Turkman Gate and the dumping yards of publishing houses also remain a constant source of books.Most of the pavement stalls are run as family businesses, with everyone pitching in. Subhash Chandra Agrawal, who runs one of the oldest stalls in the market and has served as the president of the association, sits with his wife Sharada Devi and his grandson, Dhruv. After his son died it is the income from the weekly bazaar that the family lives on. Nonetheless, he is hopeful. “I and my family owe this market everything that we have. The market should survive, several families depend on it.” To cheer up the dejected vendors, one of the sellers also cited an “inspirational quote” from motivational guru Shiv Khera, adding: “I have sold so many copies of his books! I know a little about what he writes.”","author":"Kanupriya Dhingra","time":"2019-08-03T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124910-riuhtfqkxk-1564755120.jpg","tags":["books","delhi"]}