{"title":"Will the Centre’s ‘landmark’ amendment really empower autonomous tribal councils in the North East?","content":"On Wednesday, as the North East was roiled by protests against the Citizenship (Amendment) Bill, the Union cabinet approved another constitutional amendment. The official press note announcing the “landmark” amendment affirmed that it was a “game changer” which would “significantly increase the financial resources and administrative powers” of the autonomous councils in the Sixth Schedule areas of the region.  The Sixth Schedule provides for autonomous decentralised self-governance in certain tribal areas of Assam, Meghalaya, Mizoram and Tripura. Under this arrangement, autonomous councils are administered by their own elected representatives. The councils are to be headed by a chief executive member, aided by executive members, roughly similar to cabinet ministers. Autonomous but not self-sufficient  But autonomy does not imply financial self-sufficiency. Autonomous councils are dependent on their respective state governments for funds in addition to the occasional special package from the Centre.  This has often created friction, with councils alleging that state governments do not release enough funds and in time, in the process undermining their autonomy.A government-commissioned expert committee set up to study governance in the Sixth Schedule areas  found merit in such concerns in 2006.  The committee reported that these “councils are almost totally dependent on the devolution of funds from higher level governments, which denies them the flexibility required to emerge as a vibrant institution for local development”. Election after election, political parties promise “direct funding” from the Centre to these autonomous councils to assuage these fears and woo tribal voters.The latest announcement, barely months ahead of the general elections, seeks to address the same grievance.  According to the home ministry’s press statement, the Finance Commission will now “recommend the devolution of financial resources” to the district councils, village and municipal councils in the Sixth Schedule areas.What changes, really? It is understood that while this proposed amendment will not quite pave way for the councils to directly be funded by the Centre, the Finance Commission, a central body, will now have a say in the state’s allocation of funds to the councils. “I welcome it of course, but it will not change things drastically either,” said Rasik Mohan Chakma, chief executive member of the Chakma Autonomous Council in Mizoram.  “The only difference is that now the Finance Commission can now recommend state governments to allocate a certain amount of funds. Earlier it had no say at all.”Chakma, who is part of the Mizo National Front, an ally of the Bharatiya Janata Party, said the councils would continue to be dependent on the state government for salary expenditures and administrative costs. “The Finance Commission can only recommend funds under specific projects for developmental works,” he said.Visitors to the North Cachar Hills Autonomous Council. Credit: Arunabh SaikiaNot enough, say leaders Chakma also expressed disappointment that the Sixth Schedule was not amended to grant councils authority over more subjects currently controlled by the state government. “It would have been very beneficial if para 3A and 3B subjects were given to us,” he said. Paragraph 3A and 3B are special provisions under the Sixth Schedule for the Karbi, Dima Hasao and Bodo councils in Assam. These clauses lend the Assam councils added powers by granting them jurisdiction over agriculture, education, irrigation and other matters – subjects that are under the state government’s control in the other autonomous councils.  “To be honest, what they have done now will not help the councils in Mizoram,” Chakma added. Radhacharan Debbarma, the chief executive member of the Tripura Tribal Areas Autonomous District Council, echoed similar concerns. “What we were demanding for is more subjects under our control, but that has not been addressed at all,” said the Left leader.But it is not just opposition leaders who are unimpressed. In 2018, the BJP stormed to power in Tripura riding on a growing wave of resentment among the state’s tribal population against the Communist Party of India (Marxist) government. It had joined hands with the Indigenous People’s Front of Tripura, which was at the forefront of a demand of a separate tribal state. While the BJP side-stepped the statehood demand, it had promised that it if voted to power it would convert the tribal district council to a “state council” with a provision for direct funding from the Centre. But, the recent Union cabinet announcement has not amused its alliance partners. “This is not what we had demanded and we are not happy at all,” said Mangal Debbarma, a spokesperson of the Indigenous People’s Front of Tripura. While the new proposed amendments will confer no new powers vis-à-vis additional subjects to the councils in Tripura, Mizoram and Meghalaya, the Dima Hasao and Karbi councils – which already have a wider area of jurisdiction –  will have control over 20 more subjects such as forest and health and family welfare.  Yet, leaders in these councils are not particularly enthusiastic either. “It is either direct funding or not,” said Hamjanan Langthasa, a Congress leader who used to head the BJP’s Dima Hasao unit from 2012-15. “Ultimately, funds will be routed through the state only. Our council will not benefit anything from it.”Earlier this week, the BJP swept the Dima Hasao council elections, winning 19 of the 27 seats.‘Empowerment of grassroots democracy’ But there are many who have hailed the government’s decision.  Bernard Marak, a former Garo rebel, said he was “grateful to the Centre for amending the Sixth Schedule”.  Marak was part of the Achik National Volunteer Council, a banned Garo militant group fighting for a separate state of for the Garo community in Meghalaya. In 2014, the group signed a memorandum of settlement with the Centre and the state government. One of the clauses of the settlement was direct funding to the Garo autonomous council.The recent amendments, which also provide for “elected village and municipal councils”,  “will fulfil the commitments” made in the pacts with Achik National Volunteer Council and the other militant groups in the state, the home ministry has said.  Marak said while direct funding was still elusive, the amendments were indeed in sync with the Achik National Volunteer Council’s  main demand: “empowerment of grassroots democracy”.  The new amendments would also provide for “elected village and municipal councils”. Guwahati-based social scientist Walter Fernandes said the amendments “give greater autonomy to the autonomous councils which in itself is a welcome move”.","author":"Arunabh Saikia","time":"2019-01-26T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111486-erlruklpya-1548436036.jpg","tags":["Autonomous Tribal Councils","Sixth Schedule","Chakma Autonomous Council","North Cachar Hills Autonomous Council"],"source":"https://scroll.in/article/910844/will-the-centres-landmark-amendment-really-empower-autonomous-tribal-councils-in-the-north-east"}