{"title":"Will bring back electoral bonds after wider consultations, says Nirmala Sitharaman","content":"Union Finance Minister Nirmala Sitharaman said on Friday that the Bharatiya Janata Party will bring back electoral bonds, declared unconstitutional by the Supreme Court, in some form after wider consultations if voted back to power in the Lok Sabha elections, the Hindustan Times reported.The scheme was struck down by a five-judge bench of the Supreme Court on February 15 on the grounds that it violated voters’ right to information and could lead to quid pro quo arrangements between donors and political parties.Sitharaman on Friday said that the Centre has not yet decided on whether to file a review petition against the judgement.“We still have to do a lot of consultation with stakeholders and see what is it that we have to do to make or bring in a framework which will be acceptable to all, primarily retain the level of transparency and completely remove the possibility of black money entering into this,” she said in an interview with the Hindustan Times.The finance minister claimed that the electoral bonds scheme had brought in transparency, and that what prevailed before it “was just free-for-all”.Sitharaman echoed the claims made by Prime Minister Narendra Modi on April 15 during an interview with ANI, in which he contended that it was because of electoral bonds that a money trail could be found in political funding.“If there were no electoral bonds, then in which system of power would they have been able to find out where the money came from and where it went?” Modi asked. “This is the success story of electoral bonds.”The Supreme Court had on February 15 directed the State Bank of India to issue details of the political parties that received electoral bonds from April 12, 2019, and submit them to the Election Commission. In the initial set of data released on court orders, the State Bank of India had not revealed the unique alphanumeric numbers and serial numbers of the electoral bonds.It was only after petitioners in the case approached the court that the bank shared the alphanumeric and serial numbers of electoral bonds that were used to match donations with the parties that received them.On April 17, Congress MP Rahul Gandhi asked why the BJP had hidden the names of those who had donated money to the party through electoral bonds if the aim of the scheme was to increase transparency. “And why did you hide the dates on which they gave you the money?” he added.Electoral bonds were monetary instruments that citizens or corporate groups could buy from the State Bank of India and give to a political party, which then redeemed them.Under the scheme, buyers were not required to declare their purchase of these interest-free bonds and political parties did not need to show the source of the money. Only the total amount received through the electoral bonds was revealed to the Election Commission through the audited accounts statements.However, the Centre could access information about these donors as it controls the State Bank of India.Analysis of the data shared by the State Bank of India revealed that the BJP received the lion’s share of electoral bond donations. Some of the buyers of the electoral bonds were companies that had faced raids by central agencies.Read more analysis on this topic by Project Electoral Bond, a collaborative project involving Scroll, The News Minute, Newslaundry and freelance journalists.","author":"Scroll Staff","time":"2024-04-20T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199883-kebixnpzzm-1712486863.jpg","tags":["Nirmala Sitharaman","Supreme Court","Electoral bonds","Lok Sabha 2024"]}