{"title":"Will Prakash Ambedkar be able to chart a new politics of hope for  Maharashtra’s Bahujan community?","content":"Maharashtra is a peculiar state for Phule-Ambedkarite politics. Here, Bahujan volunteerism and movements flourish but fail miserably in party politics.The state’s social sphere has several organisations that work for the Bahujan (which literally means “the majority of the people”) community. These include several factions of the BAMCEF – or the All India Backward and Minority Communities Employees Federation, Buddhist associations and Satyashodhak groups, which were first established by social reformer Jyotirao Phule in the 19th century.Why does Bahujan oriented politics fail?There are two major reasons. First, the mainstream Congress and Bharatiya Janata Party have regularly coopted Bahujan discourse to the detriment of the Bahujan movement. The second reason is the failure of the Bahujan leadership itself. Seduced by mainstream parties with the promise of political positions, several Bahujan leaders have regularly abandoned the politics of autonomy rather too easily in the past.No Dalit or Other Backward Classes leader has therefore been able to chart an autonomous political path, and Bahujan politics has passed through waves of recovery and collapse. The committed Phule-Ambedkarite cadres, activists and supporting masses move to any leader who seems promising and aspiring towards autonomous Bahujan politics. After 2007, Mayawati’s Bahujan Samaj Party emerged as the single-largest Bahujan party in Maharashtra, attracting Dalits and other marginal groups. Besides the hard work of Bahujan Samaj Party cadres, this surge was partly based on the party’s extraordinary success in the UP Assembly elections that year. But the party’s top leadership did not assign any charismatic face as a leader locally, and the movement was washed out following the Narendra Modi-wave that swept Maharashtra and other northern states in 2014.Bahujan Samaj Party founder Kanshi Ram’s motivational slogan for Maharashtra – “Hou shakat aahey,” or “It is possible to capture power in Maharashtra for Bahujans” has at best remained a Bahujan fantasy.  Bahujan Third Front?Since 2015, Maharashtra has seen a higher form of solidarity in the growing support for Prakash Ambedkar and his new political formation, the Vanchit Bahujan Aghadi, a coalition of Dalit, Other Backward Classes and Muslim leaders jointly formed by Ambedkar and All India Majlis-e-Ittehad-ul-Muslimeen president Asaduddin Owaisi.Prakash Ambedkar has done well to capitalise on several of the BJP’s anti-Bahujan policies. These include the new 13-point roster system for hiring Dalit, Adivasi and Other Backward Classes university teachers that was introduced in January, the events that led to the suicide of Hyderabad Central University research scholar Rohith Vemula in 2016, the violence at Bhima Koregaon in 2018, reservations for Marathas in the state and finally 10% reservations for the economically sections among the upper castes that was announced in January. The Bahujan Mahasangh, the Republican Party of India faction led by Prakash Ambedkar, has had its moments of limited success in the past. Its concept of “bahujan” was also considered confusing, with no clear vision on Muslims. This time, however, Prakash Ambedkar is backed by Owaisi, a formidable national leader of Muslims who champions Bahujanism like no other contemporary Muslim politician in the country.The success of Owaisi’s All India Majlis-e-Ittehadul Muslimeen in Maharashtra points to new possibilities in Bahujan politics. The Kanshi Ram-like slogan used in Uttar Pradesh: “Baba tera mission adhura Owaisi karenge pura”, or “Babasaheb Ambedkar, Owaisi will complete your mission”, speaks both of his impact among members of the Dalit community and Owaisi’s own political strategies.Prakash Ambedkar is also putting to use some successful strategies earlier followed by the Bahujan Samaj Party. He has declared that all other Ambedkarite parties and leaders – such as Union Minister and Republican Party of India (A) leader Ramdas Athawale and Peoples’ Republican Party leader Jogendra Kawade – have sold out to mainstream parties. Supporters of the Vanchit Bahujan Aghadi frame Prakash Ambedkar as the true and only inheritor of BR Ambedkar’s legacy. The non-compromising leadership of Prakash Ambedkar, and his vision and ‘blood’ connection to Babasaheb Ambedkar are being mobilised to win more supporters. His continued commitment to the cause of Other Backward Classes is also adding to his political appeal.Caste and associated symbolism continues to be at the heart of the strategies of the Vanchit Bahujan Aghadi. For instance, the list of the front’s candidates for the upcoming Lok Sabha elections mentions their caste, which drew criticism from Kawade and elite liberals alike.Voluntary donations are flowing in and so are volunteers. The slogan popularised by Kanshi Ram in the 1980s – “vote humara raj tumhara, nahin chalega nahin chalega”, or “Our vote and your rule, this will not do” – is back as a political slogan, with much more muscle in 2019. The front is contesting all 48 of Maharashtra’s Lok Sabha seats, with Prakash Ambedkar contesting from both Akola and Solapur. The Bahujan Samaj Party candidate in Solapur has already withdrawn his candidature against Prakash Ambedkar. Will the Vanchit Bahujan Aghadi make a dent in the elections? Should it have joined hands with the Congress instead? Politics of hopeAs opposed to states like Bihar and Uttar Pradesh, Maharashtra is trapped in a cycle of a two-party system, where the political aspirations of marginal groups is limited to switching sides between the Congress-Nationalist Congress Party and the BJP-Shiv Sena. While there are continual currents of Bahujan movements that claim political autonomy in the state, none of them have been able to continually sustain and consolidate political space for themselves. The Congress-Nationalist Congress Party and BJP-Shiv Sena have constructed a limited narrative of politics, with both continually undermining the representation of marginal castes, Muslims and Dalits. An alternative Third Front could infuse newness beyond the Hindu-civility of the BJP and the elite-secularism of Congress. Maharashtra has lacked a sustained movement towards Phule-Ambedkarite political autonomy and the Vanchit Bahujan Aghadi makes a newer promise of hope for marginal castes and communities. Such political movements from the margins also produce social and political solidarity, where caste and religion become a matter of pride while simultaneously mobilising anti-caste sentiments and support towards constitutional morality and grassroots secularism (Ambedkarism). Social justice, social equality and everyday secularism can be mobilised through Bahujan volunteerism and autonomous politics, which is not void of class issues.The failure of an alliance between the Congress-Nationalist Congress Party and the Vanchit Bahujan Aghadi could therefore well prove to be a blessing in disguise for Bahujan politics.As support for the Vanchit Bahujan Aghadi surges in Maharashtra, the Bahujan Samaj Party will have less of an impact in Marathwada and Vidarbha. A few predictions can therefore, tentatively, be made. Dalits across castes will vote in greater numbers for the Vanchit Bahujan Aghadi and there will be some transfer of Other Backward Classes votes to the front. It will also perform well in pockets in Marathwada where the Majlis-e-Ittehadul Muslimeen is strong.If the Vanchit Bahujan Aghadi secures a vote share above 6% in Maharashtra, which is a very likely possibility, it will affect both the Congress and the BJP. Void of money and muscle power, if the front wins one or more seats in the Lok Sabha elections, it could herald a new beginning of volunteerism in Bahujan party-politics in Maharashtra, as well as a new politics of hope that Kanshi Ram always believed in.Suryakant Waghmore is associate professor of Sociology at the Department of Humanities and Social Sciences, IIT-Bombay. He has recently co-edited a special issue of the journal South Asia on civility and inclusive democracy.Also read:Interview: ‘Poor upper castes don’t need reservations as their poverty is not due to their caste’‘Casteist policy’: Rally in Delhi denounces new system for hiring Dalit, Adivasi university teachersTensions over 300-year-old history hold the key to the Bhima Koregaon violence – not a Maoist plotBy questioning Rohith Vemula’s Dalit identity, judicial panel puts BJP in a spot of bother again","author":"Suryakant Waghmore","time":"2019-04-06T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/918479-rqdqviazmd-1537447200.jpg","tags":["Maharashtra","Maharashtra elections 2019","Bahujan politics","Prakash Ambedkar","Vanchit Bahujan Aghadi"],"source":"https://scroll.in/article/918479/will-prakash-ambedkar-be-able-to-chart-a-new-politics-of-hope-for-maharashtras-bahujan-community"}