{"title":"‘Will enter Pakistan to kill terrorists,’ says Rajnath Singh on claims of extra-territorial killings","content":"Minister of Defence Rajnath Singh said in an interview to News18 on Friday that the Indian government would not hesitate to carry out extra-territorial killings of terrorists “who flee to Pakistan”.The minister was responding to a question about a report in The Guardian a day earlier, alleging that the Indian government, over four years, assassinated at least 20 individuals in Pakistan as part of a strategy to eliminate terrorists living on foreign soil.Documentation seen by The Guardian allegedly ties India’s Research and Analysis Wing to the killings that are said to have been orchestrated by sleeper-cells based in the United Arab Emirates. Pakistani officials have accused these cells of paying millions of rupees to local criminals or poor Pakistanis to carry out the assassinations.“If any terrorist tries to disturb the peace in Bharat, or tries to carry out terror activities in Bharat, we will respond fittingly,” Singh said. “If any terrorist flees to Pakistan, we will enter their house and kill them.”The Indian foreign intelligence agency allegedly changed its strategy to assassinate potential threats after the February 2019 Pulwama attack in Kashmir, which was carried out by the Pakistan-based terror group Jaish-e-Mohammed.The Ministry of External Affairs declined to provide The Hindu with a comment on whether the defence minister’s statement is at odds with the Centre’s position that the allegations of India’s involvement in extra-territorial killings across the border are “false”.Singh’s comments were a nod to Prime Minister Narendra Modi’s speech in Churu, Rajasthan, on Thursday, in which a reference was made to the Indian Air Force’s air strikes against a Jaish-e-Mohammad training camp in Balakot, Khyber Pakhtunkhwa, Pakistan, on February 26, 2019, in response to the Pulwama attack.“Today, the world also knows that Modi's new India enters people’s homes to hit them,” Modi said in Churu, calling back to a statement he first made a few days after the Balakot air strikes.“Yes, the prime minister is absolutely right,” Singh said on Friday when asked a question about Modi’s comment in relation to the allegations made in The Guardian’s report. “This is India’s strength. We are now capable of doing that and Pakistan has also started realising this.”In response, Pakistan’s Ministry of Foreign Affairs said that the Indian government “habitually resorts to hateful rhetoric to fuel hyper-nationalistic sentiments, unapologetically exploiting such discourse for electoral gains”.“India’s assertion of its preparedness to extra-judicially execute more civilians, arbitrarily pronounced as “terrorists”, inside Pakistan constitutes a clear admission of culpability,” the ministry said in a statement. “It is imperative for the international community to hold India accountable for its heinous and illegal actions.”In January, Islamabad had said that it had “credible evidence” linking “Indian agents” to the assassination of two of its nationals, Shahid Latif and Riyaz Ahmad. The two, associated with terror groups Jaish-e-Mohammed and the Lashkar-e-Taiba, were wanted terrorists in India.The United States and Canada have made similar allegations accusing India of carrying out or plotting extra-territorial killings against Indian dissidents.The United States has said that it foiled an alleged plot to assassinate Sikh separatist leader Gurpatwant Singh Pannun on American soil last year.Canadian Prime Minister Justin Trudeau had told his Parliament in September that his country’s intelligence agencies were pursuing “credible allegations” linking agents of the Indian government to the killing of Sikh separatist leader Hardeep Singh Nijjar.","author":"Scroll Staff","time":"2024-04-06T08:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167448-lkglxgtizu-1639322493.jpg","tags":["Minister of Defence","Pakistan","Research and Analysis Wing","Balakot","India-Pakistan ties","Pulwama","Rajnath Singh","Terrorism"],"source":"https://scroll.in/latest/1066313/will-enter-pakistan-to-kill-terrorists-says-rajnath-singh-on-claims-of-extra-territorial-killings"}