{"title":"Will poor organisation be a roadblock for BJP in its Bengal stronghold of Jungle Mahal?","content":"“It was a conspiracy. Our bus driver was bribed to make us late,” claimed Madhusudhan Mahato, trying to explain why Uttar Pradesh chief minister Adityanath’s rally in Purulia district on March 16 attracted a small crowd. ”We therefore reached after the rally got over.”Mahato is a Bharatiya Janata Party worker  in Sindri village that falls under the  Balarampur Assembly constituency of Purulia in West Bengal. His tragicomic explanation for why Adityanath’s Balarampur rally saw low attendance however is not his only complaint while fighting what he sees as a formidable opponent: the Trinamool. “We don’t have money to do wall painting, feed people who come for campaigning,” he said. “That is why it looks as if we are not strong in this area.”Sindri is representative of a dynamic across the Jungle Mahal region of West Bengal, which spans the current-day districts of Jhargram, Purulia, West Midnapore and Bankura in the south-western part of the state. This Adivasi-dominated region is the BJP’s stronghold, with the saffron party winning as many as five out of six Lok Sabha seats in these four districts in 2019. As per Election Commission data, the BJP in 2019 took a lead in more than three-fourths of Assembly constituency segments, making it the clear favourite in Jungle Mahal.However, travelling through all four districts, Scroll.in found that the party is struggling to hold on to its 2019 votes for the critical 2021 Assembly elections. And the main culprit is in-house: the BJP’s poor organisation.Loose gripIt is odd to find the BJP being outspent in an Indian election. But Mahato is not the only local leader in Jungle Mahal making the complaint. At Bishpuria crossing in Purulia’s Kashipur Assembly constituency, block-level BJP leader Manik Pati addresses a rather modest meeting with just a couple dozen attendees. “See, we hope we will get a lead, but the TMC has a lot of money here – hence, their meetings are so full. Whatever we are doing is from the heart.”In Jhargram’s Silda town, Nirmal Mahato, a leader of the Kudmi community – currently slotted by the state as a Hindu Other Backward Class but fighting to be recognised as a Scheduled Tribe that follows the Sarna faith – claims that the lack of crowd in BJP rallies comes from a loosening hold on his community, which forms more than 40% of the district. “At that time, Adivasis voted for the BJP to hurt the Trinamool,” he said, referring to anger against local corruption. “But they are not actually with the party. Every party has stabbed us in the back [referring to the Adivasi demand].”  During this election campaign, two national BJP leaders – Union home minister Amit Shah and party president JP Nadda – declined to attend scheduled rallies in Jhargram, with the Trinamool claiming the reason was low turnout.A sparsely attended BJP meeting at Bishpuria crossing in Purulia’s Kashipur Assembly constituency on March 23.Shopping for candidatesThe BJP’s organisational weakness is underscored by the fact that it has struggled to find candidates from its own worker base – even in seats where it has done well – often poaching local Trinamool, Left or Congress leaders.In Bankura’s Bishnupur Assembly constituency, the BJP candidate, Tanmoy Ghosh, is someone who was part of the TMC-run municipal corporation till just a day before his name popped up on the BJP list. As a reaction, local BJP worker Baidyanath Roy decided to stand as an independent rebel candidate in protest against Ghosh’s shock induction. “This will harm the BJP,” said Roy, arguing that the anti-incumbency that Trinamool faces would get diluted as a consequence. “Whoever wins, it will be a TMC man who will be MLA. So it feels like you are voting for different parties but not really. When people will realise this, they will not vote for the BJP.”What was the need, asked Roy, to induct someone from outside when the BJP actually won the Bishnupur Lok Sabha seat in 2019. It is a valid question: in the Bishnupur Assembly constituency region, the saffron party gathered an impressive 50% of the vote in 2019, a significant 13 percentage points ahead of the Trinamool.In Purulia town, the BJP candidate is a sitting Congress MLA who jumped over to the saffron side as late as December. The BJP had in 2019, led handsomely in this assembly segment, getting 53% of the vote and beating the Trinamool by 19 percentage points. “Why did they take an outsider?” asked local BJP worker Abhijeet Bauri. “BJP workers got beaten, slapped with false cases but they took a Congressman.”The BJP’s lack of organisational depth is not only limited to candidates but can be seen down to polling booth-level workers. In a leaked phone call aired on Kolkata TV on Saturday, senior BJP leader Mukul Roy instructs his party to ask the Election Commission to change the rules which require a candidate’s polling agent at a booth to be a voter in the same or neighbouring polling booth. “Otherwise there will be a certain percentage of booths where our people will not be able to go at all,” Roy explained.Interestingly, the EC did change the rules, leading to the TMC accusing the the body of getting the change “implemented to help certain political parties, namely the BJP due to them not possessing the strength to muster enough polling agents”.Abhijeet BauriIn West Midnapore’s Kharagpur town, the BJP’s lack of organisation has already led to a loss in the 2019 bye-poll. After state president Dilip Ghosh vacated the seat, since he got elected to the Lok Sabha as an MP, the Trinamool won it – the first time it had ever held the town. The reason, local resident Bablu Yadav said was lack of organisation. “Once BJP got elected [in 2016], we didn’t see them [the MLA] at all,” he explained. “But the TMC MLA has changed that. He goes around a lot to people’s houses.”Party-society in 2021Bengal’s politics has been famously described by political scientist Dwaipayan Bhattacharyya as a “party-society” – a system where political parties completely occupy the public space and older forms of social organisation (such as caste or landownership) take a back seat. This organisational structure is then used by parties to garner votes. Party organisation in Bengal is therefore especially important when it comes to elections – as was seen during the last decade and a half of the Left, when in spite of economic stasis and significant political discontent, the Communist Party of India (Marxist) kept on winning.And while Bengal’s party-society has weakened since the Left lost power, its significant imprint can still be seen in the way the Trinamool battles its anti-incumbency albatross, using its organisational lead over the BJP to coax on-the-fence or even reluctant voters to vote for it using methods which often involve intimidation and, sometimes, outright violence. It is thus not surprising that the Trinamool’s most popular slogan for this election is “khela hoba”, game on – a thinly veiled reference to the capacity of its cadre to inflict political violence on the BJP. The BJP, meanwhile, aware that it is competing on uneven footing, has often encouraged its voters to vote silently for it – a tactic borrowed from the Trinamool itself from the late years of the Left. As is typical for Bengali politics, this message is disseminated using a rhyming slogan: “chup chap, padde chhap”. Quietly vote for the [the BJP’s symbol] lotus – a riff of the Trinamool’s old slogan, “chup chap, phule chhap”. Quietly vote for [its symbol] the flower.Quiet intimidationIn Abantika village in the district of Bankura, Jamuni Bauri lives in a decripit mud hovel completely cut off from the state’s otherwise impressive welfare network. “We don’t get anything. Look at our house, it will fall any moment,” she points out.Jamuni BauriBy any standard, Bauri –an extremely poor, scheduled caste widow – should have received a grant to build a house under India’s rural housing scheme. “Ghorer taka? House money? Forget that, we don’t get anything,” she said. The Bauris are so destitute – not a single child in the house has gone to school – that they are largely unseen by the state. Like so many across Bengal, her family blames local Trinamool leaders for it. “The money is eaten up before it reaches the poor,” Rajib, her son chimes in.Surprisingly, however,  this anti-incumbency angst might not actually convert into an anti-TMC vote. “Ja acche, okei bhote dibo,” smiled Jamuni. We will vote for the incumbent.This is a pattern across Jungle Mahal. While in many cases, anti-incumbency amongst the poor converts into a BJP vote, the saffron party falls short of its potential given its organisational disadvantage. In Bankura’s Pandua village, the region’s Dalits are lukewarm about the Trinamool – yet will largely vote for the party. Swapan Panja, 53, echoes Jamuni: “We will vote for the party that is in power currently”.It is a bland, matter-of-fact statement – that Panja suddenly starts to embellish as he sees a TMC worker come towards him on a motorcycle. “We will vote for the TMC since they have done so much development work,” Panja reels off, as Shahjahan Midda, the local TMC head stops his motorcycle to critically evaluate the interview.It is clear that the Trinamool workers of Pandua hold immense power – to the point of intimidating villagers even in the presence of outsiders.  To add to this dynamic is the unusual fact that India’s Election Commission publicly releases polling booth-level data. With only a thousand voters per booth, it is rather easy to estimate voting patterns at the neighbourhood level. Without a true hidden ballot, voters in rural Bengal are highly susceptible to being coerced by strong party organisations, as is being seen now with the Trinamool in many areas.Fire fightingFaced with a shock in the 2019 election, the Trinamool doubled down on its organisation, forcing its perennially warring factions to make peace in many areas. In Joypur village, inside the heavily-forested – and once Maoist-controlled – district of Jhargram, Arjun Mahato explains that while the BJP took a lead in this remote village in 2019, things might change this time. “There were two TMC factions here in 2019 which led to a division of votes – now they have united,” Mahato explained.In an ironic turn of events, in Joypur, there is significant anger against the BJP, since villagers accuse the panchayat it controls of taking “cut money” or bribes in order to get toilets built under a government scheme.Swapan PanjaUrban controlWhile this organisational gap plays a significant role in remote, rural areas, its impact weakens as voters become more urban. In the historic town of Bishnupur, home to a famous set of 17th and 18th century terracotta temples, voters are influenced directly by television, newspapers and social media – not old-style local cadre networks. “We want BJP, since we want jobs,” said Riya Das, a 23-year old postgraduate student of English. “Cycles and stipends [referring to Trinamool’s welfare schemes] are fine, but we need jobs.”Unlike in villages just outside her town, Das speaks openly and confidently, requiring little persuasion to let Scroll.in know her political thinking.  The difference clearly is that the Trinamool’s otherwise impressive rural organisation has little control over the middle class of Bishnupur town.Riya DasIn stark contrast to Das, in the village of Lurka in Bankura’s Raipur Assembly segment, Utpal Bannerjee’s choices seem to factor in on-ground cadre strength. “What will the central forces do?” he asked, rhetorically referring to the large numbers of paramilitary troops brought in to police Bengal’s eight-phase long election. “They are there for two days – we have to stay here even after they leave, right?”","author":"Shoaib Daniyal","time":"2021-03-29T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156849-xaaogdawyt-1616914436.jpg","tags":["West Bengal","Jungle Mahal","BJP","Trinamool Congress","West Bengal Elections 2021","West Bengal Assembly elections 2021"],"source":"https://scroll.in/article/990761/will-poor-organisation-be-a-roadblock-for-bjp-in-its-bengal-stronghold-of-jungle-mahal"}