{"title":"Will Telugu star Pawan Kalyan's biggest hit yet be the 2019 state elections?","content":"After lying low for two years, Telugu film star Pawan Kalyan made a political comeback of sorts with two blockbuster rallies that opened to packed audiences over the last three weeks. But the one question in the minds of all supporters of the “Power Star”, as he is known in his home state of Andhra Pradesh, is whether Kalyan will follow in the footsteps of his superstar brother Chiranjeevi and sacrifice his political stance for individual success, or whether he will rise above the manipulations of the state’s major parties and emerge as a new power centre. In the 2009 Assembly elections in Andhra Pradesh, Chiranjeevi’s newly formed Praja Rajyam Party had bagged just 18% of the votes. In 2011, in what his supporters saw as a betrayal, Chiranjeevi merged the Praja Rajyam Party with the Congress to gain entry into the United Progressive Alliance Cabinet, where he served as minister of state for tourism from 2012 till 2014.  “We are all bitter about Chiranjeevi’s act and are hence cautious about supporting his brother, though he [Kalyan] has declared that he will keep a distance from all parties –Telugu Desam Party, Congress and the Bharatiya Janata Party,” said V Venkateswara Rao, a farmer the Guntur district.Two years after he formed the Jana Sena Party in 2014, Kalyan, on August 27, held a massive rally in the temple town of Tirupati. On September 9, he held the Seemandhra Atma Gauravan Sabha (Seemandhra Self Respect Meet) at Kakinada, where he raised the demand for special status for Andhra Pradesh.  The last time Kalyan, star of hit films such as Gabbar Singh and Attarintiki Daredi had made such a public appearance was while campaigning for Narendra Modi in the state before the 2014 Lok Sabha polls.At the mammoth Kakinada meet, Pawan described the financial package announced on September 8 by the BJP-led Centre as a dole of “two state laddoos.” In the run-up to the 2014 polls, the BJP had promised to grant special status to Andhra Pradesh for 10 years to help the state make up for the financial losses it suffered when it was bifurcated in February that year to create Telangana.  The state has been waiting for the BJP-led government at the Centre to uphold that promise – which entitles them to central assistance and tax rebates – since then. Opposition parties, both in the Parliament and the state, have found in this an opportunity to attack the ruling regimes – the Telugu Desam Party, led by Andhra Pradesh Chief Minister Chandrababu Naidu, is part of the National Democratic Party at the Centre. In Andhra Pradesh, the YSR Congress and other rival parties called a day-long bandh on September 10 protesting the denial of special status to the state and the grant of a financial package instead. At the Kakinada meet, Pawan lambasted the Telugu Desam Party MPs for toeing the BJP line for political survival, termed the back-and-forth over special status for Andhra Pradesh as an outcome of the “arrogance of politicians of Delhi power corridors” and blamed both the Congress and the BJP for the political instability in the state. He said the Telugu Desam Party had forgotten the sacrifices of the over 400 people who died while agitating against the bifurcation of the state and had failed to even build a memorial for them.  Change of stance?This was a marked departure from 2014, when he had campaigned with Naidu and Modi in the state. That was the last time that an undivided Andhra voted in the Lok Sabha elections. After the general elections, state elections were held in Andhra Pradesh and the state of Telangana that had been carved out of it. “I had supported the TDP-BJP combine in the 2014 elections as they strongly assured special status for Andhra Pradesh but now they are speaking the language of rules,” he thundered.After Kalyan’s August 27 public meeting in Tirupati, when too he had attacked the Telugu Desam Party and the BJP, Naidu had hit back saying: “Pawan Kalyan should remember that I am not afraid of anyone. It is not correct to talk like YSR Congress or Congress workers.”Political observers, however, see this as a Telugu Desam Party ploy to hijack the Special Status campaign from Opposition leader and YSR Congress Party founder Jaganmohan Reddy. “It appears to be a TDP strategy to use Pawan Kalyan once again as a pawn to kill two birds with one stone,” said KVV Chary, a political analyst based in Hyderabad.Since the Telugu Desam Party's hands are tied as it is an ally of the BJP in the state as well as at the Centre, political analysts feel he is making Kalyan take up the fight for the special status for Telangana so that Jagan (as the YSR Congress Party chief is known) doesn't become the lone champion of the cause.Political forayA few months before the 2014 general elections, Governor ESL Narasimhan had described Kalyan as the “Six Feet Bullet,” a reference to his hit movie Attarintiki Daredi. The governor further said the actor could use his popularity for the betterment of the downtrodden.Subsequently, in March 2014, Kalyan launched the Jana Sena Party at a grant event at the Hyderabad International Convention Centre and later served as the star campaigner for the Telugu Desam Party and the BJP (who were partners at the state and Central elections that year). With local body as well as state elections in Andhra Pradesh in 2019, Kalyan is looking to revive his party as well as his political career and consolidate his position among the women and the youth, who form a chunk of his wide fan base. In April, he had said that his party will contest the next state assembly elections and he would become a full-time politician in coming years.“But his fan-following among the youth and women may be a hit at the box office but not at the ballot box,” said TDP legislator of Vijayawada, Bonda Umamaheswar Rao.For political success, however, Kalyan will have to widen his support base to include politically crucial classes, such as the Kapus, an agrarian community prominent in Andhra Pradesh and Telangana.  “Pawan’s charms will hardly impact the 45% Kapu population of four districts of coastal Andhra – East and West Godavari, Krishna and Guntur – where TDP has grassroots leadership,” said Telugu Desam Party’s MLA from Rajahmundry, G Butchaiah Chowdhary.A post-poll analysis conducted by the Telugu Desam Party in 2014 had indicated that Kalyan’s support had benefited the party in 12 (of 175) Assembly and three Parliamentary constituencies. YSR Congress Party had also conceded that its prospects had been dented in at least four Lok Sabha and 13 Assembly segments by Kalyan’s campaign for the Telugu Desam Party.Officials in the YSR Congress Party and the Congress said that Kalyan, with his wide fan following, could upset Naidu’s plans for a second consecutive term in the state government and launch his son Nara Lokesh as the next leader of Andhra Pradesh. “It all depends on how Pawan plays his cards now,” said N Raghuveera Reddy, Andhra Pradesh Congress state president. “Certainly he has the edge as was evinced in the 2014 polls. If Pawan can stand against Naidu and BJP, he could muster not only Kapu but also anti-incumbency votes of Chandrababu Naidu in the 2019 polls.” Why the Kapus matterThe Kapus are a dominant farming community in Andhra Pradesh, similar to the Jats of Uttar Pradesh and Haryana, and make up 27% of the population. Sub-castes of Kapus include Telaga, Balija, Ontari, Munnuru Kapu and Turpu Kapu, among others. The Kapu vote decides about 62 Assembly and 14 Parliamentary seats in the state. In the East and West Godavari, Krishna and Guntur districts, Kapus account for 48% of the population.Turpu Kapus of Andhra’s Northern coastal districts, such as Vishakhapatnam, Vizianagaram and Srikakulam, are recognised as backward classes by the state and the Centre, but the Kapus of the nine other districts in Coastal Andhra have been agitating for OBC status. The latest movement for reservation started in January and also resulted in violence in some areas – for instance, a train and several police vehicles were set on fire in Tuni on January 31 – and have been led by Mudragada Padmanabham, who had gone on a hunger strike to press his demand. In February, the ruling party convinced him to call of his strike by promising that they will look into the demand.Political analysts said that Kalyan is being used by the Telugu Desam Party to draw the kapu vote towards it to counter the growth of Padmanabham, who is alleged to be close to YSR Congress. \"It is clear once again that there is Chandrababu’s shadow behind Pawan Kalyan’s posturing,\" said YSR Congess leader Ambati Rambabu. \"But Kapus are not fools to fall for bluffs again and again.\"","author":"GS Radhakrishna","time":"2016-09-14T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/816350-article-vuxmwwopox-1460058248.jpeg","tags":["Andhra Pradesh","Assembly elections 2019","Pawan Kalyan"],"source":"https://scroll.in/article/816350/will-telegu-star-pawan-kalyans-biggest-hit-yet-be-the-2019-state-elections"}