{"title":"Winter Session of Parliament: Government ready to face all questions, says PM Modi","content":"Prime Minister Narendra Modi on Monday said that his government is willing to address all questions in the Winter Session of the Parliament, and urged the Opposition parties to maintain the dignity of the House during the proceedings.The Opposition parties, during Sunday’s all-party meeting, had raised questions on matters including fuel price hikes, inflation, Pegasus spyware, and the farmers’ protest.“We want questions in Parliament and also peace,” Modi said, according to NDTV. “Whatever voices are raised against the government or government policies – the dignity of [the] Parliament and the Speaker’s Chair should be upheld.”Modi added the work done in Parliament should be measured in the hours spent on discussions and debates, the Hindustan Times reported. “I hope in future, how Parliament was run and how constructive the proceedings were should be the measure and not how it was disrupted,” he said.However, the Lok Sabha was adjourned till noon after the Opposition MPs shouted slogans against the farm laws. Soon after it resumed, the House passed a Bill to repeal the Centre’s farm laws, without discussion.The Opposition is also demanding a legal guarantee that all farmers should get remunerative prices for their crops. Meanwhile, the prime minister urged the MPs to be cautious during the proceedings, citing the threat posed by the new Omicron variant of the coronavirus, NDTV reported. Omicron was first discovered in South Africa. Since then it has been declared as a variant of concern because of its increased transmissibility, infectivity, or resistance to vaccines.","author":"Scroll Staff","time":"2021-11-29T12:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166912-glmhasrvtm-1638167673.jpg","tags":["Narendra Modi","Winter Session of Parliament","Farm Laws","Pegasus","Fuel Prices"],"source":"https://scroll.in/latest/1011649/winter-session-of-parliament-government-ready-to-face-all-questions-says-pm-modi"}