{"title":"Winter Session of Parliament to be held from December 11 to January 8","content":"Union minister Vijay Goel on Wednesday said the Cabinet Committee on Parliamentary Affairs has decided that the Winter Session of Parliament will be held between December 11 and January 8.  The Union minister Rajnath Singh-led committee met on Thursday at his home in Delhi to deliberate on the dates of the session.The Winter Session usually starts in November. However, it was delayed this year as Assembly elections will be held in five states – Telangana, Madhya Pradesh, Rajasthan, Mizoram and Chhattisgarh. The counting of votes for these states will be held on December 11, the first day of the Winter Session. The session was delayed in 2017 too due to Assembly elections in Gujarat. The ordinance for Triple Talaq Bill, for disbanding the Medical Council of India, and the companies amendment ordinance are listed for this session, Goel said. “We seek support from the Opposition parties in the Winter Session of Parliament and the government too will be ready for discussions on all topics,” he added.#WinterSession of #Parliament to commence from 11th December 2018 till 8th January 2019: Parliamentary Affairs Minister @VijayGoelBJP  @nstomar @arjunrammeghwal pic.twitter.com/NyXouLvVWe— PIB India (@PIB_India) November 14, 2018\n\nCabinet Committee on Parliamentary Affairs (CCPA) has decided that next Winter Session will be held from 11th December, 2018 to 8th January, 2019: Union Minister Vijay Goel pic.twitter.com/PCjkn4LDhT— ANI (@ANI) November 14, 2018\n\nThe Centre’s Triple Talaq Bill was passed in the Lok Sabha last December, but it faced stiff resistance from Opposition parties in the Rajya Sabha. The Union Cabinet subsequently approved the Muslim Women (Protection of Rights in Marriage) Ordinance, 2018, in September. This law criminalises the practice of Muslim men divorcing their wives by uttering the word “talaq” three times in any form – spoken, written, or via electronic communication. It also has a provision for a three-year jail term for men who violate the law. President Ram Nath Kovind in September had signed an ordinance seeking to replace the existing body running the Medical Council of India with a government-appointed committee. The bill, pending in Parliament, proposes setting up four autonomous boards to oversee undergraduate and post-graduate medical courses, assess and accredit medical institutes and register practitioners under the National Medical Commission. It also proposes a common entrance exam and licentiate exams that all medical graduates will have to clear for practicing licences. The government on November 2 amended provisions of the companies law through an ordinance to reduce pendency of cases before the special courts by 60%. It will also bring down applicable penalties for small companies. The government said the ordinance was promulgated with an objective to promote ease of doing business as well as to improve corporate compliance.The Monsoon Session of Parliament, which started on July 18, was the most productive one since 2000. Twenty Bills were introduced in Parliament during this session, of which 12 were passed by at least one House of Parliament.","author":"Scroll Staff","time":"2018-11-14T17:59:23.340057+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/902133-amlfuktcfh-1522726910.jpg","tags":["Winter Session","Parliament","Vijay Goel"]}