{"title":"Winter Session of Parliament to be held from December 4 to December 22","content":"The Winter Session of Parliament will begin on December 4 and continue till December 22, Union Minister of Parliamentary Affairs Pralhad Joshi said on Thursday.In a post on X, formerly known as Twitter, Joshi said said the session will have 15 sittings spread over 19 days.Winter Session, 2023 of Parliament will commence from 4th December and continue till 22nd December having 15 sittings spread over 19 days.  Amid Amrit Kaal looking forward to discussions on Legislative Business and other items during the session.#WinterSession2023 pic.twitter.com/KiboOyFxk0— Pralhad Joshi (@JoshiPralhad) November 9, 2023\n\nWhile the Winter Session usually begins in November, it has been deferred this year due to the Assembly elections in Madhya Pradesh, Rajasthan, Chhattisgarh, Telangana and Mizoram. The results of the elections will be announced on December 3.This will be the first full session that will be held in the new Parliament building.What is on the agenda?Three key bills, which seek to replace the Indian Penal Code with Bharatiya Nyaya Sanhita, the Criminal Procedure Code with the Bharatiya Nagarik Suraksha Sanhita and the Evidence Act with the Bharatiya Sakshya Bill, are likely to be taken up for consideration during the session, reported PTI.Union Home Minister Amit Shah had introduced the bills during the Monsoon Session. Lok Sabha Speaker Om Birla had referred them to a Parliamentary Standing Committee, which adopted them on November 6.The bill on the appointment of chief election commissioner and election commissioners may also be taken up in the Winter Session.The Chief Election Commissioner and Other Elections Commissioners (Appointment, Conditions of Service and Term of Office) Bill was discussed during the special session of Parliament held in September.The bill aims to constitute a selection committee for the appointment of the election commissioners consisting of the prime minister (as chairperson), the leader of the Opposition in the Lok Sabha and a Union cabinet minister nominated by the prime minister.The report of the Lok Sabha Ethics Committee on the cash-for-query allegations against Trinamool Congress MP Mahua Moitra could also be tabled during the upcoming session.In its 500-page draft report, the panel has recommended Moitra’s expulsion from the 17th Lok Sabha, NDTV reported on Wednesday. This came after Bharatiya Janata Party MP Nishikant Dubey and advocate Jai Anand Dehadrai accused the Trinamool leader of taking bribes from businessman Darshan Hiranandani to ask questions in Parliament.The House will have to adopt the report before the expulsion recommended by the panel comes into effect.","author":"Scroll Staff","time":"2023-11-09T20:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194254-xhzigwnckn-1695217911.jpg","tags":["monsoon session","Parliament","winter session","Parliamentary Standing Committee"],"source":"https://scroll.in/latest/1058920/winter-session-of-parliament-to-be-held-from-december-4-to-december-22"}