{"title":"With pioneering schemes, Karunanidhi provided a model for the politics of social justice in India","content":"When Periyar, a key figure of the Dravidian movement, complimented Karunanidhi in the sixties for being “intelligent, an able administrator, a person who sacrificed much for the public good”, the Dravida Munnetra Kazhagam leader was in his mid-40s and one of the younger ministers in CN Annadurai’s cabinet. The DMK had been in power in Tamil Nadu for a year, and Karunanidhi was Public Works Department minister.Relations between Periyar and the DMK had cooled down by then. Periyar had campaigned for K Kamaraj’s Congress in the 1967 Assembly elections. In the run-up to that poll, bitter words were exchanged between Periyar’s Dravidar Kazhagam and the leaders of the DMK. (The DMK had split from Periyar’s Dravidar Kazhagam in 1949.) Acerbic though he was in his criticism of the DMK, Periyar was sympathetic to the first Dravidian party in power. Perennially skeptical of electoral politics, Periyar nevertheless trusted Karunanidhi’s commitment to social justice. When MG Ramachandran broke away from the DMK in 1972 to form his own party, the All India Anna Dravida Munnetra Kazhagam, Periyar accused him of weakening the ranks of the DMK even before it could implant itself in Tamil Nadu. Likewise, when the cinema star – supported by Swatantra Party leader Rajaji who equated the DMK with the asuras – called on the Union government to dismiss the DMK government in the state, Periyar firmly stood by the party. The militant atheist’s conviction was that Karunanidhi was more grounded in the politics of social justice.Social justiceOne of the first moves that the DMK made to affirm its commitment to Periyar’s ideals was to pass a law calling for the legalisation of self-respect marriages in 1967. These were Hindu marriages that were conducted without the presence of a Brahmin priest. Taking over the state after Annadurai’s demise in 1969, Karunanidhi’s government set up  the Sattanathan commission for backward classes, to identify deprived communities and to provide them representation in government jobs and educational institutions. It increased reservations for Backward Castes from 25% to 31%, and for Dalits from 15% to 18%. Justice A Varadarajan became the first Dalit to be appointed as additional judge in the Madras High Court in 1973. When Karunanidhi returned to power in the state in 1989, he responded to an agitation by members of the Vanniyar community, creating a 20% quota for Most Backward Castes within the Other Backward Classes quota. The beneficiaries of this move were the Vanniyars, but also denotified communities from the Thevar caste cluster. Ironically, it is not uncommon to find both Vanniyar and Thevar leaders spewing the worst casteist abuse on Karunanidhi. During the DMK’s 2006-’11 term in power, the party provided 3.5% reservations each for Christians and Muslims within the Other Backward Classes quota. However, the Christian community turned it down, arguing that it did not want to disturb the larger OBC quota. Though Hindutva groups tried to polarise public opinion on communal lines against this measure, they could not create an impact thanks largely to the secular ethos in Tamil Nadu. The state government also provided special 3% reservations for the Arunthathiyars within the Scheduled Caste quota, citing that they were “the most backward among the backward classes” and “the most disadvantaged”. Though a few Dalit groups opposed this move, the DMK nevertheless went ahead with it.Over two dozen welfare boards were also established in this period, catering to the needs of various deprived sections. The most significant among them was the one for Transgender persons – significant because it anticipated by a few years a Supreme Court recommendation to state governments to assist transgender people. It is important to note that despite their quite opportunistic alliance with the BJP, Karunanidhi’s DMK was sensitive to the plight of minorities – religious, caste or sexual. The last tenure of Karunanidhi was frequently mocked by the AIADMK for being a minority government – the DMK had won 96 of the Assembly’s 234 seats and required the support of its allies to form the government. Karunanidhi however responded that this was government for the minorities.Though caste elites criticised these steps as part of a “quota raj”, they gave a diverse group of economically and socially backward castes access to education and employment opportunities, which has helped generate a Tamil middle class as well as a local bourgeoisie that is more representative than in other states. For instance, Tamil Nadu is reported to have the highest number of Dalit entrepreneurs. Additionally, besides effectively implementing reservations in the state, owing to the watchful eyes of the Dravidianists, the general category in Tamil Nadu was treated as it should be: a space for open competition, and not one of reverse reservation for upper castes, as is the case in most other states in India.Former Tamil Nadu Chief Minister CN Annadurai and social reformer Periyar.Personal experienceWhat made the man so sensitive to the issue of social justice? Personal experience is definitely a huge factor. Karunanidhi hails from the Isai Vellalar caste, an extremely marginal community with little social or political clout. Unlike other economically and socially backward castes, like the Vanniyars, they do not have the numbers to be dominant in any region and thus are not a vote bank. Nor is there a possibility for militancy and identity-assertion like the Dalits. Coming from a community that was a minority in all senses of the word, Karunanidhi felt more inclined to associate himself with those from similar backgrounds. That apart, Karunanidhi was steeled by his interactions with Periyar and the key leaders of his Self-Respect Movement while he worked on the editorial team of Kudiarasu, the Tamil weekly that Periyar published. Rationalist thinking, rejection of religious scriptures, the idea of individual self-respect, and the politics of social egalitarianism greatly appealed to him. But unlike Periyar, inspired by Annadurai, Karunanidhi recognised that power can be productive, even if it corrupts. In a provocative reading of history, one could even argue that without the DMK in power, the importance of Periyar and the significance of the politics of his Self-Respect Movement would have been suppressed in Tamil Nadu. Let us not forget that MGR refused to have a statue of Periyar installed in Kanchipuram because it would insult the Shankaracharya. It was DMK’s agitations that compelled him to backtrack. The recent vandalism of Periyar’s statues by cadres belonging to aggressive Hindutva forces are but indicators of the efforts to erase the legacy of the leader. If they have not succeeded, the DMK has to get a part of the credit. In a society like Tamil Nadu, a Karunanidhi coming to power is nothing short of a political miracle. There is more to celebrate about his life than there is to mourn for his death, on Tuesday, at the ripe age of 94. With the demise of Karunanidhi, Tamil Nadu opens up to radically new futures. The possibilities are immense, and so are the dangers. The miracle of Karunanidhi cannot be repeated. But it can be a guide for the politics of social justice in the country. The history of the Dravidian movement has not been written yet. It has entered a new phase now. Acknowledgments: The author would like to thank A Kalaiyarasan and Vignesh Karthik for their inputs.Karthick Ram Manoharan is assistant professor of Political Science at the Centre for Studies in Social Sciences, Calcutta.","author":"Karthick Ram Manoharan","time":"2018-08-10T07:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889760-knvqanclqb-1533748881.jpg","tags":["Karunanidhi","social justice","DMK","Periyar","self-respect movement","caste discrimination"],"source":"https://scroll.in/article/889760/with-pioneering-schemes-karunanidhi-was-a-champion-of-social-justice-both-in-words-and-in-deeds"}