{"title":"With a fractured hand and a smile: When West Indies fast bowler Malcolm Marshall destroyed England ","content":"West Indies’ 1984 tour of England is iconic for a number of reasons. The famous ‘Blackwash’ inflicted by Clive Lloyd and his men remains the only instance of England losing all five Tests in a series at home.Among the many memorable performances by the West Indies players on that tour is one by the great Malcolm Marshall, when he won his team the Leeds Test with a broken hand.After winning the first Test by an innings and 180 runs and the second by nine wickets, the visitors were expected to cruise to victory in the third game as well. But they found themselves in a spot of bother after being reduced to 206/7 in reply to England’s first innings score of 270.West Indies had Larry Gomes and Michael Holding at the crease at that time and the duo managed to stitch together an important partnership of 82 runs thanks to a gritty half-century by Holding. Joel Garner was the next man in but he got run-out with just two more runs added to the team’s total.That left Gomes in a precarious position. He was batting on 96 and West Indies had just one wicket in hand. But there was a big problem. Marshall, slotted to come in at No 11, had suffered a double fracture to his left thumb after injuring himself while fielding.It seemed at the time that Gomes would be left stranded and would miss out on a well-deserved century. But just as everyone thought that the Windies innings was done and dusted, out walked Marshall. He had a plaster on his left hand but his swagger was intact.The right-hander took guard with a big smile on his face. He must have been in a considerable amount of pain but it was impossible to tell. He swung hard at the first delivery he faced, with the bat being held by just his right hand as the injured left hand rested on the side. He couldn’t connect with the first delivery but the second one found a thick outside edge and the ball raced past gully for four. It was an incredible exhibition of bravery and devotion by Marshall and the crowd at Headingley was up on its feet.Marshall was soon dismissed by right-arm pacer Paul Allott, who returned with impressive figures of 6/61, but he had done enough to allow Gomes to get to his hundred and remain not out on 104.Gomes, Holding and Marshall’s efforts helped West Indies get a first-innings lead of 32 runs. It was a decent advantage but it was expected that they would have to bowl England out in the second innings with one bowler short.Marshall, however, wasn’t done yet. After putting on an exemplary display of grit and determination with the bat, he returned with the ball to deliver an unforgettable performance.The right-arm fast bowler tore through England’s batting lineup in the second innings to bag sensational figures of 7/53 from 26 overs. He had some form of protection on his non-bowling, injured hand but to bowl those many overs with a double fracture showed his steely resolve.England were all-out for just 159 and West Indies chased down the target with eight wickets in hand. Gomes may have been adjudged the player of the match award but this game will forever be remembered for Marshall’s heroics.Here’s Clive Lloyd talking about Malcolm Marshall’s brave effort against England in the 1984 Leeds Test:“The performance with a broken hand was one of the most remarkable things I have ever seen a cricketer do, certainly one of the most memorable things in my time around the game. The one thing I remembered most was everyone said he couldn’t play and we would be depleted. I was sitting with him and asked ‘you think you can play?’. He replied: ‘Skip, if you want me to play I will play!’.“It was one of his best bowling performances. Normally, with such an injury guys would be expected to miss a match. He was there with the bat … he stayed at the crease and helped Larry Gomes to a hundred. Those are special things you remember… the togetherness and commitment and how they would do anything for West Indies.“I had a lot of time for Malcolm, he wore his heart on the sleeve and West Indies cricket was first and foremost. He must rank very close to the top of all time. He was a master tactician, he could read the game very well, he was a great thinker and that’s why he was also a great coach.”— As told to Cricket West Indies in 2019\nWatch that unforgettable performance by Malcolm Marshall here:\n\n\n    \n    Play\n\n\n\n\n    \n    Play","author":"Scroll Staff","time":"2020-07-06T14:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143964-wnynzymcgj-1594020384.jpg","tags":["Cricket","Malcolm Marshall","England vs West Indies"],"source":"https://scroll.in/field/966631/with-a-fractured-hand-and-a-smile-when-west-indies-fast-bowler-malcolm-marshall-destroyed-england"}