{"title":"With the Babri Masjid verdict, the judiciary has dug its reputation into an even-deeper hole","content":"Judges often say that a matter has “shocked the conscience of the court” to invoke their extraordinary powers and initiate tough action. Perhaps this expression arises from the idea of justice being impartial and blind. To reiterate this, the statue of the Lady of Justice that sits atop court buildings around the world is blindfolded and holds a balance. But this does not imply a cold objectivity. The Constitutional idea of justice is primarily that the weak must be protected from the powerful. It is a fetter on power. Hence, when something is so repulsive that it shocks the conscience of the courts, the judges are expected to remove their proverbial blindfold and act – even if it means acting partially  – in favour of the vulnerable and marginalised. However, if blindness involves refusing to acknowledge that injustice is being perpetrated, what is shocked is the conscience of the nation. This shock is not momentary. It opens an abyss into which tumbles public faith that the judiciary will firmly hold the balance in face of power. Deafening jubilation On Wednesday, when the verdict in the Babri Masjid demolition case was delivered after an indefensible delay of 28 years, the reputation of India’s judiciary dug a deeper hole for itself. A special Central Bureau of Investigation court acquitted all 32 people accused in the case and ruled out any criminal conspiracy due to lack of conclusive evidence against them. Bharatiya Janata Party leaders Lal Krishna Advani, Murli Manohar Joshi, Kalyan Singh and Uma Bharti were among those accused of criminal conspiracy and other charges.The mourners were silent. But the jubilation of the victors was deafening. In the court’s decree, they found a vindication of the communal fires they had ignited to clear their path to power, even as the flames consumed thousands of lives over the decades.Wednesday’s decision, however, was only the culmination of events the Supreme Court set in motion when it delivered its verdict in November on who the disputed plot in Ayodhya belonged to. While the nation dissects the Central Bureau of Investigation special court order for its absurdity and audacity, it worth noting that the highest court of the land did not come out of the dispute with flying colours. Hindutva supporters in Ayodhya on December 6, 1992. Credit: Douglas E Curran/AFPAudacious acquittalA mosque stood in Ayodhya for centuries. One Sunday afternoon in December 1992, thousands of hooligans tore it down with hoes and hammers in hand. On the stage erected near the mosque sat leaders of the Bharatiya Janata Party and other Sangh Parivar organisations such the Vishwa Hindu Parishad. They were witnesses of the crime that they themselves were perpetrating. In the run-up to the shameful event, many of these leaders had made inflammatory speeches calling for a Ram temple to be built on the site occupied by the mosque.The demolition was a bloody wound inflicted on India’s pluralistic soul. It was a war cry that called for millions of Indian Muslims to be relegated to the status of secondary citizens. Myth and constructed history fueled bizarre ideas of victimisation of the majority to provide a spurious ideological backing for the blood fest. The demolition led to riots in many parts of the country, claiming the lives of hundreds of innocents. The demolition was recorded in newspapers and on video. Documentaries were made on the events of that day. An inquiry commission produced a damning report about the conspiracy to destroy the mosque and the planning that went into it. But 28 years later, this evidence was seen as worthless by the CBI court. The newspaper reports, the court said, were not acceptable as evidence because the originals had not been produced. The photographs could not be accepted because there were no negatives, even though the person who took the images testified from the witness box to have shot them. The video footage, the court said, was not acceptable as the filming was not clear and it had not been  produced in sealed envelopes. A place of worship was brought down to fulfill a political agenda. But to the court, the accused BJP leaders did not do anything that hurt the spirit of another group or the integrity of the nation. Instead, it conveniently put the blame on faceless, lawless elements for bringing down the structure. Convenient because it could not jail lakhs of persons whose faces it did not know. The court failed to recall that the demolition itself had challenged the institutional legitimacy of the judiciary. In 1992, the BJP was in government in Uttar Pradesh. Chief Minister Kalyan Singh promised the Supreme Court that he would protect the Babri Masjid and then let it fall. He was accused as a conspirator. But to the CBI court, the statements of the accused seemed to suggest that they had tried to stop the lawless mobs from turning the mosque to rubble. The judgement has aided the politics of erasure. To use a contemporary slang, this is gaslighting of the worst order. The judgement has legitimised consistent attempts to obfuscate what happened on that day in December 1992. But it is not just the acquittals in the criminal case that cemented this legitimisation of one of India’s most abhorrent chapters. In this, the blame partly lies with the Supreme Court. Bharatiya Janata Party leader LK Advani addresses the media after the court verdict. Credit: PTISupreme Court and AyodhyaIt is true that the Supreme Court in November described the demolition of the Babri Masjid an “egregious violation of the rule of law”.It is also true that in 2017, the Supreme Court restored the conspiracy charges in the case and later set a strict deadline for the trial to be completed. If not for this, the system may have taken another 28 years to finish the case with such strong political compulsions. However, as it did all this, the Supreme Court also decided to hand over the disputed site at Ayodhya to the same people who constituted the demolition squad. People in the suit who represented Ram Lalla, the deity at Ayodhya, were members of the same Sangh Parivar organisations that energetically ran a political campaign to ensure the destruction of the mosque. They delivered many hate speeches in the run up to the destruction of the Babri Masjid, as the scholar AG Noorani noted in his book about the demolition. The rath yatra of LK Advani, the most famous of the accused, left a trail of blood in its wake. Over and above this, we still do not know by whom the Supreme Court verdict was written. All five judges on the bench put their names on the judgement. They took collective ownership of it. But judgements of the court always tell the public who the author of the decision was to which other judges concurred. That no judge on the bench wanted to be the author put the signal of this move open to varied interpretations. It was not just the Wednesday verdict in the criminal case that in spirit legitimised the destruction of the Babri Masjid by acquitting all the accused. The decision to hand over the disputed site to the Hindu side, which was essentially the Sangh Parivar, also played a part in this process. The assumption that the civil and the criminal side of the disputes were actually separate has come crashing down. To the lay observer, this seems a mere legal fiction. Assuming the CBI does eventually appeal the decision, it is important for the judiciary to acquit itself creditably by ensuring justice,  even though that is an increasingly slim prospect given the present political context.","author":"Sruthisagar Yamunan","time":"2020-10-02T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/104552-zmvxxtkomk-1580902396.jpg","tags":["Ayodhya","Babri Masjid","Supreme Court"]}