{"title":"Without mitigating measures, the health effects of heat stress will worsen considerably in India","content":"\" data-embed-loaded=\"false\">“When you switch the fan on, the air inside the room blows like  fire,” 50-year-old Dolena Khatoon says with an emphasis on the word aagun  which means “fire” in the Bengali language.  The ageing slum resident  points to what appears to be a jumble of plastic tarpaulin, bamboo  scaffolding, and tin, that makes up her home in the northern part of  Kolkata, a metropolis in east India.It is September and a short but intense evening spell has just  preceded our chat outside her residence – one in a row of hundreds of  such densely packed, matchbox-like shapes, haphazardly draped in  heat-trapping materials like tin or plastic tarp.Her neighbour, F Khatoon, adds: “When we need some air, we move out  and try to sit in the shade of a tree, because even in the evening the  interiors seem to boil despite switching on the fan.” F Khatoon’s is a  family of 12 trying to cope with the high humidity and hot air trapped  inside their window-less two-storey home, with four fans. Two are  clasped to the ceiling and the rest are portable fans. “We got  electricity connection only a couple of years ago. Otherwise, running a  fan would have been a distant dream,” the 55-year-old says.F Khatoon’s is a family of 12 people trying to cope with the high humidity and hot air trapped inside their window-less two-storey home. Here she is seen with her son. Credit: Sahana Ghosh/ Mongabay.The Khatoons’ experience of heat stress is reflected in a series of recently published research  on heat stress in elderly populations in a Kolkata (urban) slum and a  rural village. “What it (the research) shows to me is that people living  in those densely packed, low-rise housing in slums virtually bake all  day long and all night long,” says American anthropologist and study  co-author Charles Weitz, who studies the adaptability of humans to  environmental stresses.In their study on a Kolkata slum and a rural village 75 km from  metropolis, Weitz and co-author Barun Mukhopadhyay found that the  construction materials and the urban heat island effect combined to  create hotter indoor and outdoor conditions throughout the day and  particularly at night.Public health challengeThe authors of the heat stress study warn of a public health  challenge given the decline in the human body’s capacity to deal with  temperature-related stress with age, and with climate change making  summer heat more extreme. According to a 2021 Lancet report,  record temperatures in 2020 resulted in a new high of 3.1 billion more  person days of heatwave exposure among older people than 65 years and  626 million more person days affecting children younger than one year,  compared with the annual average of the 1986-2005 baseline.“The physiological changes that occur with age are really quite  profound. Elderly people are significantly less capable of retaining  thermal equilibrium in hot or cold environments. We recently studied  heat and that really produces significant problems for health. And  particularly is a problem for people with existing comorbidities. So,  people with diabetes with heart disease, which are all increased with  age end up having a very difficult time managing in hot environments,”  added Charles Weitz.Stepping outside for relief from the heat could become even tougher in decades to come.Credit: Via Mongabay. Greenhouse gasesA new study  projects that by 2100, many people living in tropical regions – such as  India and sub-Saharan Africa – will be exposed to dangerously high heat  levels on most days of each year. The findings suggest that carbon  dioxide emissions from human activity could drive global increases in  exposure to extreme temperatures in the coming decades, even if global  warming is limited to two degrees celsius, in line with the Paris Agreement.“So, just because of how much warming that we’ve baked into the  system already, no matter what we do with emissions, there’s going to be  exposure to unprecedented levels of heat stress, basically, no matter  where you are in the world unless you’re at a very high latitude,” study  co-author Lucas Vargas Zeppetello told Mongabay-India.Without adaptation measures there may be large increases in the  incidence of heat-related illnesses – particularly in the elderly,  outdoor workers, and those with lower incomes – and more ambitious  targets to reduce emissions are needed, the authors emphasise.\n\t\t\n\tCredit: Professor Ed Hawkins/University of Reading.Zeppetello and colleagues estimated potential exposure to dangerous  heat and humidity (using the United States’ Heat Index). A Heat Index  above 103 degree Fahrenheit (39.4 degrees Celsius) is classified by the United States’  National Weather Service as “dangerous” because of the likely onset of  heat cramps and heat exhaustion. A Heat Index above 124 degrees Fahrenheit (51.1 degrees  Celsius) is classified as “extremely dangerous” and can lead to heat  stroke, a condition with a high mortality-case ratio that can lead to  death within a matter of hours.During the period 1979–’98, the dangerous Heat Index threshold (39.4  degrees Celsius) was exceeded on roughly five 5% of the days each  year, in the tropics and subtropics, and for 10%–15% of the days each  year, in subtropical Africa, the Indian subcontinent, and the Arabian  Peninsula.“Delhi had three days over that 20-year period, where the heat index  got above this extremely dangerous level–it was bad enough to be  extremely dangerous to be outside,” said Zepettelo, adding that such  specifics are useful to policymakers.Indian citiesIn a 2 degrees Celsius warming scenario, Delhi could see eight days each year with  extremely dangerous days when the Heat Index goes above 51.1 degrees  Celsius (124 degrees Fahrenheit). In a worst-case scenario in which  emissions remain unchecked until 2100 (roughly equivalent to a 3 degrees Celsius warming), Delhi may have up to 30 days per year when it can get  extremely dangerous to be outside.In the same period (1979-’98), Kolkata, experienced roughly one  event (day) every two years when the heat index soared above the extremely  dangerous threshold (above 51.1 degrees Celsius). In a 2 degrees Celsius warming , there could be nine days each year when it is extremely dangerous to be  outside while for the 3 degrees Celsius warming, the extremely dangerous hot days  could be 33 per year.Zeppetello says that the difference between a two- and three-degree  warming means “three times the exposure to extremely dangerous” heat  waves that are still relatively uncommon in India (except Kolkata, where  these events happen about once every two years).Anthropologist Barun Mukhopadhyay says research on heat health  effects on humans is necessary to build up the evidence base for  policymakers to act on.Another analysis  of daily temperature and humidity data from April to July spanning 1990  to 2019 for four cities-Kolkata, Delhi, Mumbai and Chennai–reveals that  extreme discomfort during heat or non-heatwave period was higher in  Kolkata and Chennai than in other cities. “While the number of heat wave  events in the Delhi region is higher than Kolkata, Chennai, and Mumbai  for the study period, the risk of extreme heat stress is more in Kolkata  and Chennai due to a combination of higher temperature and high  humidity,” says earth system scientist Arun Chakraborty.Chakraborty and colleagues at the Indian Institute of Technology-Kharagpur’s Centre for Oceans,  Rivers, Atmosphere and Land Sciences used the Humidity Index to  evaluate the degree of discomfort and the Universal Thermal Climate  Index to categorise the level of heat stress.“The number of heat wave events in the Delhi region is significantly  more than in Kolkata, Chennai and Mumbai but the possibility of extreme  heat stress and dangerous-heat strokes in the Chennai region is higher  than other metropolitan cities in both heatwave and non-heatwave  periods,” Chakraborty says.\n\t\t\n\tLow-income groups living in slums are most vulnerable to heat waves. Credit: Sthitaprajna Jena, CC BY-SA 2.0, via Wikimedia Commons. Climate change adaptation expert and Intergovernmental Panel on  Climate Change lead author Chandni Singh says the findings in  Zeppetello’s study are also corroborated by the IPCC Sixth Assessment  reports. “We are already at average warming of 1.1 degrees Celsius  globally and approximately 0.7 degree Celsius (on average) in India. We  know that even 1.5 degrees Celsius global warming will increase extreme heat, hot  nights, and humid heat severely across the Indian subcontinent,  affecting poor and vulnerable populations disproportionately,” Singh at  Indian Institute for Human Settlements, told Mongabay-India.Apart from short-term strategies, including heat-proofing vulnerable  livelihoods such as outdoor workers (through cooling shelters, altered  work timings) or indoor workers (better ventilation) and deploying  mitigation measures such as protecting/expanding green and blue spaces  in cities, building city-specific heat action plans, enforcing measures  around climate-resilient urban planning and building design, building  institutional capacities around holistic heat management (that focusses  not only on heat but second-order impacts on water, agriculture,  industry sectors) can underline longer-term measures.“It is important to understand that the best form of adaptation to  heat is often mitigation, i.e. reducing greenhouse gas emissions that  drive heating in the first place,” Singh notes.Responsible communicationHeatwave communication is also “an important part of effective  adaptation”, say researchers studying social science dimensions of  climate variability and change at University of Exeter, UK.Saffron O’Neill who specialises in visual communication of climate change investigated the visual news coverage  of the 2019 heatwaves in France, Germany, the Netherlands and the UK,  using content and visual critical discourse analysis. The dominant type  of images in all countries were photographs of people having fun in or  by water.Such disparity between the text and the visuals is problematic  because by displacing concerns of vulnerability, it “marginalises the  experiences of those vulnerable to heatwaves and these visual discourses  exclude opportunities for imagining a more resilient future,” adds  O’Neill, an associate professor in geography at the university.\n\t\t\n\tA new study indicates dangerously high heat levels on most days of each year. This would significantly increase the incidence of heat-related illnesses – particularly in the elderly, outdoor workers, and those with lower incomes.Credit: Michael Cannon (Comprock), CC BY-SA 2.0, via Wikimedia Commons.Manju Bura, who is with O’Neill’s research group and is analysing  heatwave visuals on Google Images in the Global South said initial  observations point to a lot more stress on people coping with extreme  heat. “What stood out was the fact that when it comes to Google Images,  the most common images for heat waves in India and Kenya – countries  that are highly vulnerable to the impacts of climate change but are  considered to have lower readiness for adaptation – were generally of  impacts of heat on daily life, but also on infrastructure,” said Bura.These are images of roads melting and other images of people adapting  to heat such as people under the tree and people with water sources or  workers in helmets and protective covering.“What we see in the Indian heatwave [the April-May 2022 spell] are  images of people coping, just surviving in the extreme heat. So, it  would be good to open up to other kinds of images to help move the  conversation on from just coping, to options for adaptation,” O’Neill  concluded.This article was first published on Mongabay.","author":"Sahana Ghosh","time":"2022-09-30T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173206-lcjjixcsmx-1650277774.jpg","tags":["Summer","Heatwave","Climate Change"],"source":"https://scroll.in/article/1033616/without-mitigating-measures-the-health-effects-of-heat-stress-will-worsen-considerably-in-india"}