{"title":"‘Withdraw CAA, stop NRC and NPR projects,' 20 Opposition parties tell Centre in resolution","content":"Twenty Opposition parties on Monday passed a resolution calling on the government to withdraw the Citizenship Amendment Act, and stop the National Register of Citizens and National Population Register projects. The parties attended a meeting in New Delhi convened by Congress President Sonia Gandhi.“The CAA, NPR and NRC is a package that is unconstitutional, which specifically targets the poor, the downtrodden, the Scheduled Castes/Scheduled Tribes and the linguistic and religious minorities,” the resolution said. “We demand the withdrawal of the CAA and the immediate stoppage of the nationwide NRC/NPR.” The parties also asked chief ministers who have promised not to implement NRC in their states to also stop the NPR enumeration process, alleging that it is a prelude to the citizens’ register.Resolution passed by 20 like minded Opposition Parties after the meeting today. pic.twitter.com/qEoPvudu0Q— Congress (@INCIndia) January 13, 2020\n\nThe parties accused the Narendra Modi government of completely mismanaging the economy and leading India into an economic crisis. This crisis has “pushed the economy to the verge of a recession”, the resolution said, pointing to the fall in the Gross Domestic Product growth rate, record levels of unemployment and agrarian distress.The Opposition parties said the abrogation of Jammu and Kashmir’s special constitutional status had left the former state “under a virtual siege” in the last five months. “Human rights have been trampled upon and people’s lives ruined,” they added.“The BJP [Bharatiya Janata Party] has embarked on a dangerous course of sharpening communal polarisation and attacking democratic rights and constitutional guarantees of the people, affecting millions of people and marginalised communities,” read the resolution. The parties supported the “multi-religious”, peaceful nationwide protests against the Citizenship Amendment Act, the NRC and NPR. They accused the police in BJP-ruled states of resorting to brutality to suppress demonstrations. The parties pointed out that all 26 deaths during protests in December had occurred in BJP-ruled states: 19 in Uttar Pradesh, five in Assam and two in Karnataka. The Opposition called on people to join it in solidarity on January 23, the birthday of freedom fighter Subhas Chandra Bose, on Republic Day on January 23, and on January 30, the day in 1948 when Mahatma Gandhi was assassinated.PM and home minister have misled the nation: Sonia GandhiAt the meeting, Congress President Sonia Gandhi told Opposition leaders that the Modi government had been exposed for its inability to govern and provide security to citizens. She said contrary to what Home Minister Amit Shah had said, it was clear that the NPR exercise would lead to National Register of Citizens.Nationalist Congress Party chief Sharad Pawar, Loktantrik Janata Dal leader Sharad Yadav, Left leaders Sitaram Yechury and D Raja were at the meeting along with Congress leaders Rahul Gandhi, Manmohan Singh, Ghulam Nabi Azad, and Ahmed Patel.West Bengal chief minister and Trinamool Congress leader Mamata Banerjee, Bahujan Samaj Party chief Mayawati, and the Dravida Munnetra Kazhagam were among those who skipped the event. The Aam Aadmi Party and the Shiv Sena were reportedly not invited, according to NDTV.Sonia Gandhi said the government had “let loose a reign of oppression, spreading hatred and trying to divide our people along sectarian lines”. She said there was unprecedented turmoil as Constitution was being undermined and instruments of governance were being misused.Gandhi said the response of the police to student protests in Uttar Pradesh and Delhi had been “shockingly partisan and brutal”.The Congress president told the Opposition leaders: “The prime minister and home minister have misled the people. They have contradicted their own statements of only weeks ago, and continue with their provocative statements while remaining insensitive to the state suppression and violence that is increasingly becoming commonplace.”She concluded that India was facing the “collapse of economic activity and slowing growth, and development” that would hit the poor and the disadvantaged. “The prime Minister and home minister have no answers and want to divert the nation’s attention from this grim reality by raising one divisive and polarising issue after another,” she added. “It is for us to work together and thwart the designs of this government.”","author":"Scroll Staff","time":"2020-01-13T19:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134547-nvozuzwngj-1578917093.jpg","tags":["Opposition","Sonia Gandhi","Congress"],"source":"https://scroll.in/latest/949757/withdraw-caa-stop-nrc-and-npr-projects-20-opposition-parties-tell-centre-in-resolution"}