{"title":"With ‘creamy layer’ in SC/ST quotas, Supreme Court fundamentally changes how caste reservations work","content":"A Constitution bench of the Supreme Court on Wednesday introduced the framework of the “creamy layer” in reservations for Dalits (Scheduled Castes) and Adivasis (Scheduled Tribes). The creamy layer is a concept that puts an income ceiling on people availing of caste-wise reservations in government jobs and education. Till now, this was only applicable for reservations under the Other Backward Classes quota. Dalits and Adivasis were excluded since it was argued that their backwardness was based purely on untouchability for which economic improvement was not a remedy.The Supreme Court had agreed to set up the Constitution Bench last year to decide whether its 2006 judgment in M Nagaraj vs Union of India needed to be revisited. In that judgment, it had held that restrictions could be placed on reservations for Scheduled Castes and Scheduled Tribes in promotions in government jobs.The move to shift Dalit and Adivasi reservations from one based purely on caste discrimination to economic criteria is a departure from how the issue has been seen till now both by the courts as well as by experts.Creamy layerThe Indira Sawhney Supreme Court judgment in 1993 had directed the Union government to identify a creamy layer for caste reservations. The court argued this was because the “exclusion of such socially advanced members will make the ‘class’ a truly backward class and would more appropriately serve the purpose and object of Clause (4) [of Article 16 of the Indian Constitution that allows for reservation in government service]”. However, immediately after this, the court also added: “This discussion is confined to Other Backward Classes only and has no relevance in the case of Scheduled Tribes and Scheduled Castes”.The Indira Sawhney judgment was not the only one to exclude Scheduled Caste and Scheduled Tribe quotas from the “creamy layer” test. This was also stated by a bench of five Supreme Court judges in 2005 (EV Chinnaiah vs State of Andhra Pradesh and Others). In the 2008 Ashok Kumar Thakur judgment, the Supreme Court held:“‘Creamy layer’ principle is one of the parameters to identify backward classes. Therefore, principally, the ‘creamy layer’ principle cannot be applied to STs and SCs, as SCs and STs are separate classes by themselves.”Changing Scheduled Caste, Scheduled Tribe reservationsOn Wednesday, however, a Constitution bench headed by Chief Justice of India Dipak Misra decided to effect a major change in this stand and introduce the concept of the creamy layer even in the case of Scheduled Tribes and Scheduled Castes. The court argued that Dalits and Adivasis in the “creamy layer” have broken the stigma of untouchability:“The caste or group or sub-group named in the said List [for reservations] continues exactly as before. It is only those persons within that group or sub-group, who have come out of untouchability or backwardness by virtue of belonging to the creamy layer, who are excluded from the benefit of reservation.”The introduction of the creamy layer, argued the court, would attain the outcome of equality:“The whole object of reservation is to see that backward classes of citizens move forward so that they may march hand in hand with other citizens of India on an equal basis. This will not be possible if only the creamy layer within that class bag all the coveted jobs in the public sector and perpetuate themselves, leaving the rest of the class as backward as they always were.”The court argued that the Ashok Kumar Thakur judgment was incorrect and the creamy layer is a question of equality. As a result “when applying the principles of equality under Articles 14 and 16 of the Constitution of India” the court is empowered to exclude the creamy layer from Dalit and Adivasis for the purpose of reservations.A significant breakMost experts, however, argue that economic advancement does not remedy untouchability.PS Krishnan, secretary in the Union Ministry of Welfare when reservation for the Other Backward Classes was implemented in 1990 and an expert in the field of social justice, said that backwardness in the case of Dalits and Adivasis cannot be judged using the creamy layer framework, but is based on the fact that they are subject to untouchability. “A person might even become a collector,” said Krishnan. “But has society stopped treating them as untouchables? Even Jagjivan Ram [a powerful Dalit Union minister who served in both Jawaharlal Nehru’s and Indira Gandhi’s cabinet], when he unveiled a statue, it was later washed with Ganga water”.Krishnan contended that the argument that the lack of a creamy layer allows a small clique to grab posts is incorrect. “Very few people from the Dalit and Adivasi communities rise to higher levels of government service,” said Krishnan. “When a stage comes when there are more Dalits and Adivasis than reserved posts in promotion then this can be looked at. Applying this now is like applying the brake before the ignition switch is started. What is obstructing the progress of SCs [Scheduled Castes] and STs [Scheduled Tribes] is not this but the negative attitude of those who have to consider the promotion of SCs and STs who are eligible and qualified”.Indira Jaisingh, a petitioner in the present case argued that the five-judge Ashok Thakur judgment could not be overruled by another five-judge bench as done on Wednesday. “In my opinion a constitutional amendment is on the cards soon,” said Jaisingh.","author":"Shoaib Daniyal","time":"2018-09-27T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895981-zgptgxldzk-1536304407.jpg","tags":["Creamy layer","Caste reservations","SC/ST Reservations"],"source":"https://scroll.in/article/895981/with-creamy-layer-in-sc-st-quotas-supreme-court-fundamentally-changes-how-caste-reservations-work"}