{"title":"With gaps and overreach, who does the Uttarakhand uniform civil code actually help?","content":"Munisa Bushra Abdi, 58, a member of the All India Muslim Personal Law Board  and a college lecturer in Mumbai, is her husband’s second wife. They married in 2002 when his first wife was bed-ridden with cancer.“I was a widow, a working woman who nonetheless felt the need for support, with a young son who needed a father figure,” she told IndiaSpend. “My husband’s marital status was not a concern. His first wife was well cared for in her home, I lived separately. She and I never had a problem with each other. She lived on for about 10 years after my marriage.”With the introduction of the Uniform Civil Code of Uttarakhand, 2024, an arrangement like Abdi’s will be labelled illegal, because the Act outlaws polygamy.Abdi sees the uniform civil code as contradictory to the grant of religious freedom by the Constitution. She believes that her life testifies that “polygamy is not always abusive and an insult to women; it can solve several people’s problems without harming anyone”.The government’s position is that “the first step towards instituting a uniform civil code was taken in the mid-1950s with the introduction of the Hindu code bills, laws intended to codify and reform Hindu personal laws in India”, explained Monika Arora, advocate, Monika Arora & Associates, who represents the Government of India as its Standing Counsel in the Delhi High Court.These laws were the Hindu Succession Act, 1956, the Hindu Marriage Act, 1955, the Hindu Minority and Guardianship Act, 1956, and the Hindu Adoptions and Maintenance Act, 1956.Before to this codification, Hindu men were allowed to have multiple wives (polygyny) and women could have multiple husbands (polyandry), a fact enumerated in the 1961 Census, when 5.8% Hindus were polygamous as against 5.7% Muslims. Among Muslims, only men are allowed to have multiple spouses.“Those bills applied to about 80% of the population,” said Arora. “After a gap of seven decades, we’re implementing the second step of codification, and the aim is for this [ban on polygamy] to cover Muslim women too.”In a national survey of more than 4,700 Muslim women by the Bhartiya Muslim Mahila Andolan, 90% wanted polygamy to end. Zakia Soman, cofounder of the Bhartiya Muslim Mahila Andolan, described the invalidation of polygamy as a “welcome feature”, pointing out that Islam permitted polygamy only under strict conditions that are not justified in today’s world context. “We do not live in a war zone, India’s sex ratio is already skewed against girls and women do not need the protection and patronage of the institution of marriage,” she told IndiaSpend.The focus of the uniform civil code, according to Arora, “is to eliminate any discriminatory practice against women and girls”.The uniform civil code is a long-pending aim enshrined in Article 44 of the Constitution, which reads: “The State shall endeavour to secure for the citizens a UCC throughout the territory of India.”The Bharatiya Janata Party first included adopting a uniform civil code in its manifesto in the mid-1980s. In the 1991 general election, this was cited as a move to “give the citizens a feeling of unity and brotherhood”. Five years later, the aim was to “foster a common Bharatiya identity, apart from ensuring gender equality”.The problem is, the civil code is not being applied uniformly because scheduled tribes have been left out of its ambit and no mention has been made of the third gender. Also, the Bill introduces contentious clauses regarding live-in relationships, and it does not replace the Parliamentary succession law governing Hindu Undivided Families, or HUF, implying that the gender weaknesses in the Hindu Succession Act, 1956, and its subsequent revisions that govern HUFs will prevail.“The present code has addressed many of the regressive practices in various personal laws, like bigamy and polygamy, but there are various provisions that are of deep concern,” observed Malika Virdi of the Uttarakhand Mahila Manch, two-time sarpanch and regional coordinator of 209 Van Panchayats of the Munsiari Range in Uttarakhand. “The autonomous women’s movement has for decades been working towards a just uniform civil code that strengthens the life and liberty of all women across the country.”IndiaSpend reached out to the Uttarakhand government for comment on these issues. We will update this story when we receive a response.Some exemptionsUttarakhand’s major tribes are the Bhotias (or Shaukas), Tharus, Buxas, Jaunsaris, Rajis (or Banrawats) and indigenous groups like Mahigeers and Vangujjars. Collectively, they make up 2.9% of the state’s population, according to the 2011 Census.Like other tribal communities across India, these people are protected by the Constitution as well as public employment norms. However, “unlike tribal people in states like Chhattisgarh or Jharkhand, for instance, those in Uttarakhand are far more integrated with normal life”, said Abhijay Negi, an advocate at the Uttarakhand High Court. “So there was no reason to exclude them from the UCC; whatever reason has been given to exclude them is baseless.”According to Arora, it may be a matter of time because scheduled tribes are brought under the ambit of the code. “Possibly, the third phase will extend to scheduled tribes too,” she said. “In changing any prevailing norms in which social emotions are involved, you have to tread slowly.”That would mean that tribal women suffering in polygynous relationships are left unprotected for now. Why, when research shows that women in polygynous relationships face more violence than those in monogamous relationships, and polygyny is most prevalent among tribal communities?In five largely tribal-populated districts in Meghalaya and Arunachal Pradesh, one in 10 men had more than one wife. The average prevalence of such situations was 1.4 (one in 100 men) across India, and 0.8 in Uttarakhand (less than one man in 100), in the fifth National Family Health Survey.In Uttarakhand, the Jaunsar tribe is known for polyandry while polygamy is associated with all the tribes. These customs were once “driven by the political economy of agrarian societies where you wanted to keep the land and property within the family”, explained Virdi.“But those practices are not desirable in the current social context, in today’s morality,” said Virdi, while making the observation that “perspectives on polyandry and polygamy are gradually changing as the nuclear family becomes the preferred norm even among tribal communities – a change that was to be expected.”“The ban on bigamy and polygamy should apply across the board, not selectively,” concluded Virdi.An official in the position to know of the process told IndiaSpend that extensive consultations with the tribal led to this decision. Their rights have been protected under the Constitution and their present desire was for that legislation to be the only one governing them. They also said that their youngest generation was firmly rejecting polygamous practices.Live-in relationshipsIncreasing higher education rates among women, their participation in the work force and travel encourage a sense of agency and decision-making. One expression of such empowerment is deciding who they will love and live with.Live-in relationships feature in the uniform civil code. The code mandates such arrangements to be registered within 30 days of commencement. Behind this was supposedly the need for some regulation to handle instances when live-in relationships end, “because many young women suffer when they part ways [with their live-in partners], by which time they might be drained emotionally, sexually and/or financially,” explained Arora. “It is hard to ascertain who is in the wrong when a live-in relationship ends, and regulation would help take care of women’s rights in such scenarios.”Public consultations about live-in relationships were vocal as well as aggressive, and led to these clauses, the official told IndiaSpend. “We considered the challenges being faced by young couples who live-in, in finding housing for want of any documentation covering their status. We also considered the community’s concerns about young women.”However, women’s groups see the provisions of the uniform civil code as a regressive mechanism to curb the freedom of women and their liberty of association.Maintaining a register for those in live-in relationships just as a register for habitual criminals is maintained, and involving the police to ascertain the details of couples who wish to live together are unacceptable, said Virdi.“These provisions rely on criminalisation for enforcement and appear to be designed to promote family-, community- and state-control over the personal choices of adult women whose behaviour departs from what society considers normal.”Also, “if the minimum age to marry and for consensual sex is 18 for women, why must parents be informed if the woman in the live-in relationship is less than 21 years of age?” she questioned.“If an 18-year-old-girl can get married, why can’t she live with a person of her choice,” said Soman. “The live-in clauses resemble diktats of some khap panchayat. How can the government, or for that matter, even parents be the arbiter of choices made by adult citizens? It violates the right to freedom and privacy granted by the Constitution. The provisions reflect a patriarchal mindset where daughters need to be controlled by their families and state.”In the name of protecting women, Virdi said that “the UCC proposes to penalise them by imprisoning or fining couples who don’t declare their live-in status within a month. When the Domestic Violence Act, 2005, covers live-in relationships, what was the need to introduce registration for those in such relationships?”Section 2(f) of the Domestic Violence Act, 2005 states that “domestic relationship means a relationship between two persons who live or have, at any point of time, lived together in a shared household, when they are related by consanguinity, marriage, or through a relationship like marriage, adoption or are family members living together as a joint family”.Further, India’s Supreme Court has included live-in partners in the definition of wife for the interpretation of Section 125 of the Code of Criminal Procedure, which covers a husband’s duty to provide maintenance to a wife.Despite being in favour of some regulation concerning live-in relationships, Arora expressed concern over the uniform civil code, saying, “it remains to be seen if it has overstepped the regulatory support that was desirable”.“Who you love and who you live with are not matters that the State should interfere with,” concluded Virdi.Protection for HUFsLaws governing people are made both by the Union government as well as at the state. When a subject is legislated on both at the Union government as well as at the state levels, “the Constitution clearly provides that the Parliamentary law will prevail”, explained Negi.So, if a law that is anti-women prevails at the Union government, even a state-level uniform civil code cannot repeal it. This fact is important from the perspective of Hindu Undivided Families, a term covering ancestral property of Hindus that passes from one generation to the next. HUFs have been recognised as separate entities to their members for tax purposes by the Income Tax Act, 1961, a fact the Direct Taxes Enquiry Committee Report (Wanchoo Committee) of 1971 considered a matter of concern, and recognised by stating “the institution of the HUF is widely used for tax avoidance”.According to the Hindu Succession Act, 1956, which governs HUFs, traditionally, only men could head an HUF. This changed with the enactment of the Hindu Succession (Amendment) Act, 2005 that also allowed daughters to head an HUF. However, widows could still not head an HUF.This has still not changed with the enactment of the uniform civil code. “While the UCC brings individuals of all religions (except for scheduled tribe members) under its purview, it says nothing about the HUF,” added Negi. “In that sense, it appears as if the UCC in its present form protects the HUF.”Trans communityA glaring omission in the uniform civil code is the failure to legislate for the transgender persons.“Many of the UCC’s provisions are for men and women, so will the Uttarakhand UCC not apply to the LGBTQIA+ community?” said Negi.“Why has the UCC not dealt with same sex marriages and people of other genders?” said Virdi.Despite the Supreme Court decriminalising homosexuality in 2018 and describing race, caste, sex and place of birth as “immutable” aspects of an individual’s identity, the Union government had not been seen to support the queer rights. The government introduced the Surrogacy (Regulation) Bill, 2019 which disqualified live-in and same-sex couples from commissioning surrogates. In that same year and again in 2022, the government abstained from voting in favour of renewing the mandate of an independent expert on sexual orientation and gender identity rights, at the United Nations Human Rights Council.Arora said that provisions for the queer community should be made separately to the uniform civil code. The official quoted above told IndiaSpend that the public consultations did not yield any “demand” for this segment of society to be addressed. Also, as several writ petitions on this matter had been presented in the Supreme Court, no provision for the third gender had been made in the uniform civil code.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Charu Bahri, IndiaSpend.com","time":"2024-03-27T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188462-mrdjbwdbyt-1679926015.jpg","tags":["uniform civil code","Uttarakhand","Uttarakhand Uniform Civil Code","Polygamy","Live-in relationships","Hindu Undivided Families"]}