{"title":"With dog meat ban, India is still trying to ‘civilise’ the Nagas ","content":"On July 3, the government of Nagaland, pressured by animal activists from across the country, “decided to ban the commercial import and trading of dogs as well as the sale of dog meat, both cooked and uncooked”. Indian public discourse on Nagas’ dog consumption shows marked and disturbing continuities with how Nagas were seen in colonial times. Why is it that Nagas are still seen as in need of civilisation? What does that tell us?The details of how dog meat is traded or consumed in Nagaland and other states of the North East is not my concern in this piece, nor is the legal aspect of dog meat consumption in India. My concern is the intonation of the petitioners in the campaign urging the ban on dog meat. With their “cultured” mainland compass, they are teaching Nagas what is “wild”, and what is “civilised”, what is “despicable” and what is “acceptable”.The judgement of ‘compassionate citizens’Dogs are not just meat to be consumed for the Nagas, as the petitioners suggest. Many Nagas – a growing number – do not eat dog meat. As anthropologist Dolly Kikon rightly puts it, “Dogs mean different things in Naga society: pet, companion, food, medicine, guard, spirit sensors, thief catchers and cat chasers”. A letter written by one of the petitioners, who sign off as “animal lovers” and “compassionate citizens” (whatever that means), makes a case for banning the trade and consumption of dog meat in Nagaland by stating, “The kind of despicable, abusive and inhumane behaviour the dogs are subjected to must come to an end”. It is language that places the petitioners on a pedestal. It is not just reserved for letters like this, nor is the attack on Naga food habits new. Nagas, and the highland North East communities more broadly, frequently face racial slurs in the form of insult about their food habits. Many go unreported, and often they are borne in silence by Nagas and other people from the North East living in mainland cities. Take the recent movie, Axone, named after fermented beans that is a Naga delicacy. One of the many problems of the movie is its description of axone: “smelling like a septic tank”. It is nothing less than arrogant insolence.These habitual insults meted out in the mainland are internalised by people from the North East, just as patriarchy is internalised by many women. The responsibility and guilt of eating and living a certain way is taken upon themselves and embraced. Again, Axone serves as a perfect example. A scene from Axone. Credit: ‘Bloodthirsty Nagas’Present-day mainland attitudes are no different from the colonial perception of the Nagas. The British official, Lieutenant Colonel RG Woodthrope, had this to say in an essay entitled “Notes on the Wild Tribes Inhabiting the So-Called Naga Hills, on our North-East Frontier of India”:“Bloodthirsty, treacherous and revengeful all Nagas, even the best are, and the Angami, though in many ways perhaps the finest and best of their tribes is no exception. With them, as with the others, is an article of faith that blood once shed can never be expiated except by the death of the murderer or some of his near relatives and though years may pass away vengeance will assuredly be taken some day.”With such judgement, many of the earliest missionaries were invited to North East India by colonial officers to “civilise” the “ignorant” and the “barbarous”, to “tame” their “treacherousness”. In post-colonial India, the colonial gaze expanded from white ethnographers to Indian mainlanders. But even before that, it is to be noted, there already was a sense of cultural superiority over natives of the North East, what anthropologist TB Subba calls “home-grown orientalism”. For instance, Bengali cultural imperialism replaced the Manipuri script with Bengali script. Many other cultural superimpositions took place in pre-Independent India as well.The centre and the peripheryThe once (unequal yet) co-subjects of British colonists turned into the “core” and the “periphery” of post-colonial India. The country was divided – through the forceful annexation of many peripheral states – between the dominant and the marginal, in politics, culture and economics. The repercussions were sharp and quick. Addressing Nehru in a letter written in November 1950, then Union Home Minister Sardar Patel wrote: “Our north-eastern approaches consist of Nepal, Bhutan, Sikkim, Darjeeling and the tribal areas in Assam. From the point of view of communication, they are weak spots... The contact of these areas with us is by no means close and intimate. The people inhabiting these portions have no established loyalty or devotion to India. Even Darjeeling and Kalimpong areas are not free from pro-Mongoloid prejudices. During the last three years we have not been able to make any appreciable approaches to the Nagas and other hill tribes in Assam.”To address this issue, Nehru and his government had already devised a plan. A tribal affairs office was created, and the British anthropologist, Verrier Elwin, appointed advisor to the government for the region. He was perhaps the only anthropologist to advise the government at the time; the rest were lawyers, political scientists, geographers and/or economists.Elwin wrote The Philosophy of NEFA (the North East Frontier Agency – broadly, present-day Arunachal Pradesh). It would become a handbook for the bureaucrats of the newly created Indian Frontier Administrative Service on how to “tactfully” go about the government’s integrationist policy. Verrier Elwin, the British anthropologist who advised Nehru on his policy for the North East.Recasting tribesIn academia, too, the state made an attempt to integrate this “tribal-other” into the Indian mainstream by introducing a “tribe-caste continuum”. GS Ghurya, often called the “father of Indian sociology”, trained under the English anthropologist, WHR Rivers, attempted to bring tribes into the fold of caste. He proposed “tribes” be redefined and recast as “backward Hindus”. This was against the advice of Elwin, not to mention the already established idea of tribes as the “other” within the unity of the country. Elwin was more empathetic to the tribes in the North East and opined that their “distinctive social life” be protected. The state, however, to some extent successfully, used the discipline of sociology to suit its nation building agenda. It “indigenised” the discipline, moving from the anthropological study of the “other” to the sociological study of the “self”. To do so, “the post-colonial (like the colonial) state, essentialize[d] the so-called tribes of India as a first step in producing the unity of India through alleged civilizing”, writes historian Joy Pachuau in Being Mizo.Although Nehru was quite “tactful” in his approach – especially in how he presented himself – the civilizing burden of his government was evident. Take this letter written by Nehru to Bishnuram Medhi, governor of Assam from 1949-50:“I am against any hurried attempt to absorb such areas into what is called the normal administration. Such tribes have a definite culture and way of living of their own and any attempt to break it might well lead to a rapid disintegration of the tribes. They are unused to the so-called civilization and economy of what are termed more advanced areas.” For most of Nehru’s colleagues and compatriots, the idea of “civilising” was simple: the Nagas would become civilised the day they were assimilated into mainstream Indian culture. It was an idea Nehru perhaps succumbed to later.The assimilation projectNarendra Modi in Nagaland in 2018. Credit: AFPSince the mid-1990s, one of the most successful methods of assimilation, notes JJP Wouters in his book, In the Shadows of Naga Insurgency, has been to pour in Central largesse to create and co-opt a Naga administrative and political class tied to Delhi. It was also fairly successful in setting up a body of clients who would not hesitate to compromise on their language and culture, or even “perform” their culture, if and when the state needed it. With the Bharatiya Janata Party’s ascent in Delhi, the attempt to culturally assimilate and/or appropriate has been more visible. This includes the recurring attempt to appropriate Naga freedom fighters such as Haipou Jadonang or Rani Gaidinliu to a Hindu nationalist pantheon.Sometime in early 2018, a certain BJP minister in Nagaland spoke in Hindi for the first time in the history of the Nagaland Assembly. This despite Rule 28 of the “Rules of Procedure and Conduct of Business in Nagaland Legislative Assembly”: “The Business of the Assembly shall be transacted in English or in Naga-Assamese.” The action of the Nagaland minister, I argue, stems from many decades of “assimilationist” attempts, at the expense of Naga culture and identity.While this “civilising” project unfolds through government policies, the larger mainland populace has taken upon itself the “moral responsibility” to correct the other “wild habits” of the Nagas that need to be “rectified”. The colonial discourse on how Nagas must be “civilised” and “educated” because of their raiding habits, their warlike culture, their head hunting, has now transmuted into the “burden” of the Indian mainland to “civilise” and “educate” the Nagas’ “wild” food habits.Roderick Wijunamai teaches at the Department of Social Sciences, Royal Thimphu College, Bhutan","author":"Roderick Wijunamai","time":"2020-07-08T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144044-zmrwpxpvwb-1594143299.jpg","tags":["Nagaland","North East politics","food","dog meat"],"source":"https://scroll.in/article/966757/with-dog-meat-ban-india-is-still-trying-to-civilise-the-nagas"}