{"title":"With dance, music and humour, a hit play has brought to life the legend of Tansen","content":"The basement of a South Delhi bungalow is an odd place to find Tansen. But here, in a small theatre space, a group of actors and musicians have been resurrecting the fabled life of the maestro.On a sparse set, three actors knit together the dramatic events that catapulted a gifted child from central India to the position of a musician the likes of whom, historian Abul Fazl gushed, has not been born, nor will be, in 1,000 years. Using an easy mix of storytelling, singing, dancing and commentary, actors Sudheer Rikhari, Mohammad Faheem and Ridhima Bagga bring alive the 16th-century world of fakirs, musicians, dancers, courtiers and rajas even as they raise questions about the choices an artist makes.Tansen, the first full-length play on the life of the classical genius produced by The Trialogue Company, has been something of a sleeper hit. No one, not even the creative team that went through multiple iterations of the Tansen saga for a year and half thought it would draw full houses. But the play, loosely based on Girish Chaturvedi’s 1972 Hindi novel by the same name, has completed 181 shows across eclectic venues across India.For a man of high art, Tansen is a remarkably popular figure in popular art – he features in Amar Chitra Katha comics, children’s books, novels, plays and, of course, films. The lack of historical material on him has far from limited the fiction around him, quite the contrary.Tansen’s director and actor-singer Rikhari is among those not fazed by these ambiguities because theatre, he says, is about interpretation. “There are so many stories about him we decided not to fixate about what was factual and what not,” he said. “We were keener to explore what his life means for us today; what lessons history holds for us on faith and art, about the ego of individuals and the damage it can cause.” Spread over two hours, the play stays lively at all times, marked by humour and social and political jibes.Sudheer Rikhari (left) plays a Tansen who is caught between art, ambition, love and spiritual striving. Courtesy: The Trialogue Company.Hindi cinema has given us many Tansens: for an entire generation, he was a mournful and love-lorn KL Saigal with his upturned moustache, rousing the elements with Diya jalao sung in his own voice. He was Bharat Bhushan, lip-synching to Mukesh’s Jhoomti chali hawa in Sangeet Samrat Tansen. Actor Surendra Nath got to play him twice – first as an arrogant court musician in Amir Khan’s voice in Baiju Bawra, and then again in Mughal-e-Azam, giving us two delectable small khayals in Bade Ghulam Ali Khan’s voice.The word that pops up most often in descriptions of Tansen is magical or, in Hindi, jadooi. Because that is what overwhelms all popular narratives about his art: the fire lit by his raga Deepak, the raga Malhar that doused it, days turning to nights, and animals freezing in their tracks in rapture to his voice.Rikhari believes these miracles were metaphoric. “I think we need to look at what they imply,” he said. “The heat and destructive fires of raga Deepak could be a metaphor for ego and pride, the Malhar for the power of humility.” A classically trained artiste, Rikhari plays a Tansen who is caught between art, ambition, love and spiritual striving. The play was scripted by him and Faheem.\n\n\n    \n    Play\n\nKL Saigal as Tansen.Historical legacyTansen holds a historical place in the shaping of Hindustani classical music in the Mughal period. His descendants spearheaded the Senia gharana of instrumental music that flourishes to date. Just as importantly, his family legacy informed the evolution of the khayal form through the 18th-century duo Sadarang and Adarang. In all, Hindustani music would be infinitely poorer without his interventions.A musician as well as a musicologist, he is credited with systematising and codifying the scattered practices and theories of Hindustani classical music, streamlining its repertory of ragas, raginis and talas. Much of his theoretical constructs were compiled in his work, Budhh Prakash, in Sanskrit, later translated to Persian as Tashrih-ul-moosiqui and then into English by scholar Najma Praveen Ahmad.Significant ragas like Miyan ki Todi, Darbari and Miyan Malhar were his creations, as was a large body of compositions in the Gauharbani tradition of dhrupad, known for its sweetness and repose.But while his music is known well, the man himself is swathed in lore. Was he a Hindu or a Muslim, an arrogant courtier or an ascetic at heart, the disciple of a devout Hindu acharya or the legatee of a Sufi ustad? All these are debated ceaselessly in musical and academic circles. Mostly, he is a persona crafted in the oral traditions of Hindustani music.\n\t\t\n\tA portrait of Mian Tansen, c. 1585-90. Credit: National Museum/Wikimedia Commons [Public Domain].Though Tansen is best-known as a highly prized musician of Akbar’s court, he was already past 60 and a stalwart of multiple darbars when he joined it in 1562.The story of his origins is widely repeated, albeit without evidence. It is believed he was born to one Makarand Pande and his wife in Behat, a village 7 kilometres from Gwalior. A childless couple, they sought the blessings of the renowned Sufi mystic and recluse Mohammad Ghaus and soon had a son whom they named some variation of Tansen, such as Tanna or Ramtannu.Hereafter, the story finds a bewildering number of tellings.In one version, the child was taken to Ghaus for blessings and the seer put a piece of chewed up betel nut into the child’s mouth, thus “polluting” his caste. The parents, fearful of disrepute, left him in the care of the Sufi and he was thus raised a Muslim. Some musicologists believe Ghaus was one of Tansen’s early teachers.Then there are those who vociferously deny any trace of the Muslim in Tansen. They claim he was raised Hindu and developed a skill in voice control so impressive that he was taken on as a shishya by Swami Haridas. The swami was an austere Hindu mystic and devotional dhrupad exponent who shunned all worldly entrapments.\n\n\n    \n    Play\n\nWasifuddin Dagar sings Tansen’s Madhmadh Sarang.Another theory goes that the ‘Miyan’ in Tansen’s name was a title given by Akbar and the switch of faith could have been a political exigency or the result of marriage. Of Tansen’s children, two carried Hindu names and two Muslim.A historian in Akbar’s court, Abdul Qadir Badayuni, states that Tansen was at one point the pupil of Suri king Mohammad Shah Adil. Then there is a strong argument for him having studied at the Gwalior music school run by the king Man Singh Tomar.In all likelihood, both the roots of his music and persona include a bit of all these seemingly contradictory strands: that both faiths and different kinds of instruction moulded him. “There seem to have been multiple cultural strands in Tansen’s background, and for Akbar, whose cultural agenda was to foster synthesis to the maximum extent, such a musician would have been invaluable,” says Bonnie Wade in Imaging Sound: An Ethnological Study of Music, Art and Culture in Mughal India.Wade argues that Tansen lived at a time when both the Bhakti movement in Hinduism and the Sufi movement in Islam, with their strong spiritual musical base, were surging. In such an environment, his connections with Ghaus, friend and poet Sur Das and Swami Haridas would have probably exposed him to both these streams.The musical crew and the cast, including Ridhima Bagga, keep the play lively at all times. Courtesy: The Trialogue Company.Exalted positionWhen Trialogue started working on the play Tansen in 2017, it was caught up in many of these questions and others. Who would sing and what? Should they stick to pure dhrupad to recreate the Tansen era? If so, how were they to sift what was authentic from the repertory credited to him today?That the play features two outstanding singers, Rikhari and Faheem, helped resolve these dilemmas. The play begins with Tansen’s dhrupad in Madhmadh Sarang, Tum rab tum sahib, but then moves into eclectic classical forms and compositions.“We decided not to limit ourselves with these questions and instead use what was theatrically effective depending on the context and character,” said Rikhari. “The music evolved organically and collaboratively. We used dhrupad, and where it worked, we brought in khayal, tweaked a composition to make its lyrics contemporary. At one point, words seemed to become irrelevant, so we went for the tarana.” The play, never short on entertainment, also features a qawwali and a singalong for audiences.So, what was the dominant classical music style at the start of the 16th century when Tansen’s talent was being shaped?\n\n\n    \n    Play\n\nNirmalya Dey sings dhrupad in Miyan ki Malhar.Dhrupad, as we now know it, was an integral part of the Bhakti movement, having evolved from the prabandha sangeet system particular to Vaishnavite worship. Swami Haridas was associated with this form, as was Sikh devotional music.It was dhrupad that Tansen assimilated and performed at the royal courts of his employers Adil, Ram Niranjan Singh of Gwalior and Ram Chand of Rewa, where on a good day he reportedly earned “one kror gold pieces”. In 1562, the Rewa king received a not-so-subtle message, couched in politesse, to send his prized musician to Akbar’s Fatehpur Sikri court.The move, say historians, was as political as it was an indication of the emperor’s passion for music. The maestro demurred – he was in retirement mode and devoted to his patron, he said, but the implications of the summons was inescapable. “Jalal Khan Qurchi, who was a favourite servant, was sent with a gracious order to the Rajah for the purpose of bringing Tan Sen,” says Akbarnama, the official chronicle of Akbar’s reign. And so, the legend was despatched from Rewa with “suitable presents of elephants of fame and valuable jewels”.The troubled nature of his arrival at the Mughal court notwithstanding, he was given an exalted place. There was “no singer like him in any time or age,” Jahangir said.Few stories on Tansen end without a moral lesson on how pride, fame and the need to pander to kingly commands corroded the true core of his music. In the play too he is trumped at a courtly face-off against the saintly Baiju Bawra. The comeuppance leaves him a shadow of himself, deeply remorseful. One by one, the ghosts of his past catch up with him – the lover he abandoned, the ascetic mentors he disappointed in his climb to fame. As the lights fade, he pleads with an unseen god: Give me music, but don’t burden me with choices in my next life.Malini Nair is a culture writer and senior editor based in New Delhi. She can be reached at [email protected].","author":"Malini Nair","time":"2024-05-14T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200659-bzkntvkekg-1715520270.jpg","tags":["Tansen","Music","Classical music","Hindustani music"],"source":"https://scroll.in/magazine/1067774/with-dance-music-and-humour-a-hit-play-has-brought-to-life-the-legend-of-tansen"}