{"title":"With 32% of its children underweight, India is likely to miss its 2022 nutrition target","content":"At its current rate of progress, the National Nutrition Mission cannot meet its 2022 targets to reduce malnutrition in India, a new study has reported. This is despite the reduction in malnutrition India achieved in the 27 years up to 2017.Between 2017 and 2022, the National Nutrition Mission or Poshan Abhiyaan targeted an annual 2-percentage-point reduction in the prevalence of low birth weight and child underweight, a 25% fall in the prevalence of child stunting and a 3-percentage-point annual decline in the prevalence of anaemia among women and children under five years of age.But if the National Nutrition Mission continues to progress at the current pace, relative to the 2022 targets, there will be an 8.9% excess prevalence in low birthweight, 9.6% in stunting, 4.8% in underweight, 11.7% in anemia among children, and 13.8% in anaemia among women, said the paper published on September 17, in The Lancet Child and Adolescent Health.Malnutrition was the predominant risk factor for death in children under five years of age in every Indian state in 2017, accounting for 68.2% of the total deaths in that age group, the researchers concluded.Malnutrition was also the leading risk factor for health loss across all ages, responsible for 17.3% of the total disability-adjusted life years that denotes the years of potential life lost because of disability.India is not on track to achieve its 2025 nutrition target – to achieve zero hunger – IndiaSpend had reported in December 2018.The researchers working on the Lancet paper analysed the disease burden due to child and maternal malnutrition and the trends in malnutrition indicators from 1990 to 2017 in every Indian state. This study was part of India State-Level Disease Burden Initiative Malnutrition jointly conducted by the Indian Council of Medical Research, Public Health Foundation of India, and Institute for Health Metrics and Evaluation in collaboration with the Ministry of Health and Family Welfare, along with experts from over 100 Indian institutions.The study found widespread malnutrition in India in 2017 in children under five years of age: Four in 10 were stunted (39.3%), three in 10 were underweight (32.7%) and three in five were anaemic (59.7%). Also, there were signs of a new nutrition problem – one in every 10 children was overweight (11.5%).The study highlighted the biggest factors that lead to higher malnutrition in children – low birth weight and poor exclusive breastfeeding. One in five children (21.4%) was born with low birth weight or under 2.5 kg, and only half of all children were exclusively breastfed (53.3%).There is a need to set bold but achievable targets based on the analysis of this data, said the paper.“This study reports that malnutrition has reduced in India, but continues to be the predominant underlying risk factor for child deaths, underscoring its importance in addressing child mortality,” said Lalit Dandona, director of the India State-Level Disease Burden Initiative, in a statement. Low birthweight needs particular policy attention in India as it is the biggest contributor to child death among all malnutrition indications and its rate of decline is among the lowest, he added.One in three of the world’s 156 million stunted children under five years of age lives in India. In 2016, it was estimated that undernourishment among India’s children under five years would cost Rs 2.7 lakh crore or about three times the Centre’s 2019-’20 budget for education – through lost schooling and economic productivity.States that fare worstThe states were divided in terms of the socio-demographic index – low, middle and high – calculated on the basis of per capita income, education and fertility rate in women younger than 25 years.The malnutrition disability-adjusted life year rate was much higher in low socio-demographic index states than in the other groups. It varied from six to eight times across states in 2017 and was highest in Uttar Pradesh, Bihar, Assam and Rajasthan, as per the study.The malnutrition rate in states low on the socio-demographic index was 1.8 times higher compared to the middle group and 2 times to 4 times higher than the high socio-demographic index group.The disability-adjusted life year rate due to malnutrition across all ages varied six times across states. In low socio-demographic index states, it was double the rate reported by middle socio-demographic index states and two to seven times higher than in high socio-demographic index states.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 94.84702093397746%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/ipbwlpyjnr-1568959421.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 95.81320450885669%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/jonvggcokv-1568959422.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 97.70867430441899%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/ojycvgmwjc-1568959423.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 94.18416801292408%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/wrenqbxdds-1568959424.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 94.01574803149606%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/rubpcfylbc-1568959425.png\">\n  </picture></figure>\nMalnutrition reduction rateOf the 1.04 million children under five who died in 2017, around 68.2% or 706,000 died due to malnutrition as we mentioned earlier. From 1990 to 2017, the mortality of children under five due to malnutrition had reduced modestly – from 70.4% to 68.2% – showed the study. Similarly, disability-adjusted life years in children under five due to malnutrition reduced only from 70.1% to 67.1%.\n\t\t\n\tDisability-adjusted life-years rate due to malnutrition in children under five, 2017. Source: The Lancet Child and Adolescent HealthOn almost all indicators, the rate of decline when projected for 2022 was not enough to meet the National Nutrition Mission targets.Stunting prevalence reduced significantly in every state of India during 2010-’17 but this decrease was less than the 8.6% annualised reduction needed to reach the National Nutrition Mission’s 2022 target. Similarly for wasting, underweight and anaemia, at the current rate of progress, the targets are not likely to be met.As we said earlier, there would be excess prevalence for low birth weight, stunting, underweight and anaemia in children relative to the 2022 targets.Goal settingThe malnutrition indicator targets set by the National Nutrition Mission for 2022 are aspirational and the rate of improvement needed to achieve them is much higher than the rate observed and might be difficult to reach in a short time, the study said. “This slow pace of improvement needs to be accelerated, so that future prevalence of malnutrition indicators are better than our projections based on trends so far,” the study said.Correcting or resetting of targets has been done before at the global level. In 2005, the World Health Organization set its Global Nutrition Targets for six indicators to be achieved by 2025. But it became clear in a 2018 review that these targets were too high and “if the targets are too aspirational, they might be labelled as unrealistic, with the potential that investment and action are demotivated”. So the targets were re-set for 2030.The paper suggested that the National Nutrition Mission could set “bold but potentially achievable targets” for 2030. There could be national and subnational targets for reducing malnutrition based on the analysis of trends, the paper suggested.Low birthweight problemLow birth weight and short gestation or premature birth or was the largest contributor to the malnutrition disease burden, the paper found, responsible for 43.6% of disability-adjusted life years.South Asia, with India as its largest component, is estimated to have the highest prevalence of low birthweight in any region. It impacts not just the child but increases the risk of chronic diseases later in life.Low birthweight prevalence decreased significantly in 14 states of India during 2010-’17, but its decline – 1.14% annually – was much lower than the 11.8% annual decline needed for the National Nutrition Mission’s 2022 target.Low birthweight depends on various factors: Mother’s nutrition, growth of the baby in the uterus, term at the time of birth and the space between the age of the mother and child.Since women in India are underweight – one in every five – compared to even sub-Saharan Africa, it is suggested as a reason for low birthweight in India. Chronic undernutrition in mothers results in preterm and low birth weight babies, it is known.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Swagata Yadavar, IndiaSpend.com","time":"2019-09-22T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/27171-23043904804_a7ece6ab1a_o.jpg","tags":["Malnutrition","Zero Hunger","National Nutrition Mission"],"source":"https://scroll.in/article/937920/with-32-of-its-children-underweight-india-is-likely-to-miss-its-2022-nutrition-target"}