{"title":"With Marathas targeting the caste crime law, Maharashtra Dalits fear the return of the ‘old days’","content":"Dalit labourer Raju Aage has made several trips to court over the past two years. His 17-year-old son Nitin was murdered and hanged from a tree in 2014 allegedly by members of the Maratha community because he talked to one of the accused’s sisters. The Aage family leads a solitary existence. Their house, essentially a few sheets of asbestos thrown together to make the roof and walls, is located on the outskirts of Kharda village in Jamkhed taluka of Maharashtra’s Ahmednagar district.The district is once again in the grip of another shocking crime. The gangrape and murder of a Maratha girl in Kopardi village in July sparked state-wide agitations by the Maratha community. Three Dalit youth have been arrested in this case.Caste crimesThe two primary demands of the agitating Maratha community is that they be granted reservations, and that the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act be repealed as it is being “misused.” Political leaders from the Maratha community, including Nationalist Congress Party chief Sharad Pawar and Maharashtra Navnirman Sena chief Raj Thackeray, have indirectly or directly endorsed these demands.The generic denial of caste crimes disturbs the senior Aage. “Is my atrocity case false?” he asked. “Are all cases false?”“Hang those involved in Kopardi and other such crimes,” said Aage. “Based on one incident they are saying repeal the Act. Why don’t they talk of law enforcement? When Nitin was killed, did I say all savarnas are criminals? What about the crimes that savarnas do? What about their cover-up?”Though the main accused in the Aage case are behind bars, the family still lives in fear. Nitin Aage’s teenaged sister, Durga, rarely rarely ventures out, and pursues her education through a correspondence course.The police had initially termed Aage’s case a suicide till pressure from rights organisations compelled them to probe further.“He was hanging by the tree, but his feet were touching the ground,” recalled Narayan Bhute, an elderly Maratha harmonium player from the same village. “My own caste people were involved, but what is wrong is wrong.”Nitin Aage’s father said that the little protection the atrocity Act extended to Dalits, who have historically been oppressed by the so-called upper castes, would go if the central law was repealed. “They should count the number of crimes committed against Dalits by savarnas and vice versa,” said Aage. “Why, even after Nitin’s death several caste atrocities have taken place in Ahmednagar itself. I am 55 years old. I have drunk water that others have pumped. I have seen savarna boys teasing Dalit children. If the Act goes, we will be beaten up openly. It will bring back the old days.”Lasting tensionIt has been seven years since 20-year-old Dalit youth Rohidas Tupe was stoned to death in Pal village in Aurangabad following allegations that he harassed a Maratha girl.Villagers initially alleged that the youth had molested and attacked the girl, but a report by activist Mangal Khinwsara exposed these allegations as false. Her report exposed a long history of struggle for gairan zameen, or grazing land, in the village owing to which caste animosities were already running high. (Landless Dalits have been cultivating gairan land for decades. In 1991, after land struggles, Maharashtra regularised encroachments of such land and also gave land titles to Dalit labourers).In 2011, seven of the accused were sentenced to life imprisonment for Tupe’s murder, while 63 were acquitted. Landless Dalits Vinayak Pawar (left) and Davidas Thorat in Pal village have been demanding land for the past 30 years now. (Photo credit: Rahi Gaikwad).Till today, a tense atmosphere prevails in the village with Dalits keeping mum on the issue of caste atrocity. “That itself is an indication of the situation here,” said Krushna Sirath, a resident of the village.Sirath advocates stringent punishment for crimes against women. “The law must take its course, but how can you attack the law itself?” he asked. “Kopardi should never have happened, but when there is an atrocity case, why don’t all the leaders protest? When the legislation was passed, there were reasons for it.”Chabu Tupe, Rohidas Tupe’s uncle, said that if the atrocity Act was misused, action must be taken against those who misuse it. “But if there is a genuine case act accordingly!” said Tupe, a labourer. “My nephew was killed in 2009, but still there is fear,” he said. “Today those who are out [acquitted] say, ‘What happened to us? We are out’.” Poor recordsA total of 1,816 crimes were reported against Scheduled Castes in 2015, as per the National Crime Records Bureau. Of these 45 cases of murder and 242 cases of rape were registered under the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act.Yet, the poverty of data on caste crimes despite official orders signals a reluctance to implement the law.For instance, in 2015 the Maharashtra State Information Commission passed an order that all district police websites must publish information about cases registered under the atrocity Act from the year 2000. However, the Maharashtra police website lists data only for nine out of 36 districts in the state. And Ahmednagar – which has seen several incidents against Dalits in past years such as Nitin Aage’s murder in Kharda village and the triple murder of a family in Javkheda village in 2014, and the Sonai triple murder in 2013 – is excluded. The Ahmednagar police website catalogues a host of laws – from the Indian Penal Code to the Wildlife Protection Act, but the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act has not been listed. Arun Jadhav with his collection of documents related to caste crimes in three Maharashtra districts. (Photo credit: Rahi Gaikwad.)Shoddy implementationRights activist Arun Jadhav, who has, over the years, built a personal library documenting caste crimes in Ahmednagar, Beed and Osmanabad districts, said that targeting of the law was a political move.This is evident from the fact that while much debate has been generated over the alleged misuse of the atrocity law, there is a deafening silence over the bulk of counter cases that are filed against atrocity victims to put pressure on them. Counter cases are mostly registered under charges of robbery, dacoity, theft and outraging the modestly of women.  Priyadarshi Telang, advocate and convenor of the Dalit Adivasi Adhikar Andolan in Maharashtra, said that the atrocity case and its accompanying counter case are tried in different courts, making it difficult for the defence to prove that the counter case is false. “There are instances where the counter case is decided by the court while the main atrocity case remains pending,” said Telang. “Moreover, there is no tally of counter cases.”Telang criticised a statement made by Maharashtra Chief Minister Devendra Fadnavis in a recent television interview where he called for a joint meeting of leaders across party lines to find solutions to prevent the alleged misuse of the atrocity Act.“On what basis has the CM said there is misuse? How did he come to this conclusion?” asked Telang. “What are the indicators which establish misuse? The government should publish a white paper on the implementation of the atrocity Act, clearly evaluating the extent of alleged misuse and also recording the counter cases.”He added: “There are many provisions of the Act that are not implemented, such as setting up of exclusive special courts and special public prosecutors. Offences are not registered…The Act was not even applied to the Khairlanji massacre. Districts such as Ahmednagar, Beed, Satara and Nanded, which have seen high number of atrocities are not declared as atrocity-prone areas. Instead, Adivasi-dominated districts such as Chandrapur, Gadchiroli, Bhandara and Gondia are.”Since the atrocity Act is a Central Act, protests in one state are not likely to have an impact on the legislation. However, it remains to be seen how the Bharatiya Janata Party-led Maharashtra government engages with the demand from the Marathas to repeal or amend it.","author":"Rahi Gaikwad","time":"2016-09-25T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817115-41945-jkpluqynut-1474463257.jpg","tags":["Dalits","caste crimes","atrocity Act"],"source":"https://scroll.in/article/817115/with-marathas-targeting-the-caste-crime-law-maharashtra-dalits-fear-the-return-of-the-old-days"}