{"title":"With NRC controversy, BJP has found another issue to try to corner the Trinamool – and Congress","content":"Bharatiya Janata Party president Amit Shah addressed a hurriedly-convened press conference on Tuesday to accuse opposition parties of  protecting Bangladeshi infiltrators following their protests over the draft report of Assam’s National Register  of Citizens.Shah’s press meet was preceded by a short intervention in the Rajya Sabha in response to Opposition protests about the absence of 40 lakh names from the citizens register, when he declared that it is only the BJP that had the courage to go ahead with this exercise. The Congress had dithered over it, Shah said, even though the 1985 Assam Accord had been signed by Rajiv Gandhi. The BJP president’s aggressive stance and his reference to Rajiv Gandhi led to a predictable uproar in the Upper House, resulting in an early adjournment.Shah’s double bill was part of the BJP’s well-crafted strategy to place the controversy generated by the Assam citizens’ list at the centre of a national debate to ensure that this issue is not confined to Assam alone but resonates across the country.Mamata’s warningClaims of undocumented migrants from Bangladesh making their homes in India is a sensitive and emotional issue as the people in Assam believe that the demography of their state has changed following this influx from across the border. This controversy will also figure high in neighbouring West Bengal in the run-up to next year’s Lok Sabha election, as was evident from its chief minister and Trinamool Congress chief Mamata Banerjee’s warning that the BJP’s move to divide people would lead to a “bloodbath and civil war”.Having emerged as the Trinamool’s chief political rival in West Bengal, the BJP is all set to draw political mileage from Banerjee’s campaign by accusing the chief minister of indulging in minority appeasement.However, the BJP’s game plan is to extend this debate beyond these two states as it seeks to send out multiple messages. By taking a firm and clear stand on this matter,  the BJP wants to live up to its reputation of being a tough party that is headed by a decisive leader who is not afraid of taking difficult decisions. Coming at a time when the Modi government has been in the firing line over the poor state of the economy, the agrarian crisis, growing unemployment and the Rafale deal, the publication of the citizens’ list in distant Assam has provided an opportunity to the BJP to change the national political discourse and return to its communal agenda.“Though the names of Hindus have also been left out of the citizens’ list, the BJP basically wants to play the Hindu-Muslim card by treating all the 40 lakh people as Bangladeshis,” said a senior Congress leader.BJP leaders indicated that it will be happy to see that this controversy lingers on. In fact, it is in no hurry to go beyond the stage of detection of undocumented migrants and resort to their deportation as it can create a fresh set of  problems with Bangladesh. The BJP can, however, disenfranchise them and deprive them of voting rights, which will also serve its purpose. It, therefore, suits the BJP to keep this issue simmering in the hope that it will boil over in the coming months.Cornering the CongressWhile Mamata Banerjee is on its radar, the BJP is particularly keen to corner the Congress on the issue. This was clear from Shah’s line of attack when he accused the Congress of dragging its feet over the implementation of the Assam accord for the several decades and asked Rahul Gandhi to clarify his party’s stand. “If you talk about human rights, what about the rights of people of Assam?” Shah thundered. “Their rights of education, jobs were being taken away... This step has been taken for protecting the rights of the people of India. Every party should make their stand clear whether rights of Indians are important or not.” On its part, the Congress found itself in a spot. Since the process of  updating the National  Register of Citizens was initiated by Manmohan Singh when he was prime minister, the party  could not distance itself from this exercise. At the same time,  it  had perforce to take note of the fact that 40 lakh names were missing from this list. It chose to limit its objections to the manner in which the exercise had been undertaken.Rahul Gandhi statementIn a Facebook post,  Congress president Rahul Gandhi said: “The NRC was initiated by the [Congress-led] UPA [United Progressive Alliance government] under Manmohan Singh Ji to fulfill the commitment made in the Assam accord of 1985. However, the manner in which this exercise has been undertaken by the BJP governments at the Centre and in the state of Assam leaves much to be desired. Clearly, after spending close to Rs 1,200 crore, the execution of this critical and highly sensitive exercise has been tardy. The government must move swiftly to resolve this crisis.”Gandhi also took care to avoid any reference to the harassment of minorities but instead described those excluded as Indian citizens. Stating that reports were pouring in from Assam of “Indian citizens finding their names missing from the draft NRC”, he appealed to Congress members to “help all those against whom an injustice has been done in the draft NRC, no matter what their religion, caste, gender, linguistic group or political affiliation”.While Congress leaders are bemoaning the fact that its wish-washy stand has handed a political advantage to the BJP, which was on the look-out for issues that are in sync with its ideology, the saffron party believes it has cottoned on to an issue that helps it set the political agenda.","author":"Anita Katyal","time":"2018-08-01T12:48:48.670877+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888751-onakqlnvdt-1533065201.jpg","tags":["National Register of Citizens","Assam","Bharatiya Janata Party","Amit Shah","Assam Accord"],"source":"https://scroll.in/article/888751/with-nrc-controversy-bjp-has-found-another-issue-to-try-to-corner-the-trinamool-and-congress"}