{"title":"With Brexit a reality, a look back at six Indian referendums (and one that never happened)","content":"Brexit – or the British exit from the European Union – has become a reality. In a referendum conducted on Thursday, 52% of voters opted to leave the EU.  One of the the most significant referendum in Europe's history, it’s also one in a long line of such exercises. Since 1973, the continent has seen 54 instances where citizens have decided policy – mostly related to the European Union – via a vote.The rest of the world, however, isn’t too keen on them. Most Indians, for example, wouldn’t even know what to make of it without maybe a quick peek at Wikipedia. But it isn't like they haven’t happened. The Indian subcontinent has actually seen six of them, with one pending referendum in Kashmir being the cause of great friction between India and Pakistan. Three of the six – Sylhet, Junagadh and North Western Frontier Province – were held in 1947 as British India was partitioned into India and Pakistan. Referendums have also been held in Sikkim and Pondicherry  to decide if they wanted to be a part of India.  In 1967, Goa voted to not be included in Maharashtra, establishing their Konkani identity as distinct from Marathi. And if Arvind Kejriwal has his way, there might be another on its way: a referendum to decide if Delhi wants full statehood.Unlike the Brexit, however, all but one – the Goa referendum – had what one could call managed outcomes: their results were mostly known even before the first vote was cast. Nevertheless, each referendum was a result of a fascinating series of historical events and bears recounting.North-Western Frontier Province and SylhetThough Britain has just exited the European Union after an orderly referendum, Indians were not given such democratic options as the former colonial power exited its empire 1947. After plans for a United India fell through, a partition scheme was drawn up by a Malayali civil servant VP Menon who served as the Constitutional Adviser to the Viceroy and had Vallabhbhai Patel's confidence. This came to be known as the June 3 plan (which is when it was announced) or the Mountbatten Plan, after India’s last viceroy. Ordinary Indians had little choice in the matter. Congressmen and Leaguers, themselves elected by a very narrow franchise at the time, simply decided the matter amongst themselves, electing to partition Bengal and Punjab. People like the Tamils and Sindhis  weren’t even asked their opinion and were simply bundled wholesale from the Raj to either India or Pakistan.However, there were two exceptions: Sylhet and the North-West Frontier Province, currently on the Pakistan-Afghan border, both of saw referendums. One of these, the one in the NWFP, was a farce, since the Congress boycotted it. If they had participated, the Congress would have had a good chance of winning ‒ it was the only Muslim province where they had a ministry in 1947. But the Congress did not want an East Pakistan-style situation where India had a distant satellite province. This led NWPF leader Khan Abdul Ghaffar Khan to dolefully declare, “You have thrown us to the dogs.”The case of Sylhet in 1947 was even curiouser. Then in Assam and now in Bangladesh, it was the only district which got its own vote, out of the blue, even as British India’s largest province Bengal was simply slashed with so much as a by your leave. How then did Sylhet get such special treatment?Sylhet was a Muslim-majority district within a Hindu-majority Assam. Apart from the religious divide, there was also a linguistic one. Muslims in Sylhet either spoke the Sylheti language or were Bengalis from eastern Bengal. Given this, the Congress in Assam, controlled by upper caste Axomiya Hindus of Upper Assam, were in many ways keen to see Sylhet be shunted out of the province, helping make their political position stronger in a more homogenous province. In discussions with the British Cabinet Mission Plan in 1946, therefore,  Assam’s  Prime Minister Gopinath Bordoloi said that it was his desire to “hand over Sylhet to East Bengal”. As a result, during the referendum, the Congress, which otherwise had an excellent network in Assam, didn’t really support the “in” side, which mostly consisted of local Sylheti Hindus. In the end, Sylhet voted to break away from Assam and join what was then East Pakistan.However, the politics over language and religion didn’t die out with the exit of Sylhet. In fact, the recent Bharatiya Janata Party win in Assam announced on May 19, 2016,  was driven by the exact same xenophobic fears of Muslim Bengalis as those that pushed the Congress to welcome the Sylhet plebiscite in 1947.Junagadh and KashmirThe British might have been the paramount power in the subcontinent since 1757 but come the Brexit of 1947, it dawned on everyone that they directly only controlled three-fifths of the subcontinent’s land area. Even as India and Pakistan achieved independence, so did a massive 562 princely states from British rule.  Here, the last Viceroy of India, Louis Mountbatten, who had close links with the Congress and a personal friendship with Nehru, stepped in. On July 25, 1947, he called a special session of the Chamber of the Princes and, in his capacity as the Crown’s representative, urged them to merge with India – a successful move, as  most states, awed by an appeal from a man who was both Viceroy and cousin to the King of England, signed the instrument of accession with India. Travancore and Jodhpur caused some trouble but negotiations led by Mountbatten eventually won them over.Three states, however, still held out: Hyderabad, Kashmir and the tiny principality of Junagadh. On November 1, 1947, Mountbatten offered to Jinnah, with Congress backing, an option of a plebiscite in all three states. Jinnah refused, arguing legally that the Independence of India Act gave the ruler and not the people the option to decide – a curious position given that Pakistan’s weak military strength meant that this was an offer Jinnah should have jumped on.Mountbatten handled the negotiations with Hyderabad but failed to convince the Nizam, leading to the Indian Army invading and annexing the state to India in September 1948.In Junagadh, the Muslim nawab, a man whose only love, it seems, were animals (he had hundreds of dogs and preserved the Asiatic lion at Gir) opted for Pakistan. In return, Pakistan till this day recognises his claim to Junagadh – a fairly hopeless campaign whose only mark now seems to be this website. The nawab's accession might have been technically legal but given that Junagadh was in the middle of Gujarat, with no border with Pakistan, this went squarely against India’s interests. Supported by India, on October 24, 1947, volunteers rose up against the nawab and captured the tiny state. On February 20, 1948, India conducted a plebiscite in which a little more than 2 lakh people voted. India won the vote, with a grand total of 91 people opting for Pakistan.It wasn’t over though. In many ways, this suited Pakistan. Junagadh was a tiny principality. The real prize was Kashmir. Would the referendum in Junagadh set a precedent for Kashmir – a mirror image of the Gujarati state, with a Hindu king and a Muslim-majority populace? On September 22, 1947, Pakistan’s prime minister asked a Mountbatten aide, “Why, if it was suggested that a referendum should be held in Junagadh one should not be held in Kashmir?”Kashmir, meanwhile, saw large-scale insurrections against its maharaja in August 1947. Taking advantage of this, Pathan tribesmen, supported and armed by Pakistan, streamed into Kashmir. The Maharaja panicked and acceded to India, which accepted his decision provisionally, subject to the caveat that a plebiscite would take place later, after the invaders had been drive out. The invaders were never driven out – the western half of Jammu and Kashmir is still under Pakistani control. While Jawaharlal Nehru did make promises of a plebiscite, given that most commentators assumed India would lose, he didn’t pursue it with any real heart. In 1953, all hopes for a referendum were snuffed out as Nehru ousted Sheikh Abdullah, Kashmir’s tallest leaders, from the post of prime minister of Jammu and Kashmir and proceeded to imprison him for 11  years.Sikkim and PondicherryThe most contentious referendum in the subcontinent took place not, paradoxically, during the bitter 1947 partition but in the tiny Buddhist kingdom of Sikkim in 1975. In 1947, a popular vote in Sikkim actually rejected merger with India and relations continued with Delhi much as they had under the British Raj. Sikkim was a protectorate of India, with Delhi handling Gangtok’s defence and foreign affairs – an arrangement quite similar to Bhutan today. After the 1962 Indo-China war, though, things changed – made worse in the 1970s by the Sikkimese king, the Chogyal making moves to free his country from Indian control. Indira Gandhi, though, was having none of that. In April, 1975, with intrigue lashing the tiny kingdom, the Indian Army took control of the Chogyal’s palace. A highly controversial referendum was then held on the question of the abolishment of the monarchy and, practically, merger with India. A whopping 98% opted for India. So clouded was this move that no less than an Indian Prime Minister, Morarji Desai, admitted that India’s annexation of Sikkim was “not a desirable step”.In contrast, Pondicherry, a tiny French colony on India’s south-east coast was the least contentious and most democratic of India’s referendums.  The will of the people to merge with India was clear. On October 18, 1954, of 178 legislators, 170 voted to accede with IndiaGoaIn 1967, six years after the Indian Army had expelled the Portuguese from their Indian colonies,  Goa voted to decide whether it would remain a Union territory or be merged with Maharashtra.Much of the Goan question centered around the the linguistic issue of whether Konkani should be considered a dialect of Marathi. Given the consensus around linguistic states in India, classifying it as a dialect meant merger. Of course, like all issues of socio-lingusitics, the language question also hid a social schism – in Goa this divide was between Hindus and Christians. The former were seen to be more keen on a merger. In the end, Goans stuck to their Konkani identity and decided by a majority of 54% to not merge their homeland with Maharashtra.","author":"Shoaib Daniyal","time":"2016-06-24T18:35:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810564-ecsvojkqfj-1466773486.jpg","tags":["Brexit","History","Referendums"],"source":"https://scroll.in/article/810564/with-brexit-a-reality-a-look-back-at-six-indian-referendums-and-one-that-never-happened"}