{"title":"With archives closed, libraries out of reach, and travel stopped, how will writers research books?","content":"In 2013, I walked out of my office for the last time. I possibly should have felt slightly embarrassed at the fact that I had, unlike most of my colleagues, spent less than two years working as a research analyst specialising in Chinese foreign policy at the Institute of Peace and Conflict Studies. But I felt no such thing.Instead, I remember feeling free to do what I always wanted – to write, research, immerse myself in history, the subject I’d graduated in. I even knew what I wanted to write: the biography of a man who set his school on fire, who ran away from his home in rural Kerala to work in the goldmines of Kolar, who sold hand-towels outside Victoria Terminus, before landing himself a job as a temporary clerk in the Government of India, and rising through the ranks to draft the prototype of the Instrument of Accession for all of India’s 565 princely states and change the course of history. The man was Vappala Pangunni Menon, and he was my great-grandfather. The only problem was, aside from his own seminal narratives self-explanatorily titled The Transfer of Power and The Story of the Integration of the Indian States, there was nothing else in the public domain apart from the occasional blog and the odd newspaper article. This was strange, given that his name featured in every book on modern Indian history. I realised I would have to start from scratch, to dig up the roots of VP’s life, if I needed to paint an accurate picture of the man.  Travelling for researchThe Vappala clan is spread across Kerala. I travelled to Kochi to talk with VP’s nephew and his family. If you wanted to be technical about it, it was fieldwork, but it had an undoubtedly personal touch. This was, after all, my own family. As historians and biographers, we often talk about “conducting interviews”, but it’s not always as clinical as it sounds. Memories are intimate things to collect, and inevitably, one story always leads to ten more. There are anecdotes to record, photographs to discuss, and more often than not, connections to be made over hot meals or cups of tea. My trips to Kerala always had a stopover in Bengaluru. Cooke Town is fairly quiet, with pleasantly shaded roads. VP built his home, Shelter, around an old jackfruit tree, under which he used to eat his tiffin when he worked as a clerk in ITC. Today, it is home to his step-grand-son, Vivek Misra. Here, too, I collected stories about VP’s years in retirement, of weekend drives to Cubbon Park, of an affectionate grandfather who kept himself occupied with books and lectures.Slowly, a picture began to emerge. Tracing his professional career was far more cut and dried. I knew I would have to divide my time between the National Archives of India (NAI) on Janpath, and the Nehru Memorial Museum & Library (NMML) on Teen Murti Marg, in New Delhi.The NAI holds yellowing, brittle files dating back to VP’s first year in the Imperial Secretariat in 1914, and right through to the long process of integration in the late 1940s. There are thick records of the Home Department, the Political Department, the Reforms Branch (where VP worked all his life), and the Ministry of States (his last and admittedly most powerful years in government). VP’s correspondence with the squabbling, factional Chamber of Princes, with anxious Secretaries of State, with his superiors in the Reforms Branch, with Sardar Patel, with close friends in the media (such as Durga Das, then joint editor of The Hindustan Times), and with annoyed Dewans, are all at the National Archives.As for NMML, the institution has a much more intimate collection, particularly in the Manuscripts Division, which holds the personal papers of leading political figures in modern Indian history, from KM Munshi to Krishna Menon, and from Jawaharlal Nehru to Vijayalakshmi Pandit. Crucially, the Library also holds VP Menon’s papers – the records he kept during his years in government service. In addition, the NMML also has a wide range of oral histories, memories of those who had witnessed transfer of power and the politics behind the scenes of those high-octane days.  Digging into archivesI spent much of the initial years buried in archives and libraries, interspersed with bouts of travel to Kerala and Bengaluru. I knew I had to travel abroad eventually, to work on the Raj’s papers in England, but as an independent scholar without any institutional affiliation, this was going to be easier said than done. Then, in 2016, my luck changed. I was awarded a research grant by the Charles Wallace India Trust. I would be in London for a month. At this point, I still didn’t have a book deal or a contract, or even a clear idea that the book would see the light of day. I just knew this was a story that needed to be told. So off I went to London in June 2016. My primary purpose was to study the Hodson Papers at the School of Oriental and African Studies (SOAS). Harry Hodson was VP’s best friend and erstwhile boss in the Reforms Branch. His papers contained a treasure trove of documents: letters, reports and audio CDs of interviews with Indian, British and Pakistani leaders which he had collected while conducting research for his own magnum opus, The Great Divide: Britain, India, Pakistan (Oxford University Press, 1969). Among these interviews were tapes of interviews conducted with VP Menon in 1965, the last recorded interviews he gave to anyone. He would be dead by 1966. This was one of the most wonderful moments in the process of researching this book. In my mind, Menon had already assumed a shape, and a personality. With Hodson’s tapes, he now had a voice. It was finally enough to submit a proposal. In 2017, I signed a book deal with a leading publisher. There was no looking back after that. VP Menon: The Unsung Architect of Modern India was released in February 2020. I spent much of the early months of 2020 travelling – from Kerala to Nagpur to Kolkata to Bengaluru and back to Kerala – to talk about my book and its protagonist.  Blocked by the pandemicBy March 2020, I was back at NMML. This quiet library – once Nehru’s home – with its wide lawns and its hushed silence was where I had written most of VP’s story. Now I was back, starting the preliminary research for another book. I already knew it would be a historical and political biography, which would require a fair amount of travel, research and documentation. By that time, the mysterious and highly contagious coronavirus was already in the air, albeit only a headline or two old in the mainstream national dailies. But I had a new book to write and I was brimming with all kinds of ideas. I began developing a basic framework and found a compelling hook on which the story would hang. It felt good to be researching again. I was, in fact, in the library, when the world turned upside down. On 17 March, the head archivist at NMML came around to the desks of the scholars, interrupting the quiet clack of computer keys, and the soft rush of pages being turned. We were informed politely that due to the rise in the cases of COVID-19 across the city, the library would be closing until further notice. A national lockdown followed days later.Two and a half months later, with cases surging across the country and entire cities being turned into containment zones, the world of archival research seems very distant and somewhat unattainable. Even though I managed to put together a proposal for my second book and submit it to publishers , I spent most of the lockdown grappling with anxious doubts and questions. What is my world, as a writer of research-oriented historical non-fiction, going to look like in a post-Covid universe? How will the methods of research change? How are libraries and archives going to ensure that research continues while maintaining new norms of safety and social distancing?. Writing a serious work of historical non-fiction, after all, necessitates studying all kinds of primary resources: newspaper clippings, diaries, letters, government records, photographs, audio and video recordings and microfilms. Interviews still need to be carried out – though now, in all likelihood, they will shift to telephones, emails or, inevitably, Zoom. What did fellow writers working on historical non-fiction think? Did they feel the same way I did? I spoke to Tripurdaman Singh, author of Sixteen Stormy Days: The Story of the First Amendment to the Constitution of India, who is currently working on a project on Indian princes. “Most of my work has come to a standstill,” he told me, “I think the biggest struggle will be for those who are dependent on archives and physical resources like libraries, unlike those working on more contemporary periods where online resources and databases are not hard to find.” Manu Pillai, the best-selling author of three books, The Ivory Throne, Rebel Sultans, and, more recently, The Courtesan, The Mahatma and the Italian Brahmin, agreed, “The closer we are to the present, the greater the amount of material and sources, including those online, are to be found and mined.” That said, all of us agreed that being unable to travel personally to the archives is a huge constraint, particularly since in India, digitised records are the stuff of dreams. To some degree, the National Archives of India has indeed begun digitising records. A cursory look at their website reveals that it has, till date, transferred 25.23 lakh documents onto their online portal, Abhilekh Patal.  While the number seems huge, it is but a fraction of the treasures the central archives hold, and it doesn’t, as yet, bring in the state archives, which hold equally important material, depending on one’s area and period of research. There is also the question of what scholars of ancient Indian history will do as far as research is concerned – of how cartographic material, or material that is simply too delicate to be digitised (palm-leaf manuscripts, for instance) will be accessed. What about library usage? How will this change in the future?Where do researchers go now?With these questions in mind, I reached out to both the National Archives of India and to NMML for answers. I received no reply from NMML, while the National Archives of India politely declined to comment. Where does this leave the anxious scholar? Pillai provided some much-needed optimism here. “There are plenty of online resources – albeit at a price in most cases, especially if dealing with Western libraries and archives, which can get one started at least, preventing a full lockdown of research activity.” But we both know the underlying costs of this, as reassuring as it may sound. Online databases – journal articles, ebooks, and archival records – all cost what one may mildly call a bomb. “These online resources cost a great deal (a regular US library can charge anywhere between Rs. 1,500 to Rs. 7,000 for a single scanned article or document), which means expenses associated with research will be substantial,” Pillai explained. To put it simply, if you’re affiliated with an institution, such as a think-tank or a university, you’re one of the lucky ones. Institutions can negotiate bulk deals at substantially reduced costs, such as for access to important journal-storage websites like Jstor. Independent researchers like myself face the harrowing prospect of shelling out twice the amount for a single document. The only way out, then, seems to be to hunker down for the long haul. For preliminary work, I have often used the Internet Archive, an online library which stores as many as 1.3 million books, video clips and audio clips across a vast period of time, in a variety of formats. How is it different from a public library with ebook lending facilities, you may want to ask?Well, Internet Archive acquires copies through donated or purchased books, which are then scanned and put online. It is also home to the Digital Library of India, an initiative begun by the Ministry of Human Resources and Development, which then tied up with Internet Archive to disseminate free ebooks in English and Indian languages. However, The New York Times warned those of us who use the Archive that it will be shutting down its Emergency Library (begun to help teachers and scholars suddenly bereft of library access) after being accused of violating copyright laws. This is not the best news during a global pandemic which leaves one with no access to a physical library, but that’s another story. The future of archival workArchival research is also taking on a new shape. This is different, of course, from libraries, because archives are home to government records, correspondence, diaries and photographs which have been donated to the institution by a family or estate. Today, there’s a definite momentum for building large electronic archives, accessible to a broad, global user-base. This is good news. It speaks of a great desire to preserve memory and history, and in a post-Covid world, it fulfils the need to find newer ways to research. It is likely that sitting in a library will not be the same for some time to come. The best way to take this forward is obviously a more fluid combination of technology and collaborative research. For those who depend on archives, the National Archives of the United Kingdom have made their online records free of charge as long as their Kew offices are closed to the public. Subscription costs are minimal, and while the range of documents is, of course, limited – it is, as Pillai says, at least a start. At Cambridge University, the Centre for South Asian Studies has begun offering its audio archives for free listening and free transcripts, should you be so inclined. In the United States, the Wilson Center’s Digital Archives are filled with comprehensive material which should delight the heart of anyone studying international relations or foreign policy. As the world adjusts to the very uncertain aftermath of Covid-19, initiatives like these will, as Pillai says, “hopefully inspire more and more archives everywhere to digitise and make material available online. Once it becomes ‘mainstream’, the prices will also become more reasonable.” Or so one hopes. But while I’m primarily a historian, I find myself wondering about the shifts in travel-writing. It is, after all, a genre that doesn’t depend (necessarily) on archival research but on human interaction, on exploring the known and unknow histories, geographies and societies. The pandemic has struck at the very heart of what travel-writing is, endangering a genre of writing whose success depends entirely on carefree adventure and uninhibited exploration. For Rajat Ubhaykar, author of the popular Truck De India!: A Hitchhiker’s Guide to Hindustan, the pandemic has raised questions about how he views the world (or indeed, how the world views him), which he never expected to ask of himself. What will happen to the human connection that is at the heart of a good travel book? “Travel for me is people and not just places,” Ubhaykar mused. “I don’t even know if people will bother to open up to a curious stranger with a notebook in his hands, given the decline in general trust levels among people.” The restrictions on movement and the insistence on masks and social distancing will make it even harder to make instant and meaningful connections. “What a strange and diminished world that would be where the act of smiling – the most honest, beautiful thing about humans – will be invisibilised by the virus.”The story behind my next book spans India, China, the United States, France and Germany. I haven’t as yet begun planning the kind of travel it will need, simply because I don’t yet know, much like Ubhaykar, how or where the world will settle. Ubhaykar was planning a trip to Gujarat in May for his next book. The lockdown cancelled those plans, and for now, he doesn’t know when he will be able to travel again. “At this point,” Ubhaykar said, “I’ve decided to stop making and breaking plans, and spare myself the initial anticipation and resulting disappointment. There’s no way for any of us to know exactly when things are going to get safe enough.” I couldn’t agree more.What I am learning is that the definition of “normal” is unlikely to be the same again. Yet, despite my anxiety, I have hope. Pandemics, wars, natural disasters and economic collapses are drivers of history, shaping change across generations. As humans, we adapt and shift to make room for that change, no matter how uncertain we might feel in the eye of the storm. That holds true for academia as well, both in terms of writing and research. There will be new methods of research, new ways to find the old. There will be new answers to find, based on our present questions. In the end, as Pillai told me, “human ingenuity always finds a way.”Narayani Basu is the author of VP Menon: The Unsung Architect of Modern India.This series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"Narayani Basu","time":"2020-06-17T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142970-czemyoswbl-1592318043.jpg","tags":["publishing","lockdown","Covid-19"]}