{"title":"With Harsh Mander named in Delhi riots chargesheet, Indian democracy has slipped into a dark hole","content":"“What does the future of our country look like? You are the youth of today. What kind of a country would you like to leave behind for your children? Where will this decision be taken? One, it will be on the streets. We are on the streets today. But beyond the streets there is another place where this will be decided. Which is the place where the final decision on this question will be taken? It is in our hearts. In your heart, and in mine. We will have to give an answer. They want to kill our hearts with hate. If we reply with hate, hatred will deepen.If someone is darkening the future of the country, and we reply in the same language then we will only be amplifying the darkness. Darkness can be fought only with light. We have only one answer for their hate, and that is love.If they use violence they will compel us to use violence as well but we will never choose the path of violence. You must understand their motive is to arouse you to become violent so that if you are 2% violent they can respond with 100% violence. We have learnt from Gandhiji how we must respond to violence and injustice. We will fight with non-violence. Whoever encourages you to use violence is not your well-wisher.”Do you see any instigation of violence in this speech? You won’t find it, but the Delhi police believes it reflects a conspiracy to provoke violence. They want us to believe that it is a call for violence couched in the language of peace.This is the speech given by Harsh Mander on December 16, 2019, addressing the students of Jamia Milia Islamia. It was a tense time. The students were angry. On December 15, the Delhi Police had launched an unprecedented attack on them in their institution. The next day, all of us congregated at Jamia.The sight of broken glass, injured students and spots of blood left us hurt and angry. At a time like this, Harsh Mander came forward to inspire the students – with a call for love, strength and non-violence. But government agencies consider this an act of provocation.What is the matter?If we were to believe the Delhi Police, Harsh Mander was involved in instigating the riots that rocked Northeast Delhi in February. This speech is being presented as evidence against Mander. If it did not have serious legal implications, we could have laughed it off.The life of Mander, an administrative officer, Indian head of an international organisation and head of self-established institutions and campaigns, has been a crusader against violence. He has dedicated himself to unveiling the various faces of violence in our society, showing it to those who turn their faces away, working towards systemic changes using the state machinery and legal system, and ensuring the longevity of these initiatives by creating an environment of legal and social awareness. This is an example of a life dedicated to the cause of non-violence.\n\n\n    \n    Play\n\nA ‘minority supporter’?The purpose of this article is not to applaud Mander. If someone has chosen to dedicate himself to the most underrated Constitutional value of fraternity, which is equal to other values of justice, equality and freedom, and such a person is unjustly targeted by the state, then it is not the question of this one man alone.Over the past two decades, Mander has developed an image of being a minority supporter. Especially since the Gujarat massacre in 2002 and his work with the Muslim victims of the majoritarian violence, he has been maligned and presented to the Hindus as evil.Mander chose to bring justice to minorities through the legal system. Along with this, he believes in public dialogue. This is not possible through the language of animosity and hate. Both communities will have to learn to speak with each other in the language of friendship and understanding.Faith in courtsHowever, this does not mean that crimes must be forgotten and justice denied. That is the reason Mander tenaciously kept fighting the long-drawn out legal battles in the Gujarat pogrom cases. Having been an administrative officer himself, Mander knows that if communal riots go on beyond a few hours, it is clear the violence enjoys state support. The government wishes it to continue. It is a state-approved and organised violence. Hence, it is imperative that the government is held responsible.As a young officer in 1984, Mander ensured violence did not break out in the area under his charge. He is aware that violence can be stopped if there is an intention to do so. Whenever anti-minority violence is justified by claiming it is spontaneous, people like Mander call out the lie. That is why people like him are hated.Mander, with several others, fought for and achieved the passing of the Right To Information, Right To Food, and minimum guarantee of employment laws by holding the government accountable. This is another reason for this attack on him. He has been called a “jholawala” and an “interference”. He is like a thorn in the side of the country’s elite, who wants to seize control over every resource and process.In the past six years, attacks on Muslims, Christians and Dalits have multiplied. During this time, the Indian media worked hard at invisibling the violence. Mander and his companions never allowed it to disappear from the public eye. He has constantly shown everyone that it is possible to combat violence even when a political party with a majoritarian ideology is in power.Why is he disliked?Everyone loves to talk about love and affection, when justice is not on line. Justice is a bitter issue. Were Harsh to keep himself to singing “Ram Dhun”, there would be no problem. Our society is full of Gandhivaadis who keep chanting of love and avoid the mention of justice. Mander speaks of justice and hence, is unpleasant to some people.Harsh Mander and the Karwan e Mohabbat team in Gujarat. Credit: Nikhil RoshanLast year, when the Bharatiya Janata Party government adopted a legal route to divide and disgrace Jammu and Kashmir and later, to delegitimise Muslims through citizenship laws, Mander knocked on the doors of the courts. Fighting for the people in detention centres in Assam, he locked horns with the Supreme Court. In February, when violence was unleashed upon Delhi and the police and administration as usual began targeting Muslims, Mander approached the court again.Fighting the legal battle does not imply turning away from the movement on-ground. When Muslims and the youth of this country took to the streets to protest the Citizenship Amendment Act, National Register of Citizens and National Population Register, they found Mander – and several like him – standing by them in solidarity. He spoke up against the attack on the students of Jamia and even went to the institute. There, Harsh Mander gave a call to all Indians to stand up for our rights through Constitutional and non-violent means.The hate campaignThe speech quoted at the start of this article took place in December, after which we saw an organised hate campaign. It was targeted at those who were sitting in protest at various places against the citizenship amendment laws. This hate campaign ran under the shadow of an election campaign and involved senior members of the ruling party. The plan to incite violence against the protestors worked. Shots were fired at Shaheen Bagh and Jamia Milia Islamia. Then violence erupted in Northeast Delhi in February. Murders, looting, arson followed.Mander got involved in the relief work, while also reminding the court that those who had deliberately provoked violence must be brought to justice. It is his insistence of identifying those behind the violence of Delhi that has angered those in the government. They are now trying to fabricate a conspiracy involving him.All of Mander’s work has been open, transparent and non-violent. Secrecy and conspiracy is not his style of working. He was open about his opposition to the Citizenship Amendment Act and the National Register of Citizens. He has spoken publicly against the unconstitutionality of the government’s actions.The only agency that could call him a riot conspirator is the one under whose watch Jawaharlal Nehru University students and teachers were attacked by thugs and then went scot-free, and whose chief laughs off the attack on former student leader Kanhaiya Kumar and calls the victims of violence the perpetrators.Why hasn’t a chargesheet been filed against the political leaders who openly instigated violence against the protestors and spread hate? This question must be raised and remembered.We must also remember, if a chargesheet can be filed against Mander then the country has already slipped into a grave dark hole. This move is a test to check if the democratic spirit of India is still alive or has it breathed its last.Apoorvanand teaches Hindi at Delhi University. The original article in Hindi has been translated by the Karwan e Mohabbat team.","author":"Apoorvanand","time":"2020-06-20T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138441-hgtpkgstyj-1584379218.jpg","tags":["Citizenship Amendment Act","National Register of Citizens","Harsh Mander","Northeast Delhi violence"],"source":"https://scroll.in/article/965111/with-harsh-mander-named-in-delhi-riots-chargesheet-indian-democracy-has-slipped-into-a-dark-hole"}