{"title":"With pending criminal cases, wrestling chief accused of sexual abuse is no stranger to controversy","content":"Over the course of his three terms as president of the Wrestling Federation of India starting from 2011, Brij Bhushan Sharan Singh has had the last word on everything related to the sport in the country. His hands-on approach has often seen him overrule referees and even coaching tactics.On Wednesday, some of the biggest names of the sport in India came out in protest at the Jantar Mantar in New Delhi, accusing the 66-year-old of sexual harassment, and putting the Bharatiya Janta Party MP’s reign as chief of the national federation under a cloud. Among those the protestors are three-time Commonwealth Games gold medallist Vinesh Phogat and 2016 Rio Olympics bronze medallist Sakshee Malikkh. They have accused him of sexually exploiting and intimidating some of their fellow women wrestlers. On Friday evening, Sports Minister Anurag Thakur announced that Singh would step aside until an inquiry into the sexual harassment charges was completed.Singh’s reign as wrestling chief has had its ups and downs. Under his charge, India has enjoyed regular success in the international arena regularly, with medals in each of the last four Olympic Games. It has also tasted great success at the Commonwealth Games.  Wrestling fans say that Singh has made sure to be present, either in person or virtually (through cameras setup at venues), at all national- and international-level wrestling events in India.   Singh has brought in a fair deal of focus and financial support to the local dangals – regional wrestling competitions played on mud. But he has a reputation of being overbearing. Singh has denied the allegations of the protesting wrestlers, claiming that they are politically motivated. But this is not the first time the wrestler-turned-politician has found himself in a controversy.Pending casesSingh is a six-time MP – five with the BJP and once with the Samajwadi Party in 2009. He is currently the MP from Kaiserganj in Uttar Pradesh.A budding wrestler in his youth, Singh entered politics  during the Ram Janmabhoomi movement in the late 1980s and still has a case pending against him related to the demolition of the Babri Masjid in Ayodhya. He also has four cases pending in Ayodhya and Gonda, according to his election affidavit for the 2019 Lok Sabha elections. The charges include robbery, attempt to murder and bribery in connection with elections.In addition, he claimed to Scroll.in that former Prime Minister Atal Bihari Vajpayee had accused him of having killed BJP party candidate Ghanshyam Shukla. The BJP had replaced Singh with Shukla as the candidate from Gonda in the 2004 elections, but Shukla died in a road accident on the day of the elections.Overstepping boundariesHis heavy-handed approach has frequently drawn him into the headlines. In 2021, he suspended a Railways team coach because the coach had been “too animated”, The Indian Express reported. Later that year, he slapped a wrestler at the Under-15 National Championships when the young grappler was protesting a decision.Singh has also ordered video referrals and attempted to overturn refereeing decisions. At the national trials for the World Championships last year, he even halted a bout so that sadhus from Ayodhya could bless the athletes. Later at the same event, he had all the athletes sit in front of him and he pointed out their technical flaws.In an interview with The Indian Express, he said: “These are all strong men and women. To control them, you need someone stronger. Is there anyone stronger here than me?”In 2021, Phogat had been suspended by the Wrestling Federation of India for not wearing the official singlet at the Tokyo Olympics, and later, at the trials for the World Championships team, athletes were told to declare their entire list of sponsors. @PMOIndia @AmitShah @ianuragthakur @PTUshaOfficial pic.twitter.com/PwhJjlawPg— Vinesh Phogat (@Phogat_Vinesh) January 20, 2023\n\nAccusations of sexual exploitationOn Wednesday, the wrestlers protesting in New Delhi accused Singh and the Wrestling Federation of India of mental harassment and corruption. Phogat, a two-time World Championship bronze medallist, also claimed that Singh had threatened to kill her and alleged that Singh and the Wrestling Federation of India were sexually exploiting young wrestlers.“I know at least 10-20 women wrestlers who have told me about the sexual exploitation they faced at the hands of the WFI president,” she said at a press conference. “They told me their stories. I can’t take their names now, but I can definitely reveal the names if we get to meet the prime minister and the home minister of the country.” A meeting the wrestlers had on Thursday with sports minister Anurag Thakur proved inconclusive. On Friday, a letter addressed to Indian Olympic Association chief PT Usha was posted on social media signed by Phogat, Malikkh, Tokyo Olympics bronze medallist Bajrang Punia, Tokyo Olympics silver medallist Ravi Dahiya  and  World Championships silver medallist Deepak Punia.They claimed that the Wrestling Federation of India had misappropriated funds related to contract payments. According to the letter, the Singh allegedly “mentally harassed and tortured” Phogat after she failed to win an Olympic medal in Tokyo, which caused her to contemplate suicide.In addition, the wrestlers wrote: “It has taken a lot of courage for us wrestlers to come together and protest against the Wrestling Federation of India President. We fear for our lives. If he is not sacked then the careers of all the young wrestlers who have joined this dharna will be over.”The Indian Olympic Association on Friday formed a seven-member committee to investigate the allegations against Singh. Update: Following a statement by the Sports Ministry, which has asked Singh to step down for four weeks till a committee investigates the allegations, the wrestlers have decided to call off their protest. According to the ministry’s statement, Singh has “has assured to cooperate in the investigation”.","author":"Scroll Staff","time":"2023-01-21T08:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185884-zvbqtfrydj-1674222434.jpg","tags":["Brij Bhushan Sharan Singh","Wrestling Federation of India","Sakshee Malikkh","Vinesh Phogat","Wrestling"],"source":"https://scroll.in/field/1042249/with-pending-criminal-cases-wrestling-chief-accused-of-sexual-abuse-is-no-stranger-to-controversy"}