{"title":"With probe into its finances, NDTV complains about 'concerted campaign' against it","content":"NDTV's grand project to become India's first global media company has failed. By its own admission, India's oldest and most prestigious private news broadcaster has not only been unable to make much of a dent outside the country. Now, it is also struggling to shrug off a perception that it has grown on shaky foundations. On Tuesday, the network released list of so-called frequently asked questions on its website, attempting to dispel the idea that NDTV is \"scam tainted\".What is the NDTV scam? \"There is no such thing!\" says the first answer on the FAQ. \"We are seeing a classic example of what Goebbels recommended – repeat a lie often enough, and perhaps someone will end up believing it. In actual fact, all of NDTV's affairs have been above board, and as per the relevant laws.\"NDTV's FAQs come as a bit of firefighting at a time when the brand is under attack: it has received a recent notice from the Enforcement Directorate, coupled with further scrutiny on the company's finances from the press, the government, social media and its own shareholders. In addition to all of that, NDTV and its financial dealings are the subject of The Caravan's new cover story, which hit the stands on Tuesday. The article will likely draw more attention to a subject that is often mentioned in conversation but rarely written about, as a Moneylife piece questioning the network's ownership from earlier this year made clear.Attributed to NDTV's communication team, the article titled, \"FAQs on the 'Charges' against NDTV\" features 12 questions with somewhat confusing answers that attempt to do a classic bit of crisis management: get your version out first.The historyNDTV, founded in 1988 by Prannoy and Radhika Roy, has over its lifetime, been accused of being too cozy with the Congress, hit by a credibility crisis in 2010 after one of its chief anchors turned up in the Radia tapes, withstood questions about its ownership and faced inquiries from the Income Tax Department.This time around, the network is fending off inquiries from the Enforcement Directorate for allegedly bringing in Rs 2,030 crore in foreign investments between 2007 and 2010, in alleged contravention of the Foreign Exchange Management Act. The FAQs attempt to respond to these and other general allegations about NDTV's funding, but the responses are somewhat confusing and most likely would not withstand the scrutiny of the channel's own editorial board.\"There is always the danger that repetition of wild charges, no matter how baseless, could lead to some of the mud sticking,\" the company's explanatory note says. \"However, NDTV has done absolutely nothing wrong, and so eventually all of this is bound to be resolved in our favour.\"The questions trace the journey of what the network says was its attempt to become a global brand, taking funding from abroad, particularly from the General Electric-owned NBC Universal, and the establishment of other channels, including lifestyle and entertainment units. Because the foreign companies were eventually shut after moving cash into India, allegations against the company claim that many of these moves were attempts to illegally bring in money or launder it.NDTV denies this. Big companies don't do bad things, it says, even though its own coverage of India's many scams has demonstrated that this many not necessarily be true. \"Essentially, the Income Tax department took the stance that the NBCU transaction was a 'bogus' and 'sham' transaction,\" the FAQs say. \"First the assessing officer argued that NDTV had not established the creditworthiness of the investor. This made little sense – because GE was one of the largest companies in the world!\"Bold claimsThe network goes on to make the bold claim that attempting to question GE/NBC's motivations would be tantamount to \"dent the government's efforts to prove to the world that India is a friendly destination for foreign investors.\" It's the kind of line many journalists would be inclined to view as smart spin.NDTV claims that it has thousands of pages of documentary evidence about all its deal. Yet it also says that it doesn't \"completely understand the [ED] notice\", adding that it has yet to respond to the agency and will do so in due course. In the process, it goes on to defend, again, some of the very tactics that it has previously found reason to criticise.\"While it is true that there was a complex structure, this was as per expert advice in keeping with NDTV's ambitious global plans at that stage,\" it says. \"It is important to note that there was nothing wrong in the structure, which was worked out by the top advisory firms in the world such as KPMG and PwC.\" It's not difficult to spot the logical fallacy there, considering the track record of companies like KPMG and PwC.Finally, NDTV  even finds the space in its FAQ to appreciate itself and complain about a conspiracy against itself, managing to sound not unlike many politicians it has covered and mocked over the years.Q: If all these charges are flimsy, then why is NDTV being targeted?A: That's a very good question, and we can only speculate as to the answer. As with all media organizations, NDTV has its share of enemies, and some of them have been running a concerted campaign against the company for several years now.","author":"Rohan Venkataramakrishnan","time":"2015-12-02T08:15:33+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/772870-8098a9a0-2faf-441e-9135-da6bfd8e1863.jpg","tags":[],"source":"https://scroll.in/article/772870/with-probe-into-its-finances-ndtv-complains-about-concerted-campaign-against-it"}