{"title":"With climate change and increased production cost, MSP alone is no guarantee of better farm income","content":"Farmers from Punjab and Haryana have been protesting on the border of Delhi and Haryana since February 13. A consequence of the previous farmers’ stir in 2021 against the three farm laws was that the Union government was forced to repeal the laws.This time, a key demand of farmers is a law making minimum support price, or MSP, the minimum price at which the government purchases crops from farmers, legally binding and ensuring that MSP is fixed based on the MS Swaminathan committee recommendation of 50% more than cost of production. Other demands include pension for farmers and agricultural labourers, farm loan waiver, minimum daily wage of Rs 700, and 200 days of guaranteed employment in the rural jobs programme. On February 19, the farmers’ unions rejected the government’s offer to buy pulses, cotton and maize on a five-year contract and decided to proceed with their protest march to Delhi demanding a legislation guaranteeing MSP for 23 crops including fair and remunerative price for sugarcane. Two days later, the march was suspended temporarily following the tear gassing of farmers and the death of a 22-year old protestor, Shubhkaran Singh, due to a head injury.Lack of remunerative farm incomes has been a concern over the years. In 2016, Prime Minister Narendra Modi had announced that farm incomes would double by 2022. Even in 2018, Arun Jaitley, who was finance minister then, had said that agriculture was the government’s “top priority” and that in some places farmers are “not getting the price for their produce”. An inter-ministerial committee on doubling farmers’ income was set up, which submitted its recommendations, but farm incomes have not doubled as promised.There have been multiple protests across the country over the years for various reasons, including a glut of agricultural produce. But the concern of remunerative farm prices has persisted despite record production of rice and wheat, which are the most procured crops under the MSP regime.Experts said that while the MSP was created to protect farmers from market price fluctuations, that alone will not guarantee better farm incomes. The need is for a basket of services which can improve the income growth of farmers and help them diversify.Centre’s MSP calculationCurrently, the government fixes MSP for 22 crops and the fair and remunerative price for sugarcane. But the majority of its procurement is for paddy and wheat, which is used for the government’s food security scheme and is procured from a few states like Punjab, Haryana and Madhya Pradesh. Around 40% of the kharif season payments made for 2022-23 were for farmers from Punjab and Haryana.The government provides MSP based on the recommendation of the Commision for Agricultural Costs and Prices. It calculates based on costs of inputs like seed, fertilisers and the like (A2) and the cost incurred by the farmer and the value of family labour (termed FL). But the National Commision of Farmers, also known as the Swaminathan Commission, had recommended a price that is 50% over C2, which is A2+FL cost plus imputed rental value of owned land, interest on fixed capital, and leased land rent, as applicable which is what the farmers are now demanding through the legislation. The government claims that the MSP calculated by Commision for Agricultural Costs and Prices is 1.5 times cost of production (A2+FL).The government’s present calculation and the C2+50% vary based on the crop. For example, the MSP for wheat is Rs 203 less, per quintal, than C2+50%. In the 2017-’18 kharif (monsoon crop) report, the Commision for Agricultural Costs and Prices suggested that to “instill confidence among farmers for procurement of their produce, a legislation conferring on farmers ‘The Right to Sell at MSP’ may be brought out”.According to the Situation Assessment of Agricultural Households and Land and Livestock Holdings of Households in Rural India report, the average monthly income of an agricultural household was Rs 10,218 of which 40% is agricultural wages. There are wide variations across the country, with Punjab and Haryana earning more than twice the national average while in Bihar, Uttar Pradesh, Madhya Pradesh, Telangana, West Bengal and Chhattisgarh, incomes were lower.Farm incomes remain inadequate, said agriculture experts. “We need to make MSP a guaranteed price because only 14% farmers are getting MSP in India,” said agricultural policy expert Devinder Sharma. “This means that 86% are dependent on markets, and if the markets are benevolent, why are farmers protesting?”When MSP and procurement were introduced in the 1960s, the food subsidy was meant for consumers and not farmers, and the logic was to support industrial growth through these subsidies, said GV Ramanjaneyulu, executive director of the Centre for Sustainable Agriculture. “The support systems have not changed even as the nature of agriculture changed over the decades.”He added that MSP distorts crop choices and not the market, and farmers need a basket of support services that will help them get remunerative incomes. “Farmers feel that if price is guaranteed then there is income. Actually they are asking for an income guarantee,” said Ramanjaneyulu.Even if C2+50% is given under the current circumstances, farmers will focus on growing the crops that will give them higher returns through procurement that will lead to an imbalance in production which would be similar to the current situation.Farmers’ rights activist Kavitha Kuruganti said that there are two self-corrective mechanisms by guaranteeing price. “It will incentivise the government to reduce C2 because it is a public financing burden and low-cost agriculture will have to be promoted,” she said. “It also ensures that anti-farmer free trade decisions are not adopted which may lead to dumping of subsided produce from other countries and a price crash. The cost will have to be borne by the government if it happens.”Remunerative farm income needs input and output support, including better and more diverse crops, ecologically sustainable agriculture, additional livelihoods, direct income support and incentives for innovations.Incentives to switchOver the decades, intensive agriculture using chemical fertilisers and pesticides and the indiscriminate extraction of groundwater has caused immense ecological problems affecting soil and agriculture.Rice and wheat, two of India’s most important food crops, are also the most water-intensive; producing a kilogram of rice requires an average of 2,800 litres of water, while a kilogram of wheat requires 1,654 litres, IndiaSpend reported in June 2019.Groundwater extraction in India for water-intensive crops such as paddy has had a detrimental effect on water resources in India, which is the largest extractor of groundwater in the world.Between 2022 and 2023, groundwater extraction fell merely by 1% according to government data, which ranks Punjab as the state with the most overexploited groundwater utilisation, at 166%. The groundwater level in the state has plummeted to below 98 feet over the course of two decades from 1998 to 2018, IndiaSpend reported in November 2023.These circumstances add a financial burden on cultivators due to the need to dig multiple borewells or purchase water for water-intensive crops, leading to rising debt. The SAS report shows that half the agricultural households in India are in debt, with an average outstanding loan of Rs 74,121.Although indebted agricultural households fell to 50.2% in 2018-’19 from 52% in 2012-’13, the average outstanding loan among agricultural households increased 59% – from Rs 47,000 to Rs 74,121.Between 2019 and 2021, on average, there were 5,618 farmer suicides annually, which translates to 15 farmers dying by suicide daily in India, indicating the high cost of farming, indebtedness and inadequate remuneration.The legally guaranteed MSP is a flexible policy tool to achieve environmental sustainability and social equity, said Kuruganti. “Price guarantee can incentivise cropping patterns and land use based on cropping seasons or farmer category.”Credit: PTI. In the 2022 budget speech, Finance Minister Nirmala Sitharaman announced that \"chemical-free natural farming will be promoted throughout the country, with a focus on farmers’ lands in 5-km wide corridors along the river Ganga, at the first stage”.There have been efforts to transition to agroecological farming, encouraging reduced or no use of chemical inputs for agriculture.In a multi-part series on natural farming, IndiaSpend reported on how Punjab has amongst the highest use of fertilisers, pesticides and large machinery, including government support for chemical farming which makes it difficult to transition to organic and natural farming.Rice and wheat remain lucrative compared to other crops, as we explained earlier. In order to move away from these water-intensive crops, the government needs to make other crops lucrative.Prices for alternative crops need to be based not merely on the crops themselves but, Sharma said, should be provided prices based on the ecosystem services and the value they add due to reduced use of chemical inputs and reduced water utilisation, improved soil, and human health. “There should be a premium compared to chemical fertiliser-based agriculture. This will incentivise farmers to diversify.”There are initiatives in different states including Andhra Pradesh and Odisha where efforts to encourage agroecological farming practices are being made. Ideally, the government should have provided guaranteed prices for crops other than rice and wheat to encourage farmers to shift, and farmers should have made that demand and negotiated for it, said Ramanjaneyulu.Support for small farmers, labourersIn India, nine in 10 agricultural households are small and marginal who own less than five acres of land. Marginal landholdings, less than 1 hectare, have increased from 65% to 69% in the decade ending 2015-’16. This means that most farmers do not have sufficient land holding to produce adequate surplus to sell, even if there is limited MSP procurement. This further reduces the income from farming and pushes farmers to work as agricultural labourers for additional income.According to the 2018 All India Rural Financial Inclusion Survey by National Bank for Agriculture and Rural Development, in 2015-16, in Punjab, Madhya Pradesh, and Haryana, one-fourth of the rural households reported low savings despite having better incomes when compared to their counterparts.Half the agricultural households had at least two sources of income and more than a quarter had three sources.In order to provide additional incomes for farmers, the government launched the Pradhan Mantri Kisan Samman Nidhi scheme in 2019, which offered Rs 6,000 per landowning farmer. Odisha and Telangana are some of the states that provide similar income transfer schemes. However, the PM-Kisan scheme excludes agricultural labourers, who form 55% of all agricultural workers.“We need to have a two-tier system with legalised MSP for farmers who have surplus produce and direct income support for the majority of farmers who do not have surplus,” said Sharma. “I think Rs 5,000 a month can be provided under PM-KISAN to farmers who do not have surplus.”If other sources are not created, we will need to compensate with direct income support like PM-KISAN, said Ramanjaneyulu. “But this support has not been calculated properly and not targeted for groups who need it most, like landless labourers or small and marginal farmers. When you pay per acre, there is incentive to own land, but not necessarily to cultivate.”The government must spend more on agriculture because half the population is dependent on it, but it has to be spent so that equal support is provided to all states, he added.Credit: PTI.Better investmentConsidering that the majority of the population is dependent on agriculture and related activities, it is important to invest in research, development and disseminating accurate information to farmers, experts say.The Union government increased the research budget for the agriculture ministry by 10% in 2023-’24, but it was only 8% of the overall budget for the ministry, the same proportion allocated in the vote-on account budget of 2024-’25. In 2022, the budget for agricultural research and education did not increase – it remained the same as the revised budget for the previous year.Ramanjaneyulu pointed out that there is a need to highlight issues around agriculture through research, and through the dissemination of information on issues such as extensive subsidies that are provided to farmers in Punjab that are much higher than those in other states. This helps comprehend the limitations of resources and informs stakeholders to innovate and find policy solutions.According to a PRS Legislative Research report, 73% of the rechargeable groundwater area in Punjab is categorised as over-exploited in 2022. While the state budgeted Rs 6,395 crore as expenditure on power subsidies in 2022-’23, it was increased to Rs 7,465 crore in 2023-’24. This indicates the impact of free or subsidised power that is one of the reasons for groundwater loss in the region.The Union government is keen to improve ease of doing business for corporates, but there should be as much interest in supporting “ease of farming”, feels Sharma. “I do not mean ease of doing agribusiness. I mean even basic government support for accessing fertilisers or other farm inputs need to be improved.”He added that a model similar to Amul, wherein dairy produce is supported by the government, will allow farmers to get a substantial proportion of the end consumer price, particularly for fruits and vegetables.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Shreehari Paliath, IndiaSpend.com","time":"2024-02-27T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181482-yrglfpqtnu-1666100145.jpg","tags":["MSP","Farmers Protest","Agriculture","Minimum Support Price","Punjab","Haryana","Farmers","Fair and Remunerative Price"],"source":"https://scroll.in/article/1064191/with-climate-change-and-increased-production-cost-msp-alone-is-no-guarantee-of-better-farm-income"}