{"title":"Woman who alleged sexual harassment by CJI Ranjan Gogoi withdraws from  committee proceedings","content":"The 35-year-old former junior court assistant who had accused Chief Justice of India Ranjan Gogoi of sexually harassing her withdrew from the proceedings of an in-house three-judge committee  on Tuesday.“I was compelled to walk out of the committee proceedings today [Tuesday] because the committee seemed not to appreciate the fact that this was not an ordinary complaint but was a complaint of sexual harassment against a sitting CJI and therefore it was require to adopt procedure that would ensure fairness and equality in the highly unequal circumstances that I am placed,” the woman said in press release.She added: “I had hoped that the approach of the committee towards me would be sensitive and not one that would cause me further fear, anxiety and trauma.”On April 19, the woman wrote to 22 judges of the court and sent them a sworn affidavit detailing the alleged episode of sexual harassment and the subsequent victimisation of her family. She was dismissed from service in December, following disciplinary proceedings. One of the charges against her was that she took a day’s leave without permission. She had alleged in the affidavit that after she rebutted Justice Gogoi’s advances, her husband and brother-in-law were suspended from their positions in the Delhi police. The authorities cited a case filed in 2012 to do so. But this case, the woman said, had been amicably settled between the parties. Her other brother-in-law, who was given a position in the Supreme Court under the discretionary quota of the chief justice, was also dismissed in January.  ‘Scurrilous and motivated’  Following the letter, a bench headed by Chief Justice Gogoi was formed on April 20. Justice Gogoi dismissed the allegations as “scurrilous and motivated” and claimed that there was a larger conspiracy to “deactivate” the office of the Chief Justice. However, the order of the bench on April 20 did not carry his name. Several lawyers and advocate associations took exception to this extraordinary hearing and urged the court to follow due process. The Bar Council of India, on the other hand, backed Justice Gogoi. In the meantime, a lawyer named Utsav Bains moved the Supreme Court with an affidavit claiming that he had been approached to fix the chief justice in a sexual harassment complaint. He claimed that powerful corporate figures were involved in the conspiracy. On April 22, a new bench consisting of Justices Arun Mishra, Rohinton Nariman and Deepak Gupta was formed, which took the affidavit on record. The lawyer claimed that two court officers who had been dismissed and arrested on April 7 for manipulating orders in a high-profile contempt of court case were also involved in the alleged conspiracy. The bench last week former a committee headed by former Supreme Court Judge AK Patnaik to investigate the allegations in the affidavit. Committee proceedingsIn a press release on Tuesday, the woman provided a chronological account of what had transpired in the committee since its first hearing on April 26.  According to the complainant, following a notice issued to her for her appearance on April 23, she had asked the committee to inform her about the procedure it would adopt and to follow the Vishakha guidelines on dealing with sexual harassment in the workplace and the Prevention of Sexual Harassment Against Women at the Workplace Act. She also asked the committee to allow her to have the assistance of a lawyer or a support person of her choice. She had also demanded for video recording of the proceedings.  She had also objected to the presence of Justice NV Ramana on the committee because, she said, he was a close family friend of the Chief Justice of India. Following this, Justice Ramana recused himself from the proceedings and was replaced by Justice Indu Malhotra. Tuesday’s press release said in the committee hearing that took place on April 26, the judges  told her that the proceedings “were neither an in-house committee proceeding” nor a proceeding under the Vishakha guidelines. Instead, these were informal proceedings. “I was asked to narrate my account which I did to the best of my ability even though I felt quite intimidated and nervous in the presence of three Hon’ble Judges of the Supreme Court and without having a lawyer or support person with me,” the press release said. Requests deniedShe pointed out that she had lost hearing capacity in one ear and found it difficult to follow the judges at times. The request for video recording was denied and the woman was told that she should not disclose the happenings in the committee to the media or to her lawyer Vrinda Grover, the press release claimed.The complainant said that the judges repeatedly asked her why she had made the complaint of sexual harassment so long after the alleged incident.   She said during the first hearing on April 26, she had filed an application requesting the committee to summon the call details record of specific phone numbers along with Whatsapp and chat records. “However the Committee did not accept my application on the first hearing,” the press release said. “The same application was finally taken by the Committee on 30th April 2019, when feeling helpless and distressed I could no longer continue to participate in the Committee hearings.”The woman was not shown the record of her statements in the first two hearings on April 26 and April 29, the press release said. She said she also brought to the notice of the judges on Tuesday that her car was followed by four men on motorcycles and that she feared for her safety. Presenting witnessesThe press release claimed she was told that there were questions about some facts that the judges had wanted her to answer. She declined to do so in the absence of her lawyer/support person.  “I told the committee that it would not be possible for me to participate any further if I was not allowed the presence of my lawyer/support person,” she said in the release. “But this request was still refused by the committee and I was told that if I didn’t participate they would proceed exparte.”  The committee also asked her if she wanted to present any witnesses. “I informed them that almost all the witnesses are working in the Supreme Court of India and there is no likelihood of them being able to depose fearlessly before the committee,” she added.She also informed the committee that due to her health condition and personal circumstances, this kind of stress could be harmful to her. The woman also said she had not been informed if the committee has sought any response from Justice Gogoi to her complaint and that she had been left guessing and anxious on all these matters. “I felt I was not likely to get justice from this committee and so I am no longer participating in the three judge committee proceedings,” she said.","author":"Sruthisagar Yamunan","time":"2019-04-30T20:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118251-pnikahurms-1556101877.jpg","tags":["CJI Sexual Harassment Case","Sexual Harassment","Ranjan Gogoi","Supreme Court"],"source":"https://scroll.in/article/921866/woman-who-alleged-sexual-harassment-by-cji-ranjan-gogoi-withdraws-from-committee-proceedings"}