{"title":"Women’s T20 Challenge Supernovas vs Velocity as it happened: Shafali, Wolvaardt shine in run-chase ","content":"Watch Supernovas vs Velocity match highlights\n    \n        \n        \n            \n            \n            \n        \n    \n\n    .@TheShafaliVerma scored a cracking half-century in the chase and was our top performer from the second innings of the #SNOvVEL match. 👏 👏 #My11CircleWT20CA summary of her performance 👇 pic.twitter.com/GbfUGWYec0— IndianPremierLeague (@IPL) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity win by 7 wickets and 10 balls to spare: Without doing the actual math, it is unlikely that Supernovas will miss out on the final. It comes down to Velocity vs Trailblazers on the final day. Deepti and Co will need just a win, Smriti Mandhana and Co will need to win big. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Points table \n    \n         Team  Pld  Won  Lost  Net RR  Pts \n    \n     1  SNO  2  1  1  0.912  2  2  VEL  1  1  0  0.736  2  3  TBL  1  0  1  -2.450  0 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shafali Verma:  51 off 33 balls, SR: 154.54 Laura Wolvaardt:  51 off 35 balls, SR: 145.71 Velocity chase 150 down with 10 balls to spare. What a brilliant batting effort\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 151/3 after 18.2 overs: Win by 7 wickets! A terrific run-chase by Velocity. Shafali Verma with a fantastic innings at the start, Laura Wolvaardt with the finishing touches. Fantastic innings by the Indian and South African batters. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF CENTURY: What a shot by Laura Wolvaardt. Delightful shot over long on off Dottin. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Just sheer timing for a 83m six. Laura Wolvaardt! 🔥 pic.twitter.com/jcLVg7YZal— Vinayakk (@vinayakkm) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 144/3 after 18 overs: Four singles and a two in King’s over. Velocity doing this with ease. Wolvaardt on 45 off 33 balls. Not a shot in anger... all timing, on both sides of the wicket. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 138/3 after 17 overs: Not been Ecclestone’s day. A couple of dropped chances off her bowling and now Wolvaardt taking her on; 8 from that over including a four. 4-0-32-0, is not Ecclestonesque.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ecclestone cones on, last chance saloon for SNO.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WomensT20Challenge 📸 Just a @LauraWolvaardt special.https://t.co/3MGvFlgFTJ pic.twitter.com/UaRUHsCblN— The Field (@thefield_in) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 130/3 after 16 overs: Oh, Laura Wolvaardt! Brilliant through the offside as ever. First a punch and then a drive. After a good over from Dottin, Velocity take control again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shafali Verma 51 highlights.#My11CircleWT20C #SNOvVELhttps://t.co/3vdclgRKv0— hypocaust (@_hypocaust) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 119/3 after 15 overs: Fine over there from Dottin with the required rate coming below 6 briefly. Just keeping things interesting. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 117/3 after 14 overs: Harman brings herself on to bowl with Wolvaardt in the middle, perhaps with CWC22 in mind, but it didn’t go her way this time. Couple of fours. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ecclestone to people dropping catches off her bowling.#CricketTwitter #WomensT20Challenge #Cricket pic.twitter.com/uZzPfGmk5K— Asli BCCI Women (@AsliBCCIWomen) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 105/3 after 13 overs: Oh dear, as we still think about the Harman catch, that’s another dropped by SNO today. Chandu lets one go through her hands as Deepti swept one hard. LW finishes the over with a four off Ecclestone, who is left frustrated. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    I was fortunate to be there when Shafali Verma made her #WT20 debut.Her fearless approach and the ability to shred the best of bowling attacks sets her apart from all others. Yet another feather to her cap today.... #WomensT20Challenge #WIPL pic.twitter.com/Csku0x708v— Rajneesh Gupta (@rgcricket) May 24, 2022\n\n\n\n    Just HK7 things.May 2018: Smriti Mandhana c Harmanpreet Kaur b Ellyse PerryMay 2022: Shafali Verma c Harmanpreet Kaur b Deandra Dottin#WomensT20Challenge pic.twitter.com/fTMJVNoscC— Vinayakk (@vinayakkm) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 96/3 after 12 overs: Supernovas are pulling things back alright here but Velocity also have plenty of firepower left on paper. Just 4 from that King over. Equation, 55 from 48 balls. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 92/3 after 11 overs: A Couple of fours for Deepti off Pooja’s over. May 2018: Smriti Mandhana c Harmanpreet Kaur b Ellyse Perry May 2022: Shafali Verma c Harmanpreet Kaur b Deandra Dottin \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet doing her thing. #WomensT20Challenge #IPLWomenhttps://t.co/unpAxZ1Rzq— Srinidhi  (@Srinidhi_PR) May 22, 2018\n\n\n\n    WV Raman and Anjum Chopra discussing Navgire's batting position today and honestly, why is she being saved? Uncapped player who could use the exposure sans pressure. Knowing Rana and Deepti come after will take the load off her if she doesn't fire. *shrug*#WT20C— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 82/3 after 10 overs: Deepti has joined Wolvaardt in the middle as we still digest that blinder by HK7. And what an innings from Shafali too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WomensT20Challenge Harmanpreet Kaur! Somebody edit this with a cape on 😍 pic.twitter.com/aIcQsTW7tW— Samreen (@SamreenRazz) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  9.4: Shafali Verma 51(33) ct Harmanpreet Kaur b Deandra Dottin What a fielder, what an athlete. Harmanpreet Kaur throws herself to the left and pulls off a stunner and Verma looks on stunned. She is India’s best. She has done it so often in the past! Velocity 80/3\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet can fly! Mandatory blinder by India's best.#WomensT20Challenge pic.twitter.com/nAL0ERYcSB— Vinayakk (@vinayakkm) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Commentator Natalie Germanos: “What a player, and what an inspiration as well, to youngsters watching the game. Her approach to the game is just something special and to be admired, to probably be emulated as well”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF CENTURY ! Shafali Verma, given out on 49 and reviews it successfully, then goes on to score a 30-ball 50. A thrill to watch her bat. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \"What a player, and what an inspiration as well, to youngsters watching the game. Her approach to the game is just something special and to be admired, to probably be emulated as well\"Nice lines by @NatalieGermanos as Shafali Verma reached her 50.#WomensT20Challenge pic.twitter.com/UZpUic3ONv— Vinayakk (@vinayakkm) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 72/2 after 8 overs: Wolvaardt and Shafali batting together, a song of ice and fire if you will.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 7.2: Yastika Bhatia 17(13) b Deandra Dottin Four and out! Yastika moves across a bit too much and Dottin fires one in at the base of the leg stump. Timber! Velocity 69/2 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Record for highest powerplay score in Women's T20 Challenge broken twice in three innings in just the first two games of this edition.58 for 1 by Supernovas vs Trailblazers on May 2360 for 1 by Velocity vs Supernovas on May 24#WT20C #WT20Challenge— Annesha Ghosh (@ghosh_annesha) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 60/1 after 6 overs: SHAFALI VERMA ON FIRE! What a fantastic start for Velocity, as Shafali Verma tees off in the powerplay. Vastrakar, Meghna, Ecclestone, Chandu... all facing the heat. A 6-4 in Chandu’s over there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A quickfire 5⃣0⃣-run stand between @TheShafaliVerma & @YastikaBhatia! 👏 👏Velocity 60/1 after 6 overs. 👍 👍Follow the match 👉 https://t.co/ey7pHvLcGi #My11CircleWT20C #SNOvVEL pic.twitter.com/Femo12nuXO— IndianPremierLeague (@IPL) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 48/1 after 5 overs: Back to back fours for Shafali off Ecclestone and soon after a dropped catch by Dottin, of all people, at point. Could be very costly! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shafali absolutely toying with the bowling attack and making Meghna and Pooja, who starred in yesterday's win look really easy to hit all over the ground. And she's not kind to even Sophie Ecclestone now. What a cricketer. Puts on a show, this woman. Always. #WT20Challenge— TheRandomCricketPhotosGuy (@RandomCricketP1) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 38/1 after 4 overs: Two fours off Vastrakar’s 2nd over. What a start for Shafali here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Very small sample space (because we couldn’t watch any of the Women’s T20 Trophy) but Shafali Verma looks like she has levelled up. Some lovely shot-making here and looks balanced at the crease. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 27/1 after 3 overs: Yastika welcomes Meghna with a four and then Shafali hits a couple more (the second was hit so hard that Luus couldn’t react to it at midwicket) \n    \n        \n        \n            \n            \n            \n        \n    \n\n    7⃣1⃣ Runs5⃣1⃣ Balls7⃣ Fours3⃣ SixesLeading from the front, @ImHarmanpreet put on a superb show with the bat & scored a fine half-century. 👏 👏 #My11CircleWT20C #SNOvVEL Watch her knock 🎥 🔽 https://t.co/OhUOQ9sXBh— IndianPremierLeague (@IPL) May 24, 2022\n\n\n\n    #WomensT20Challenge Pooja Vastrakar picking up from where she left last night. Whatta player 🔥 pic.twitter.com/QiT6ocJX4T— Samreen (@SamreenRazz) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 12/1 after 2 overs: Another four for Shafali to finish the Vastrakar over. Yastika in the new batter in. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 1.3: Natthakan Chantham 1(4) ct Harmanpreet Kaur b Pooja Vastrakar She had 4 wickets last night and she strikes here right away as well. Chantham outside edges on to HK7 at slip. Velocity 6/1\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Velocity 6/0 after 1 over: Shafali with a brilliant shot down the ground for four off Ecclestone. Great use of the feet there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Chantham and Shafali Verma opening together truly is the stuff of dreams ❤️Can’t wait to see more such combinations in the IPL next year 😌— Rupin Kale (@Vegansportlover) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 150/5 after 20 overs: Interesting, Velocity have gone with Chantham to open the batting when they have Wolvaardt and Kiran Navgire also as options. Shafali takes guard against Sophie Ecclestone. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hockey fans, head over to the Asia Cup live blog for a big match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #AsiaCup2022 🏑India take on Japan today, hoping to get their first win of this Asia Cup campaign. The defending champions were held to a 1-1 draw against Pakistan in their opening match yesterday.#INDvsJPN live updates: https://t.co/FYoEaPudkk— The Field (@thefield_in) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 150/5 after 20 overs: Two boundaries off the last over for Luus off Deepti’s bowling and that takes SNO to 150 after a nightmare start. Great recovery, thanks to a brilliant partnership first between Harman and Taniya, but mostly a terrific 71 by the captain. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  18.6: Harmanpreet Kaur 71(51) b Radha Yadav End of a fine, fine innings by Harman. A six earlier in the over, then a lovely yorker from Radha at the end of the over. Supernovas 138/5\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harman special 6️⃣ #WomensT20Challenge pic.twitter.com/iEa1vKt2So— Vinayakk (@vinayakkm) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 129/4 after 18 overs: No boundaries off Sneh Rana’s bowling till 3.3 overs off her spell, then Harmanpreet Kaur goes 4-6-4. It’s been a wonderful battle, both ways. A streaky sweep first, but nothing streaky about the slog sweep for six and the shot down the ground for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 114/4 after 17 overs: Half century for Harmanpreet Kaur! Came in when her side was under all sorts of pressure, took her time to arrest the collapse with Taniya Bhatia and and has now reached 50 off 42 balls.  Luus with a four off Cross, over mid-off in that over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kate Cross to Harmanpreet Kaur again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 106/4 after 16 overs: Just superb use of the flight and drift from Sneh Rana today. Three singles in that over, Harman trying to go after her but just no pace or full deliveries to work with. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 103/4 after 15 overs: Luus and Harman in the middle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  14.2: Taniya Bhatia 36 (32) Run Out Yastika Bhatia Not the worst outcome for Supernovas, actually. They have hitters in the hut like Ecclestone, Vastrakar, even Luus. Taniya played a lovely hand for the position she walked in. Supernovas 100/4\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 94/3 after 14 overs: Pack the legside field all you want, Harman will still sweep. Another four for her in that Deepti over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Uncapped cricketers to play in Women's T20 Challenge:Dayalan Hemalatha (2018)Shafali Verma (2019)Komal Zanzad (2019)Sushree Dibyadarshini (2019, 2020)Manali Dakshini (2020)V Chandu (2022)Kiran Navgire (2022)Maya Sonawane (2022)#WT20Challenge— Kausthub Gudipati (@kaustats) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 83/3 after 13 overs: After taking an over to just read her perhaps, Harmanpreet is taking on Maya right away. A sweep for four followed by a brilliant lofted hit down the ground for a six. HK7 on the charge. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    My back hurts looking at Maya Sonawane bowl.— Gurkirat Singh Gill (@gurkiratsgill) May 24, 2022\n\n\n\n    Maya Sonawane's wonderfully unique action.#WomensT20Challenge pic.twitter.com/1qENiJUyNx— Vinayakk (@vinayakkm) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 69/3 after 12 overs: The 50-run partnership comes up off 50 balls. Not the most aggressive, but after the start SNO had, this was necessary. Now time for Harman to tee off? Taniya really doesn’t quite have that game, it’s down to the captain largely. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maya Sonawane's action is so aggressive,unique. It's like she bends forward enough for her nose to touch the ground. Interested to see how much force this exerts on her shoulder as she's quite quick through the air. Interesting for leg spin. @sportstarweb #WT20C #WT20Challenge— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) May 24, 2022\n\n\n\n    5⃣0⃣-run stand! 👍 👍A solid half-century partnership between Supernovas caprtain @ImHarmanpreet & @IamTaniyaBhatia. 👏 👏Follow the match 👉 https://t.co/ey7pHvLcGi#My11CircleWT20C #SNOvVEL pic.twitter.com/eUViqZKbDM— IndianPremierLeague (@IPL) May 24, 2022\n\n\n\n    Probably the first piece of writing on Maya Sonawane from 2014 by @SnehalPradhan. Some story behind how she got into cricket, too. #WomensT20Challenge  https://t.co/NDKjxPz8Qr— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 65/3 after 11 overs: Didn’t quite her lengths right in that over, Maya. But wasn’t expensive either. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time for Maya Sonawane! An exciting wrist-spinner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 60/3 after 10 overs: Rana with a typically probing over, just three off it as Harman searched a bit for timing. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sneh Rana time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 57/3 after 9 overs: Radha Yadav making it hard for the batters to score with her over-the-stumps line and packed leg side field. Time for a timeout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 52/3 after 8 overs: Finally some momentum for Supernovas against Velocity. (There is a physics joke in there somewhere). Khaka concedes three boundaries, two for Taniya down the ground, either side of mid on. And then Harman finishes the over with a fine glance. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    In Sri Lanka’s return to bilateral cricket...\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Pakistan restrict Sri Lanka to 106/8 in their 20 overs.Anam Amin and Tuba Hassan get three wickets each ☝️#PAKvSL | https://t.co/vXVvOgYEoE pic.twitter.com/kaQLpM4P7b— ICC (@ICC) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 37/3 after 7 overs: Harmanpreet will sweep as much as she can, when facing spinners. Places one sweep behind square as Radha Yadav comes into bowl against her “former side” for whatever it is worth. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    One of the biggest negative effects of the brief format of the Women's T20 Challenge, is that net run-rate inevitably has to be a focus from the very first match.#My11CircleWT20C #SNOvVEL— hypocaust (@_hypocaust) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 29/3 after 6 overs: The powerplay that completely belonged to Velocity. Khaka finishes with a tidy over. This is a big test for Taniya Bhatia here, her batting has always been the factor holding her back in white-ball cricket. There is no doubting her keeping skills, but she needs to show she can score big too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hope we see a Harmanpreet classic today.— Gurkirat Singh Gill (@gurkiratsgill) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 25/3 after 5 overs: A third over on the trot for Cross. Harman, her twin (not really), gets her first boundary of the day with a flick for four past Kiran Navgire, who should have done better. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kate Cross bowling to Harmanpreet Kaur. pic.twitter.com/JjsJyO5mSc— Vinayakk (@vinayakkm) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 3.5: Deandra Dottin 6(9) ct Yastika Bhatia b Deepti Sharma Couple of deliveries after just about clearing the fielder at deep mid-wicket, Dottin goes for another big shot but the top edge is safely taken by keeper Yastika. Supernovas 18/3 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 14/2 after 3 overs: Taniya Bhatia has joined Deandra Dottin. Interesting. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 2.3: Harleen Deol 7(9) ct Laura Wolvaardt b Kate Cross Kate Cross strikes again! Harleen Deol, who had a great outing last night, is out early here. Supernovas 12/2 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 8/1 after 2 overs: Deepti Sharma with a tidy over. The captain brings herself on nice and early. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 5/1 after 1 over: Great start for Velocity there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Took a couple of balls to get her line right, but there it is, straight, hitting the stumps length giving Kate Cross her first wicket! #WomensT20Challenge— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 0.3: Priya Punia 4(3) ct Ayabonga Khaka b Kathryn Laura Cross Kate Cross strikes in the first over! Priya Punia started the innings with a four, but she is out third ball. Great start for Velocity. Supernovas 4/1 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kate Cross starts things off for Velocity. The English seamer can be a handful. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mandatory reshare:I want to lift the World Cup for the country: Kiran Navgire - https://t.co/I77vRubgTg#CricketTwitter #WT20Challenge— Krithika (@krithika0808) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Deandra Dottin and Priya Punia are opening once again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    This is what Supernovas captain Harmanpreet Kaur had to say last night:\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “The way we wanted to bowl in the second innings, we did really well. Whatever we planned we were able to execute. Proper game for us. I think we were 20 runs short. Whenever I was thinking to execute myself, we were losing wickets. That’s why I had to stay there, look for ones and twos. Pooja did a great job for us - that’s what we were expecting from her. We just need to come back with the same motion. When you win the game, you’re happy and relaxed.”— via IPL match center\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n    So we finally get to see Yastika Bhatia keeping today 😍#My11CircleWT20C #SNOvVEL #WT20Challenge— PouLaMi (@Crictopher17) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Watch out for: Velocity spinner Maya Sonawane would be the kind of talent that a proper WIPL can propel to the big time and vice versa too (a talent that would make WIPL exciting, in terms of the opportunity it provides to the talent in the country). Delightfully unique bowling action and solid control too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Maya Sonawane's action is one of my favourites. #ChallengerTrophy pic.twitter.com/Yre50aO5PB— Krithika (@krithika0808) December 9, 2021\n\n\n\n    Excited to watch Kiran and Maya! 😍😍 #WY20Challenge— Ritwika Dhar (@RituD307) May 24, 2022\n\n\n\n    Kiran Navgire debuts for Velocity. Here's everything you need to know about the big-hitting Dhoni fan from Maharashtra who was the highest run-getter in the domestic T20s this seasonKiran Navgire hopes to be a big hit in the Women's T20 Challenge https://t.co/q3yuMdyUUZ— Annesha Ghosh (@ghosh_annesha) May 24, 2022\n\n\n\n    Kate Cross is playing today and here's my chat with her ahead of the #WomensT20Challenge Used to think what if I just played another year: England pacer Kate Cross https://t.co/aZKw0gUulC— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Team news Supernovas unchanged. And a very exciting looking Velocity XI. Supernovas: Deandra Dottin, Priya Punia, Harleen Deol, Sune Luus, Harmanpreet Kaur (c), Pooja Vastrakar, Taniya Bhatia (wk), Sophie Ecclestone, Alana King, V Chandu, Meghna Singh.Velocity: Shafali Verma, Laura Wolvaardt, Yastika Bhatia (wk), Natthakan Chantham, Deepti Sharma (c), Kiran Navgire, Sneh Rana, Radha Yadav, Kate Cross, Ayabonga Khaka, Maya Sonawane\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WomensT20Challenge Supernovas back in action and Velocity enter the fray. Was very excited to see the XI that Velocity field and they have picked both Kiran Navgire and Maya Sonawane. Looks like Shafali & Wolvaardt are opening, we shall see. https://t.co/8HB4xwoxtS pic.twitter.com/mbF6OkXuHv— Vinayakk (@vinayakkm) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS NEWS: Deepti Sharma wins the toss and opts to bowl. Harmanpreet Kaur is more than happy to oblige, as she did yesterday, Supernovas are glad to bat first. The bowling strength is obvious factor but also a day game, it should help them. Everyone’s happy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Toss around the corner. And time to welcome to Deepti Sharma’s Velocity into the fold. Harmanpreet Kaur’s Supernovas are back in action a few hours after their win last night. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    One of the players to look forward to in the Velocity squad, if she gets the nod:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    How can one not be excited about Kiran Navgire after what she did in the Senior Women's T20 Trophy?👀#WomensT20Challenge | #Velocity | #My11CircleWT20C pic.twitter.com/RdX3vI2PXO— Cricket Queens (@cricketqueens) May 24, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live coverage of the second match of the 2022 Women’s T20 Challenge. Harmanpreet Kaur’s Supernovas started off with a 49-run win against Smriti Mandhana’s Trailblazers on Monday. They are back in action in just a few hours after the first match ended last night. A huge win like that has already seen them put one foot in the finals, but a win today will guarantee them a spot in the match on Saturday. Deepti Sharma’s Velocity however will look to hit the ground running and a win for them will keep the mini tournament nice and open. Women’s T20 Challenge 2022, Trailblazers vs Supernovas as it happened: Harmanpreet Kaur & Co win big\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n    \n         Team  Pld  Won  Lost  Tied  N/R  Net RR  Pts \n    \n     1  SNO  1  1  0  0  0  2.450  2  2  TBL  1  0  1  0  0  -2.450  0  3  VEL  0             \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Watch highlights: Supernovas defeat Trailblazers by 49 runs","author":"Scroll Staff","time":"2022-05-24T14:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174827-wypbwwbygp-1653388739.jpeg","tags":["Women's T20 Challenge","WT20C","Harmanpreet Kaur","Supernovas","Deepti Sharma","Velocity"],"source":"https://scroll.in/field/1024664/womens-t20-challenge-2022-supernovas-v-velocity-live-updates-can-harmanpreet-kaur-co-win-again"}