{"title":"Women’s panel demands apology from Ramdev for his sexist remarks","content":"The Delhi Commission for Women on Saturday demanded an apology from yoga guru Ramdev for saying that women look good in any clothing, and even if they wear nothing.Ramdev made the statement at the Yoga Science Camp and Women’s Meeting organised at Thane on Friday, which was also attended by Amruta Fadnavis, the wife of Maharashtra Deputy Chief Minister Devendra Fadnavis and Chief Minister Eknath Shinde’s son Shrikant Shinde.While sharing the stage with Amruta Fadnavis, Ramdev said that many women at the event had brought sarees but did not get the time to wear them because of back-to-back programmes. “However, you look good in sarees, you look good in salwar suits like Amruta ji, and you look good when, like me, you wear nothing,” Ramdev said. “People wear clothes out of shame.”The comments by the co-founder of Patanjali Yogpeeth attracted outrage on social media. “Swami Ramdev’s remarks on women in front of the wife of the Deputy Chief Minister of Maharashtra are indecent and condemnable,” Chairperson of Delhi Commission for Women Swati Maliwal tweeted. “The comments are hurtful for all women and Baba Ramdev ji should apologise to the country for this statement.”महाराष्ट्र के उपमुख्यमंत्री जी की पत्नी के सामने स्वामी रामदेव द्वारा महिलाओं पर की गई टिप्पणी अमर्यादित और निंदनीय है। इस बयान से सभी महिलाएँ आहत हुई हैं, बाबा रामदेव जी को इस बयान पर देश से माफ़ी माँगनी चाहिए! pic.twitter.com/1jTvN1SnR7— Swati Maliwal (@SwatiJaiHind) November 26, 2022\n\nShiv Sena (Uddhav Balasaheb Thackeray) leader Sanjay Raut also asked why Amruta Fadnavis had not protested when the comment was made, reported Loksatta.“How come she [Amruta Fadnavis] remained silent after such a statement?” Raut said. “Any person, however big his stature, who makes a statement should be slapped. On one side you make laws for women’s protection, empowerment, and education and at the same time, in front of numerous women, a baba in saffron clothes insults women like this.”","author":"Scroll Staff","time":"2022-11-26T19:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183448-broyuwnhah-1669466815.jpeg","tags":["Amruta Fadnavis","Maharashtra","Ramdev"],"source":"https://scroll.in/latest/1038398/womens-panel-demands-apology-from-ramdev-for-his-sexist-remarks"}