{"title":"Women students at Jamia asked to sign statements saying Delhi police never entered their hostels","content":"The morning after Delhi Police stormed the Jamia Millia Islamia University, students staying in the girls’ hostels on Monday were asked to sign blank sheets of paper. The authorities told them that their signatures were meant to affirm that the police had not entered the girls’ hostels, some students said.“The lady who handles the hostel administration, she told me to sign,” said a student at the Begum Hazrat Mahal Hostel. “It was a piece of paper, we were supposed to write down our names and our room numbers.” It was for the hostel records, the students were told.Another student at the same hostel refused to sign. She said girls were handed a blank piece of paper “having a name and a room number column but the caretaker ma’am informed them verbally what it is about”.The night before, the Delhi police had stormed into the campus on Sunday in a crackdown on protests against the Citizenship Amendment Act. Widely circulated videos show the college library ransacked and students badly injured.In the girls’ hostels, it was lights out. Many of the injured protesters had taken shelter at the Jammu and Kashmir Girls’ Hostel, with the police in hot pursuit.“There were a lot of guys coming in, they were hiding,” said one resident of the hostel. “The police were trying to come inside because they were trying to get them out. An announcement was made that everybody should switch their lights off and nobody should come out of their rooms. I was in my room and people said police is coming in – the first concern we had is that we might get raped.”According to a statement put out by social activist Harsh Mander and lawyer Chaudhary Ali Zia Kabir, female students were sexually harassed after lights were switched off in the campus. Several students that Scroll.in spoke to said they heard of such incidents taking place in the college reading room and library. However, none of them shared a first-hand account. Scroll.in was not able to independently verify the allegations.Keeping vigil in the darkAnother student, who spent the night at the Jammu and Kashmir Hostel for Women, also spoke of an evening of terror. “We heard loud banging – the police were at the gates,” she said.“For three or four hours we were just sitting there without lights. I could hear the tear gas shelling. We weren’t even allowed to see from the windows.”There were two gates leading into the hostel, she said, and the police had entered the outer gate into the hostel premises, even though they did not enter the building itself.Policemen patrol outside the Jamia Millia University following a protest against a new citizenship law in New Delhi on Sunday. Credit: Adnan Abidi/ReutersAt the Begum Hazrat Mahal Hostel, too, girls kept vigil in the dark. Said the student who refused to sign the paper passed around by the hostel authorities: “I was in Begum Hazrat Mahal hostel when the news spread that they were trying to forcibly enter the hostel building so we turned off the lights and locked our rooms. Apart from that, nothing happened in Begum Hazrat Mahal hostel.” ‘Signatures collected to quell rumours’Meanwhile, Baran Farooqi, the provost of the Begum Hazrat Mahal Hostel said she had not given instructions but staff members had started to collect signatures on a blank sheet of paper. “They just collected signatures to confirm we spoke to students in case the university asked us what we did to quell the rumours,” she said. Farooqi said that that these rumours were about students being asked to leave the campus and of the mess shutting down. “We also asked them if they were under the impression that police entered the hostel premises.”The police never entered the hostels, Farooqi insisted, adding that 40 students signed the paper but that the staff discontinued collecting signatures after a few hours. An advisory: Go homeEarlier in the day, Farooqi had signed off on an advisory asking students to go back home or to their local guardians in the city “to avoid unnecessary problems”. Those who were not able to leave were asked to contact hostel authorities, who would try to ensure their safe departure, the advisory said.The advisory was pasted on the wall at the Begum Hazrat Mahal hostel in Jamia University. Photo: Vijayta LalwaniBy Monday afternoon, the hostels looked deserted. Several women stood with their bags and suitcases at the entrance of the Old Residence premises, waiting for taxis and rickshaws to take them to the metro station. The Old Residence premises consists of six girls’ hostels and is situated at least 1 km away from the main university campus.“There is panic in the area,” said Afsha, a 20 year old BTech student in her final year. Afsha was on the way to the Jamia Milia Islamia metro station to go stay at her legal guardian’s house for a few days. “There was a rumour that the metro stations will be shut. We were told they would attack the hostel.”Some students also said that their parents wanted them to leave the campus premises even though hostel authorities had not asked them to evacuate. While the Jammu and Kashmir Hostel was emptying, guards at the Begum Hazrat Mahal Hostel told Scroll.in that both students and wardens had left.Jamia women students leave campus on December 16, 2019, a day after police crackdown at the university. Photo: PTI","author":"Vijayta LalwaniIpsita Chakravarty","time":"2019-12-16T19:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132950-wimasqcnht-1576502456.jpg","tags":["Jamia protests","Citizenship Amendment Bill","Citizenship Act"],"source":"https://scroll.in/article/947003/women-students-at-jamia-asked-to-sign-statements-saying-delhi-police-never-entered-their-hostels"}