{"title":"Women’s T20 Challenge 2022, Trailblazers vs Supernovas as it happened: Harmanpreet Kaur & Co win big","content":"Watch highlights: Supernovas defeat Trailblazers by 49 runs\n    \n        \n        \n            \n            \n            \n        \n    \n\n     Points table (for NRR sake) \n    \n         Team  Pld  Won  Lost  Tied  N/R  Net RR  Pts \n    \n     1  SNO  1  1  0  0  0  2.450  2  2  TBL  1  0  1  0  0  -2.450  0  3  VEL  0             \n  \n\n    4⃣ Overs1⃣2⃣ Runs4⃣ WicketsRelive @Vastrakarp25's sensational match-winning performance for Supernovas.  🎥 🔽  #My11CircleWT20C #TBLvSNO https://t.co/FxY5JAvIU3 pic.twitter.com/LKUAlNOOk9— IndianPremierLeague (@IPL) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas win by 49 runs: A resounding win for Harmanpreet Kaur’s Supernovas. Solid batting in the first half, solid bowling mostly, but the fielding was just superlative pretty much throughout. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Pooja Vastrakar performing in Blue. 💙#TBLvSNO | #WomensT20Challenge pic.twitter.com/oYAWp66FZY— Rajasthan Royals (@rajasthanroyals) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 114/9 after 20 overs: Supernovas win by 49 runs! After posting the biggest total in the brief history of this event, Supernovas complete a 50-run win. Harmanpreet was beaming at the toss when she spoke about her bowling unit and she is beaming now at the end of it all as she has been proven right. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 113/9 after 19 overs: A four for Rajeshwari off Dottin, a four for Renuka off King. The margin is getting reduced a bit and that’s the best TBL could have hoped for after that collapse.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 100/9 after 17 overs: A boundary down the ground for Renuka off King. She can remember that one.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 16.2: Poonam Yadav 7(12) ct Harleen Deol b Alana King ....or not. Poonam goes for a big six almost as if she was told not take this deep? Caught in the deep. Trailblazers 94/9\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 94/8 after 16 overs: The talk for Trailblazers must be all about reducing the margin of the defeat here as we head for a timeout. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers should do their best to cut down the margin of defeat here, as hard as it is with Poonam and Renuka in the middle and Gayakwad to come.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Cue 🎵 Hello darkness my old friend 🎵 in the background. pic.twitter.com/WkiVsp2AV5— Vinayakk (@vinayakkm) May 23, 2022\n\n\n\n    Hmm not sure the #trailblazers selected the right XI… Really thought that S. Meghana would have opened which means the Internationals pushed down slightly. Thoughts tweeps?— Lisa Sthalekar (@sthalekar93) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 88/8 after 15 overs: Poonam and Renuka are in the middle and it is only a matter of time before this one is done. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    WHAT A CATCH FROM HARLEEN!#CricketTwitter #WT20Challenge pic.twitter.com/CmOcdoY20Z— Krithika (@krithika0808) May 23, 2022\n\n\n\n    🚨 That's another Harleen Deol special in the outfield 🚨#WomensT20Challenge pic.twitter.com/DfstqLExc2— Vinayakk (@vinayakkm) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 13.5: Jemimah Rodrigues 24(21) ct Harleen Deol b Meghna Singh Harleen Deol has done it again! Jemimah Rodrigues was one of the first to celebrate with Harleen when she took a blinder at the boundary line in England, here she is walking back dejectedly. Trailblazers 86/8\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas have a 3.30 pm match tomorrow, but why are Trailblazers in such a hurry? Its been a procession. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  11.5: Salma Khatun 0(7) ct Sophie Ecclestone b Pooja Vastrakar Pooja Vastrakar finishes with 4/12. It was a full toss and hit straight to Ecclestone at cover. Sums up the TBL collapse. Trailblazers 73/7\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The batter was trying to take a run, so that should be a run out only, but the commentators are now saying it’s stumped. Not sure what’s going on there. One thing for sure, it’s a massive collapse for the Trailblazers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  10.3: Arundhati Reddy 0(1) Run Out Taniya Bhatia Oh dear, Reddy is too ready to take a run and she has no clue that the inside edge has gone to Bhatia. Trailblazers 72/6\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  10.2: Richa Ghosh 2(8) ct Deandra Dottin b Sophie Ecclestone Sophie strikes straight away in her second over, RichaG cuts it to the WorldBoss Trailblazers 72/5\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Richa Ghosh joins Jemimah with TBL in big trouble. And as if it’s not bad enough, they have to now face three overs of Sophie Ecclestone\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 71/4 after 10 overs: Another tight over from Vastrakar, who has figures of 3/11 after 3 overs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Watching Pooja Vastrakar live really shows you how much she puts into each of her deliveries. Such a force. #WomensT20Challenge  🧿🧿— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Between Deandra Dottin, Harmanpreet Kaur, Harleen Deol, Taniya Bhatia and now Priya Punia today... that is one heck of a fielding unit Supernovas have! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Priya Punia to the ball at mid-on/off today: pic.twitter.com/0KE56dQC2z— Vinayakk (@vinayakkm) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wicket! Over 8.4: Sharmin Akhter 0(4) b Alana King That is a proper collapse. King gets one to sneak through Akhter and the bails are off. Trailblazers 67/4 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Pooja Vastrakar really owning 2022 - carrying on from a fantastic World Cup and really looks way better as a bowler than before.#WT20Challenge— Rohit Sankar (@imRohit_SN) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 7.5: Sophia Dunkley 1(2) ct Priya Punia b Pooja Vastrakar Punia is not letting anything pass! She pulled off a stunning fielding effort earlier too... and now two catches in one over. Sophia Dunkley hit this one hard, travelled at some pace and PP takes another sharp one. Trailblazers 65/3 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 7.2: Smriti Mandhana 34(23) ct Priya Punia b Pooja Vastrakar What a lovely catch that is. And a huge wicket too with PV striking again. Mandhana doesn’t get the elevation, Punia dives forward at mid-on and takes a sharp one. Trailblazers 63/2 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 62/1 after 7 overs: A brilliant over for the Ts as Mandhana starts off with a four off King on the leg side and then Jemimah plays a late cut (she plays it really, really late!) for another. Sandwiched between those boundaries is a stunning fielding effort by Dottin. Supernovas take a timeout, they need to regroup here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WomensT20Challenge Whattey fielding by the WorldBoss. https://t.co/oi9841rHTb pic.twitter.com/sxTzgrRFmL— Vinayakk (@vinayakkm) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 48/1 after 6 overs: A good powerplay for Ts here, all said and done. Mandhana with another four off Chandu in that over, Jemi too gets going with a nice cut shot past point. Chandu bowled three tough overs, for 26 runs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Jemi-Smriti partnership time!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 4.6: Hayley Matthews 18(14) ct Taniya Bhatia b Pooja Vastrakar Matthews was looking in good touch but the introduction of Pooja Vastrakar does the trick for Harman and Co. Goes for a big shot over cover, outside edge to keeper. Trailblazers 39/1 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 34/0 after 4 overs: Super start for Ts here. Matthews with two fours through the cover region off Chandu. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 24/0 after 3 overs: A six for Matthews and a four for SM18 and it is 12 runs from Ecclestone’s first over! That’s a big bonus for Trailblazers already. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    World No 1 ODI and T20I bowler into the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 12/0 after 2 overs: Harmanpreet getting the field spot on for SM18, surprise surprise. Great fielding effort again in that over, this one by Priya Punia to stop a four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Trailblazers 7/0 after 1 over: Lovely use of the feet from SM18 right away, gets a four over long on and a couple through cover.  Nice recovery from Chandu to finish the over well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    V Chandu will start off with her off-spin for Supernovas, who have a solid spin attack. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Not Smriti-Jemi opening for Trailblazers. Hayley Matthews gets the nod at the top of the order. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Innings break: From 91/2 after 10 overs, Supernovas lose their way in the 2nd half. Salma Khatun, Hayley Matthews’ spells in the 2nd half were superb. Harleen Deol, Harmanpreet Kaur top scorers for Supernovas. That was quite the late collapse (with Harleen Deol saying 10-15 runs short) but with the Supernovas bowling unit, it looks defendable. Sophie Ecclestone’s 4 overs might not go for much, Trailblazers will have to do bulk of the scoring off the remaining 16. (Alana King bowling in tandem could well prove to be a nice 1-2 combo).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sportzpics for IPL\n\n    Sportzpics for IPL\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 pm: Brilliant final over from Hayley Matthews, she traps V Chandu in front with the last delivery. This was quite the collapse for Supernovas, they lost their last seven wickets for 42 runs. But this is still a strong total – in fact it is the biggest total in the tournament’s history. The Trailblazers have their task cut out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas bowled-out for 163\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  19.4: Meghna Singh 2(2) Run Out Sophia Dunkley Now Meghna is run-out! Dunkley gets the throw in and Richa knocks the bails off quickly. This has been a solid fightback by the Trailblazers. Supernovas 163/9\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The last year of the women's T20 Challenge is underway. I look forward to the #WIPL. It will be successful from year 1.— Harsha Bhogle (@bhogleharsha) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  19.1: Sophie Ecclestone 5(3) lbw Hayley Matthews Another one goes down, this time Ecclestone is trapped in front by Matthews after the reviews goes the Trailblazers’ way. Meghna Singh is the new batter. Supernovas 160/8\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  18.6: Harmanpreet Kaur 37(29) Run Out Arundhati Reddy Oh dear! Disaster for Harmanpreet Kaur as she is run-out. Sophie Ecclestone hit the first ball for four confidently before finding the gap and running hard for the first one. Harman ran back for a second but Sophie wasn’t interested in the runs and the skipper was stranded well shot. Harman walks back looking mighty frustrated. The new batter is Taniya Bhatia. Supernovas 160/7\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  18.4: Pooja Vastrakar 14(12) ct Richa Ghosh b Poonam Yadav Pooja plays a superb switch hit for four but then mistimes one and Richa gets a simple catch. The new batter is Sophie Ecclestone. Supernovas 155/6.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Record alert:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is now the highest total in Women's T20 Challenge, overtaking 146/6 by Supernovas against Trailblazers in 2020 (same team & opposition now).#WT20Challenge— Kausthub Gudipati (@kaustats) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 149/5 after 18 overs: Good over by Hayley Matthews, just seven runs from it without any boundary. Harmanpreet and Vastrakar are running hard and taking risks but they need to find boundaries in the last 12 deliveries of the innings. Poonam Yadav is returning to the attack to bowl her last over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 142/5 after 17 overs: Back-to-back fours! Gayakwad tries to keep it wide outside off-stump but Harmanpreet uses her wrists masterfully to play two sweep shots past square-leg for fours. The left-arm spinner finishes her spell with figures of 1/34.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 130/5 after 16 overs: Pooja Vastrakar has joined skipper Harmanpreet Kaur at the crease now. The two right-handers need to get some big hits away. The momentum is definitely with the trailblazers. Harman is batting on 25 off 23.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET!  15.3: Alana King 5(4) ct Smriti Mandhana b Salma Khatun Alana King sweeps one for four but then drives the next ball to Smriti Mandhana at cover. Salma Khatun gets her second wicket. Supernovas 128/5\n    \n        \n        \n            \n            \n            \n        \n    \n\n    123/4 in 15 overs. Quite like how those numbers work out there. #WomensT20Challenge— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 14.3: Sune Luus 10(11) ct Renuka Singh b Rajeshwari Gayakwad Soft dismissal, Gayakwad flights one up and SA’s CWC22 captain lofts it to the fielder at cover. Nice comeback this by the team in pink. Supernovas 121/4 \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Janani was top-class in the TNPL itself. Lot of people appreciated her back then. Going to higher levels soon— Karthik Raj (@kartcric) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 118/3 after 14 overs: Oh there was a close call in that Salma over. LBW appeal against Harman, not given out. Review shows this was going on with the arm to miss the stumps. Umpire Janani with another fine decision. Luus finishes the over with a four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 110/3 after 13 overs: Another good over spoiled by a Harman boundary off the last ball. Takes on Poonam, and perfectly places a sweep past the fielder in the deep. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sune Luus joins Harnman in the middle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 11.2: Harleen Deol 35 (19) lbw Salma Khatun Harleen brings up the 100 for her team with a four but Salma strikes immediately, working the angle from round the wicket. Given out LBW, reviewed but three reds on DRS. End of a fine innings. Supernovas 100/3\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Tonight on Bangla stump mic chatter in Pune courtesy the Trailblazers: \"Chalo, Salma. Bhalo hochhe.\" - Richa Ghosh 🇮🇳 to Salma Khatun 🇧🇩— Annesha Ghosh (@ghosh_annesha) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 91/2 after 10 overs: Cut past point by Harleen for four as Salma Khatun comes into the attack. We are now seeing glimpses of how Harleen Deol might scored a 73-ball 112 for HP against Delhi. Great intent from the time she entered the middle. Batting on 27 off 15. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    A 73-ball 112* for Harleen Deol for HP against Delhi in a run-chase. Himachal chase 143 down with a couple of deliveries to spare. #SeniorT20Trophy#WomensT20Trophy pic.twitter.com/qmffADkHhc— Vinayakk (@vinayakkm) April 22, 2022\n\n\n\n    People are happy with the 'intent' of the Indian batters. And that is a very good thing. But the ineffectiveness of the India bowlers should be a bigger concern, especially of our pacers. #WT20Challenge— Ritwika Dhar (@RituD307) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 82/2 after 9 overs: Was turning out to be a decent over from Reddy, but Harman wields that big batswing for a slog sweep, not quite the connection she was looking for but enough for four. Timeout!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 74/2 after 8 overs: Harmanpreet in the middle and she looks busy right away. Harleen finishes the over with a couple of fours too. Despite the wicket, good stuff from the batting side. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 7.1: Priya Punia 22 (20) b Hayley Matthews “She picks up another wicket,” says the commentator for the first wicket to fall to a bowler in this tournament. Terrific from Hayley Matthews though, pushed it through and it hurried Punia. Seemed like a plan all along, going by her celebration. Supernovas 63/2\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 63/1 after 7 overs: The classic quiet 7th over. Poonam Yadav into the attack and starts off with a quiet over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 58/1 after 6 overs: A 8-run over from Hayley Matthews to close the powerplay out. Harleen Deol is the new batter in, she played a stellar role for HP in the Women’s T20 Trophy recently Will be interesting to see her Strike Rate today, if that’s an area she has worked on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Supernovas 58/1 after 6 overs. It's a good start to the tournament #WT20Challenge— PouLaMi (@Crictopher17) May 23, 2022\n\n\n\n    Why is the fielder name not mentioned? 🤔#WomensT20Challenge pic.twitter.com/IKQA1y8lPP— Rohit Sankar (@imRohit_SN) May 23, 2022\n\nHave to wonder how many on air or in the production realised it was Sharmin with a direct hit\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WICKET! Over 4.6: Deandra Dottin 32 (17) Run Out Sharmin Akhter Deandra Dottin was in fantastic striking form, had just hit a brilliant six over square leg... not long after, Sharmin Akhter with a bullet throw to send the WorldBoss back. Supernovas 50/1 \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 39/0 after 4 overs: Classy from Punia, two lovely timed shots on the offside in front and behind square off Gayakwad. Width on offer, punished. Destructive power of Deandra Dottin, pure timing of Priya Punia. Very alliterative (and entertaining) opening partnership so far.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    When Deandra in, no Dot-in! 😎 #WT20Challenge— Ritwika Dhar (@RituD307) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 29/0 after 3 overs: WorldBoss with three fours in the over bowled by Renuka. Showing her strength down the ground, couple of straight hits and then one wide of mid-on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    N Janani is one of the on-field umpires today! #WomensT20Challenge https://t.co/8XU087vZQ1— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) May 23, 2022\n\n\n\n    Spoke to Karnataka's Chandu V ahead of the Women's T20 Challenge. She's delighted at the opportunity to play under India's T20I captain, Harmanpreet Kaur. Check it out 👇https://t.co/VBUiTAMZWY— Habil Ahmed (@hblahmed) May 20, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RichaG up to the stumps for Renuka\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 15/0 after 2 overs: “Don’t expect too much turn from this track,” says the commentator and Gayakwad turns one square to beat Punia. Errs on line to Dottin, put away fine for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Supernovas 8/0 after 1 over: With Deandra Dottin opening, you wouldn’t have predicted Priya Punia hitting the first six of the event. A brilliant finish to the first over, lofting one over mid-on all the way. Dottin with a couple of attempted big shots but the timing wasn’t there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    It's starting. Soooooo excited!!! 😭😭#WT20Challenge— PouLaMi (@Crictopher17) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Players are in the middle: Worldboss Deandra Dottin and Priya Punia are opening for Supernovas. Renuka has the new ball in hand. Play!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    V Chandu, the Karnataka offspinner, who has had a consistent run on the domestic circuit across limited-overs formats in the past year, is the first uncapped Indian to get a game in the 2022 Women's T20 Challenge.One of the picks in this list, too 👇https://t.co/PTpXNDwpqE— Annesha Ghosh (@ghosh_annesha) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    While the merits of having such a small tournament despite the vast availability of resources to the BCCI is questionable, it is still a chance for India’s best domestic talent to rub shoulders with some superstar cricketers – Indian and overseas – in a competitive environment. The fact is that the tournament has remained a four-match affair despite the volume of cricket played by a majority of the selected cricketers is nowhere near enough.Given the fact that not one of the 106 matches in the Senior Women’s T20 Trophy recently was broadcast or live-streamed, the Women’s T20 Challenge gives a chance to catch a glimpse of the players who, statistically, had great tournaments.The BCCI has indicated that the Women’s IPL is on the cards from 2023, pending approval at the Annual General Meeting. If that indeed is the case, then the Women’s T20 Challenge in this current avatar will be played for the last time in 2022. For the sake of Indian cricket, one hopes that certainly is the case.Read more in our in preview here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    That Supernovas batting line-up must make many a side envious. #WT20Challenge— S. Sudarshanan (@Sudarshanan7) May 23, 2022\n\n\n\n    Richa Ghosh isn't a number 10 batter, is she? pic.twitter.com/uHyFE20WoV— siddhi (@_sectumsempra18) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Team news (In batting order we expect, because the production thinks Poonam Yadav will bat at No 3)Supernovas: Deandra Dottin, Priya Punia, Sune Luus, Harmanpreet Kaur (c), Harleen Deol, Pooja Vastrakar, Taniya Bhatia (wk), Sophie Ecclestone, Alana King, V Chandu, Meghna Singh.Trailblazers: Smriti Mandhana(c), Jemimah Rodrigues, Hayley Matthews, Sharmin Akhter, Sophia Dunkley, Richa Ghosh (wk), Salma Khatun, Arundhati Reddy, Rajeshwari Gayakwad, Renuka Singh, Poonam Yadav.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    So, Smriti Mandhana and Jemimah Rodrigues to open for Trailblazers with Sabbineni Meghana sitting out. Was wondering how they are going to fit in four openers in a XI! #My11CircleWT20C— Sa. Gomesh | ச. கோமேஷ் (@theumpires_call) May 23, 2022\n\n\n\n    🚨 Toss Update 🚨@ImHarmanpreet has won the toss & Supernovas have elected to bat against Trailblazers. Follow the match ▶️ https://t.co/FuMg256min #My11CircleWT20C #TBLvSNO pic.twitter.com/ige2GI0KhG— IndianPremierLeague (@IPL) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS: Supernovas, led by Harmanpreet Kaur, are taking on Smriti Mandhana’s Trailblazers.   Supernovas have won the toss and will be batting first. Mandhana says she wanted to bowl anyway. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WomensT20Challenge returns later tonight after a hiatus. Hopefully, for the last time. A preview with squads, schedule and captains' quotes: https://t.co/bIXeRPNIxV— Vinayakk (@vinayakkm) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Preview: Chance for Indian talent to shine in (hopefully) last edition of Women’s T20 Challenge\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live coverage of the first match of the 2022 Women’s T20 Challenge between Trailblazers and Supernovas at the Maharashtra Cricket Association stadium in Pune.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    💬 💬 \"It is going to be a nail-biting tournament.\"Trailblazers Captain @mandhana_smriti is all set for the #My11CircleWT20C. 👍 👍 pic.twitter.com/RwyEsDM66S— IndianPremierLeague (@IPL) May 23, 2022\n\n\n\n    Supernovas Captain @ImHarmanpreet is excited for #My11CircleWT20C. 👍Are You❓ pic.twitter.com/NvlmsfGTUK— IndianPremierLeague (@IPL) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SquadsTrailblazers: Smriti Mandhana(c), Jemimah Rodrigues, Sabbhineni Meghana, Sharmin Akhter, Richa Ghosh(w), Hayley Matthews, Sophia Dunkley, Poonam Yadav, Rajeshwari Gayakwad, Salma Khatun, Renuka Singh, Arundhati Reddy, Priyanka Priyadarshini, Saika Ishaque, Shradda Bhau Pokharkar, Sujata Mallik.Supernovas: Harmanpreet Kaur(c), Muskan Malik, Priya Punia, Taniya Bhatia(w), Deandra Dottin, Harleen Deol, Pooja Vastrakar, Sune Luus, Sophie Ecclestone, Alana King, Ayushi soni, Mansi Joshi, Meghna Singh, Monica Patel, V Chandu, Rashi Kanojiya.","author":"Scroll Staff","time":"2022-05-23T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174783-pahjidwlzl-1653315674.jpeg","tags":["cricket","women's t20 challenge","Trailblazers","supernovas","smriti mandhana","harmanpreet kaur","women's cricket"],"source":"https://scroll.in/field/1024589/women-s-t20-challenge-2022-trailblazers-vs-supernovas-live-mandhana-and-kaurs-teams-in-action"}