{"title":"PM Modi says Manipur sexual assault has shamed country, SC calls it ‘gross constitutional failure’","content":"Prime Minister Narendra Modi on Thursday said that an incident in Manipur of two Kuki women being assaulted and paraded naked by a mob has shamed the entire country and urged the chief ministers of all states to ensure that such crimes do not occur.He made the statement a day after a video of the incident was shared widely on social media. The assault took place near the B Phainom village in the Kangpokpi village on May 4, a day after clashes first erupted between the Meitei and Kuki communities in Manipur. One of the women in the video was “brutally gang-raped”, according to a police complaint.A case of murder, abduction and gangrape was filed against “unknown armed miscreants” on May 18. However, the police only made the first arrest in the case two months later on Thursday after the video sparked outrage.Modi, in his customary remarks at the start of the Monsoon Session of Parliament, on Wednesday said that his heart was filled with pain and anger over the horrific video.This was the first time he spoke about the situation in Manipur after violence broke out between the Meiteis and Kukis in the North Eastern state on May 3.Speaking at the start of the Monsoon Session of Parliament. https://t.co/39Rf3xmphJ— Narendra Modi (@narendramodi) July 20, 2023\n\n“The incident from Manipur that has come to light is shameful for any decent society,” he said. “It is a separate matter as to who the culprits are, and how many they are. But this is a matter of disgrace for the entire country, and 140 crore citizens are being put to shame.”Modi assured citizens that no culprit will be spared. “The law will act with all its might,” he said. “What happened with the women in Manipur can never be forgiven.”  The prime minister added, “I appeal to all chief ministers – whether Rajasthan, Chattisgarh or Manipur – that they strengthen all law enforcement for the protection of women. In any corner of this country, under any party’s government in any state, law and order is prioritised, and so is the honour and safety of women.”The Opposition is in power in Rajasthan and Chattisgarh and both the states will go to polls by the end of the year.Alleged mastermind arrestedMinutes after Modi’s speech, Manipur Chief Minister N Biren Singh announced on Twitter that the first arrest in the case has been made. According to PTI, the state police arrested the alleged mastermind of the assault on the women from the Thoubal district in the early hours of Thursday. He was prominently seen in the video of the incident.Singh said a thorough investigation is underway into the case. He said that the government will ensure strict action against all the perpatrators and will consider the possibility of capital punishment. “Let it be known, there is absolutely no place for such heinous acts in our society,” he added. My hearts go out to the two women who were subjected to a deeply disrespectful and inhumane act, as shown in the distressing video that surfaced yesterday. After taking a Suo-moto cognisance of the incident immediately after the video surfaced, the Manipur Police swung to action…— N.Biren Singh (@NBirenSingh) July 20, 2023\n\n‘Simply unacceptable’, says Supreme CourtThe Supreme Court took suo motu cognisance of the assault on the women and summoned Attorney General R Venkatramani and Solicitor General Tushar Mehta, Live Law reported.A bench headed by Chief Justice of India DY Chandrachud said that the incident was “simply unacceptable” and told the Centre and state government to take immediate steps in the matter. “Using women as instrument in an area of communal strife to inflict gender violence is deeply deeply disturbing,” the chief justice added. “This is the grossest of human rights violations.”The bench, which also comprised Justices PS Narasimha and Manoj Misra, said the visuals showed a “gross constitutional failure”, NDTV reported.They told the Centre and state government to list out steps they would take to ensure that such incidents do not recur. “We will give a little time to the government to act otherwise we will take action if nothing is happening on the ground,” the court said.The case will be heard again on July 28.Amid the mounting outrage over the sexual violence, Union Home Minister Amit Shah and Union Minister for Women and Child Development Smriti Irani spoke to Singh. Shah told him to arrest all those involved in the crime and take strict action against them, PTI reported.For several weeks, Opposition leaders have been calling for Singh’s resignation in the wake of the violence in the state. Congress President Mallikarjun Kharge on Thursday accused the Bharatiya Janata Party of turning democracy and the rule of law into “mobocracy” in Manipur.“The PM has all the means at his disposal, including helicopter, but has not gone to Manipur...while Rahul Gandhi, who has no such means, went there to listen to people,” he told reporters. “You have all the facilities of the government but still, why are you not going there?”Several Opposition MPs also demanded that Modi make a statement about the viral video in Parliament. “If the Parliament does not discuss the Manipur issue, what is this Parliament for?” Rashtriya Janata Dal MP Manoj Jha asked.","author":"Scroll Staff","time":"2023-07-20T11:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192388-qznqxbvihn-1689831529.jpg","tags":["Manipur Unrest","Crimes Against Women","BJP","Prime Minister Narendra Modi"],"source":"https://scroll.in/latest/1052955/women-being-paraded-naked-in-manipur-has-shamed-entire-country-says-pm-modi"}