{"title":"Women bear brunt of PM’s support to criminals: Rahul Gandhi on allegations against Prajwal Revanna  ","content":"Women are bearing the brunt of Prime Minister Narendra Modi’s support to criminals, Congress leader Rahul Gandhi said in a letter on Friday to Karnataka Chief Minister Siddaramaiah on the allegations of sexual abuse against Hassan MP Prajwal Revanna.Prajwal Revanna and his father, former state minister HD Revanna, were booked by the Karnataka Police on April 28 for sexual harassment and criminal intimidation. The first information report was based on a complaint by a woman, who worked in the Revanna household for three-and-a-half years.Gandhi said on Friday that he was shocked to learn that in December, Home Minister Amit Shah was informed by state Bharatiya Janata Party leader G Devaraje Gowda about Prajwal Revanna’s antecedents.The Congress leader had on Thursday claimed that a BJP leader from Hassan had written to Shah about the allegations against Revanna, The Indian Express reported. The party had also shared a letter purportedly written by Gowda to BJP state unit chief BY Vijayendra on December 8.The recent case involving Prajwal Revanna has deeply disturbed the nation. Upholding justice for the victims is crucial for maintaining faith in our legal system.Shri @RahulGandhi has written a letter, emphasizing support for the victims. We are committed to providing all… pic.twitter.com/DnlP1BSRYJ— Siddaramaiah (@siddaramaiah) May 4, 2024\n\n\n“In my two decades of public life, I have never come across a senior public representative who has constantly chosen silence in face of untold violence against women,” Gandhi said in the letter. “From our wrestlers in Haryana to our sisters in Manipur, Indian women are bearing the brunt of PM’s [prime minister’s] tacit support for such criminals.”Gandhi was referring to the six women wrestlers who have accused former Wrestling Federation of India chief and BJP leader Brij Bhushan Sharan Singh of sexual harassment. The Delhi Police registered the first information reports against him in April 2023, following the intervention of the Supreme Court in the matter.In Manipur, three women were sexually assaulted in B Phainom village of Kangpokpi on May 4, a day after clashes erupted between Meitei and Kuki communities in the northeastern state. A video showing two of the women was widely shared on social media on July 19, leading to widespread outrage. Subsequently, more cases of sexual violence in the state also came to light.On Friday, Gandhi in his letter to Siddaramaiah also accused the Centre of allowing Prajwal to flee India, thus derailing any meaningful investigation.“The deeply perverse nature of these crimes and the absolute impunity enjoyed by Prajwal Revanna with the blessings of Prime Minister [Narendra Modi] and Home Minister [Amit Shah] deserve the strongest condemnation,” he said.The Congress leader urged Siddaramaiah to “extend all possible support to victims” of the alleged sexual abuse case and ensure that “all parties responsible for these heinous crimes are brought to book.”The Congress government in Karnataka on April 27 announced that a special investigation team will probe the case of “obscene videos” allegedly involving the Hassan MP.On Thursday, the Karnataka Police filed a second first information report against HD Revanna for allegedly abducting a woman who claims to have been raped by Prajwal.","author":"Scroll Staff","time":"2024-05-04T17:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198222-gsjzlsghnq-1707277375.jpg","tags":["Sexual abuse","Rahul Gandhi","Karnataka Chief Minister Siddaramaiah","Karnataka","Prajwal Revanna","Congress"],"source":"https://scroll.in/latest/1067441/women-bear-brunt-of-pms-support-to-criminals-rahul-gandhi-on-allegations-against-prajwal-revanna"}