{"title":"Will not give up, says Hemant Soren after being arrested by Enforcement Directorate","content":"Hours after Jharkhand Mukti Morcha leader Hemant Soren was arrested by the Enforcement Directorate, he said in a social media post that he will “not give up”.The central law enforcement agency arrested Soren on Wednesday in connection with a money laundering case. The case pertains to an alleged scam linked to the ownership of a 7.16-acre land parcel in Ranchi, which the central agency claims was acquired through the “proceeds of crime” involving the illegal sale of Army land.A tweet posted from Soren’s social media account after his arrest had a few lines in Hindi by poet and academic Shivmangal Singh Suman. The lines implied that Soren would not accept defeat.यह एक विराम हैजीवन महासंग्राम हैहर पल लड़ा हूं, हर पल लड़ूंगापर समझौते की भीख मैं लूंगा नहींक्या हार में, क्या जीत मेंकिंचित नहीं भयभीत मैंलघुता न अब मेरी छुओतुम हो महान, बने रहोअपने लोगों के हृदय की वेदनामैं व्यर्थ त्यागूंगा नहींहार मानूंगा नहीं...जय झारखण्ड! pic.twitter.com/oduWMRGOmQ— Hemant Soren (@HemantSorenJMM) January 31, 2024\n\n\nOn Thursday, the former Jharkhand chief minister moved the Supreme Court challenging his arrest, Live Law reported.Soren was represented by senior advocates Kapil Sibal and Abhishek Singhvi, who mentioned the matter before a bench headed by Chief Justice DY Chandrachud for an urgent hearing.The chief justice agreed to hear the matter on Friday.Meanwhile, the Congress, which is the Jharkhand Mukti Morcha’s ally, has stated that Soren’s arrest is a “blow to federalism”.“Intimidating Opposition leaders by making the provisions of PMLA [Prevention of Money Laundering Act] draconian is part of the BJP’s [Bharatiya Janata Party’s] tool kit,” wrote Congress chief Mallikarjun Kharge in a social media post. “The BJP’s work of destabilising the opposition governments one by one as part of a conspiracy is continuing.”जो मोदी जी के साथ नहीं गया, वो जेल जाएगा। झारखंड के मुख्यमंत्री, श्री हेमंत सोरेन पर ED लगाकर उनका त्यागपत्र देने को मजबूर करना Federalism की धज्जियाँ उड़ाना है। PMLA के प्रावधानों को draconian बनाकर विपक्ष के नेताओं को डराना-धमकाना, भाजपा की Tool Kit का हिस्सा है। षड्यंत्र…— Mallikarjun Kharge (@kharge) January 31, 2024\n\n\nParty leader Rahul Gandhi said that the Enforcement Directorate, Central Bureau of Investigation and the Income Tax department are no longer government agencies but BJP’s “eliminate opposition cell”.“The BJP itself, steeped in corruption, is running a campaign to destroy democracy in its obsession with power,” said Gandhi.ED, CBI, IT आदि अब सरकारी एजेंसियां नहीं रहीं, अब यह भाजपा की ‘विपक्ष मिटाओ सेल’ बन चुकी हैं।खुद भ्रष्टाचार में डूबी भाजपा सत्ता की सनक में लोकतंत्र को तबाह करने का अभियान चला रही है।— Rahul Gandhi (@RahulGandhi) January 31, 2024\n\n\nAam Aadmi Party leader Atishi called Soren’s arrest an attempt by the BJP-led Central government “to attack the Opposition before the Lok Sabha elections”.On the other hand, the BJP said that “no one is above the law”.“The people of Jharkhand have got justice today,” the BJP’s Rajya Sabha MP Deepak Prakash told PTI. “Be it a king or a pauper, everyone is equal before the law.”Hemant Soren’s arrest is an attempt by the BJP-led Central Govt to attack the opposition before the Lok Sabha elections. Am sure that many more opposition leaders will get arrested in the next one month… https://t.co/2Ew5GCsPo4— Atishi (@AtishiAAP) February 1, 2024\n\n\nSoren resigned as Jharkhand’s chief minister on Wednesday before he was arrested.Party MP Mahua Maji told reporters that Cabinet minister and Jharkhand Mukti Morcha leader Champai Soren will be the new chief minister.Hemant Soren’s arrest came just ahead of the Lok Sabha elections. His party had earlier accused the BJP of conspiring to topple the Jharkhand Mukti Morcha state government.The Jharkhand Mukti Morcha is a constituent of the Opposition INDIA bloc that is attempting to take on the ruling BJP-led National Democratic Alliance in the general elections.","author":"Scroll Staff","time":"2024-02-01T15:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198067-zfrvmcnztg-1706778517.jpg","tags":["Hemant Soren","Jharkhand","Enforcement Directorate"],"source":"https://scroll.in/latest/1063064/wont-give-up-says-hemant-soren-after-being-arrested-by-enforcement-directorate"}