{"title":"‘Won’t join a PR stunt’: UK politician says India revoked J&K invitation as he wanted to move freely","content":"An MP of the United Kingdom’s Liberal Democrats party on Tuesday claimed his invitation to visit Jammu and Kashmir was withdrawn by the Indian government after he insisted on being allowed to speak freely with locals without being accompanied by security forces, Hindustan Times reported. Chris Davies, who is a member of the European Parliament, said the invitation sent on October 7 was withdrawn three days later without any reason.The Indian government on Monday allowed a delegation of European Parliament members from Italy, UK, France, Germany, Czech  Republic and Poland to travel to Srinagar to assess the situation there. Tuesday’s visit is the first for an international delegation since New Delhi scrapped Jammu and Kashmir’s special status on August 5, and imposed prohibitory orders. The delegation largely comprises leaders from right-wing parties. Four of the members belong to the UK’s Brexit Party.“I was happy to accept on the condition that during my time in Kashmir I would be free to go wherever I wish, and talk to whoever I wish, unaccompanied by military, police or security forces but accompanied by journalists,” Davies was quoted as saying by the newspaper. The MP said he is “not prepared to take part in a PR stunt” for the Narendra Modi government, or pretend that all is well in Jammu and Kashmir. “It is very clear that democratic principles are being subverted in Kashmir, and the world needs to start taking notice,” Davies added.“What is it that the Indian government has to hide,” he asked, according to AFP. “Why will it not give journalists and visiting politicians free access to speak with local people?”#Kashmir Chris Davies on cancelling his visit to Kashmir: \"I fear that this is not going to end well. Governments do not win the hearts and minds of people by taking away their freedoms and imposing military rule. The risk of a violent backlash is all too evident.”— Uzair Hasan Rizvi (@RizviUzair) October 29, 2019\n\nDavies said that India cannot win the hearts of Kashmiri people by imposing military rule and taking away their freedom. “I fear that this is not going to end well...The risk of a violent backlash is all too evident,” he said. The MP said he represented many people in his north-west England constituency who have links to Jammu and Kashmir. He said they wanted to speak freely with their relatives and hear their voices.Davies said he had been invited by a non-governmental organisation called Women’s Economic and Social Think Tank, which is also hosting the other members of the delegation in India. The travel and accommodation costs were to be paid by the International Institute for Non-Aligned Studies, he said.Also read: The Daily Fix: European MPs visit to Kashmir looks like a weak attempt by Modi at damage controlNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-29T16:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129953-xokqrypcdb-1572345259.jpg","tags":["Kashmir","United Kingdom","Chris Davies","European Union Delegation","J&K"],"source":"https://scroll.in/latest/942005/wont-be-part-of-pr-stunt-uk-leader-says-india-revoked-j-k-invitation-as-he-wanted-to-move-freely"}