{"title":"Workers' problems: The more things change at Maruti's Manesar plant, the more they stay the same","content":"On a recent November afternoon, the lanes in Aliyar village, in Haryana, were filled with thousands of workers returning to their rented rooms at the end of the first shift.Aliyar, on the edge of the Manesar industrial zone and 15 kilometres from Gurgaon’s high-rises, has over the past decade been transformed into a workers’ village. The Industrial Model Township in Manesar houses over 1,000 units employing nearly 1.5 lakh workers, and is part of a belt of automobile factories that stretches 50 km, to Dharuhera and Rewari.The biggest employer in Manesar is Maruti Suzuki India Limited, which operates three plants that produce 2,700 cars per day. Around the plants are hundreds of small vendor companies that supply the company auto components.Maruti workers formed the largest section of those streaming into the village that afternoon. The colours of their uniforms served as markers of job and status. The company’s “permanent workers”, who live in Aliyar’s better-built parts, wore cream shirts and numbered a few dozen. Far outnumbering them, in violet shirts and baseball caps, were “company temps”.Temps, hired on seven month-contracts, constitute a new category of workers. They now make up two-thirds of Maruti’s Manesar workforce. They were ostensibly hired to phase out the contract system with all its attendant problems. But in practice, the new system has made the tenure of workers even more precarious.A ‘temporary’ solution to strikesMaruti Suzuki India Limited, which is India’s largest car-maker, began production in 1983 in Gurgaon. It set up a new plant in Manesar in 2006.In the summer of 2011, over 4,000 workers at Manesar agitated for the right to form a union to press for better working conditions. They rejected a proposal that they join the Gurgaon-based Maruti Udyog Kamdar Union, citing the management’s control over that association.Between 2011-’12, permanent and contract workers together struck work three times, and the management responded with lock-outs. The agitation caused losses of over Rs 2,500 crore and a fall of 6%  in the company’s market share. But on July 18, 2012, a clash between workers and managers broke out at the Manesar plant on July 18, 2012. A senior manager died of burn injuries with fractures in his legs, and several officials, including some of Maruti’s Japanese staff, were injured.The management alleged that the violence was planned, and dismissed 1,700 contracted workers and 546 permanent staff. The Haryana police arrested 147 workers and charged them with murder and rioting.In the wake of this incident, the company significantly restructured its hiring process, replacing the practice of hiring temporary workers through labour contractors with a system of direct hires. This new category, called “company temps”, would work for seven months and then be laid off for five months. After the lay-off, some workers could be recalled for another seven-month stint if the demand arose.“A contract worker cannot possibly have any commitment,” Maruti Suzuki India Limited chairperson RC Bhargava  told The Economic Times. “He doesn’t see a future for himself in the company. Instead of motivation and accountability, we have suspicion and witch-hunting.”Direct hiring of temporary workers, Bhargava and other senior managers argued, would promote loyalty, offer labour flexibility in months of shifting demand, and give the company greater control in determining who got hired.The Economic Times report pointed at another reason for the change in policy: The strikes had shown that local labour contractors had hired many workers from just one region, leading to a homogeneity in the workforce that had proved detrimental to the company. Maruti decided to dispatch Human Resource professionals to several states – Punjab, Madhya Pradesh, Odisha – to hire temporary workers on the basis of tests conducted at Industrial Training Institutes in these places.In the 2012 strikes, the solidarity between permanent and temporary workers owed in large part to the fact that most workers had studied at the same Industrial Training Institutes in Haryana, while some were even connected by familial ties. By broadening its recruiting pool, the company was effectively pre-empting the possibility of such bonds from developing in the future.The “company temps” would be paid Rs 14,000 monthly – about half the salary of permanent workers, who earn Rs 35,000 and more. Bhargava also proposed a subsistence wage for temps during the five-month lay-off, but this has not been implemented.The management described the move as a phasing out of the contractual system, with the aim of achieving a mix of 70% permanent workers and 30% temps.The ratio on the shop-floor, however, leans in the opposite direction. A company spokesman said there are 3,500 temps at the Manesar plants as on date, while Pawan Kumar, the pradhan of the Maruti Suzuki Workers Union at Manesar, put the number of permanent workers at 1,600.This is not very different from how the numbers stacked up before the new system was introduced. In 2011-’12, union representatives said, there were 1,100 permanent workers, 1,800 workers hired through labour contractors, and 400 trainees.  The company has replaced workers hired through contractors with workers it hires on even shorter period contracts. Then as well as now, permanent employees form a third of its workforce.“The TWs [temporary workers] are running the plant,” said a temp worker living in Aliyar. “If we stopped working, there will be big losses to the company.”A fragile peaceOn the surface, the new system seemed to work smoothly. The tumult of 2011 settled down, the company added a new plant in Manesar in 2013, and production jumped from just over 1,000 cars to 2,000-plus cars per day.On September 26, business dailies reported a successful wage negotiation between the management and the workers’ union, by which workers at the Gurgaon and Manesar plants were set to get a hike of Rs 16,800 per month, spread over the next three years.The reports noted that the amicable negotiations between management and the unions would prepare the ground for peaceful negotiations in the entire Gurgaon-Manesar automobile belt.Temporary workers waiting at Gate 1 on September 26.The calm was deceptive. The terms of the settlement applied only to the permanent workforce. One day after newspapers reported on the dawning of peace, company temps working the morning shift refused to enter the plant. At 6 am, hundreds of temps in their distinctive violet shirts waited in the service lanes outside gate number 1, waiting for management to negotiate with them.The management later told reporters that the company had to call in the police after clashes broke out between workers and some villagers from nearby Aliyar and Kasan, who had went to the factory gate to persuade the protesting workers to get back to work.The police detained several striking workers. Gurgaon Police Commissioner Navdeep Virk said the police had registered a First Information Report against two former Maruti employees, Khushi Ram and Jitendra, who were outside the factory when the trouble began. The FIR named the two for rioting and illegal restraint, and another 500 “persons unknown” for being part of an illegal mob.Remembering the violenceIn Aliyar village that November evening, there was no electricity till 7 pm. As dusk fell, several workers chatted on the terraces of their dark rented rooms, with the glass facades of corporate offices in Manesar looming behind them.Anil Kumar, from Azamgarh in Uttar Pradesh, has worked as a temp in the assembly shop since July, alongside 30 other temps, four apprentices, and four permanent workers. Each working day, he stands rooted to one spot, fixing a hose pipe, two fuel pipes, and tightening four bolts in the fuel tank on each new car that rolls along the assembly line, at the rate of one every 59 seconds.Workers on the terrace of houses in Aliyar.On the rare occasions that a car speeds by without him fixing on a part, he sounds an alert. The supervising permanent worker runs along the line to fix the missing component. “The permanent worker’s main role is just to relieve us once in a while,” Kumar said. “They do work that is much less strenuous.”The 25-year-old worker has a vivid memory of the events of September 26. “The previous evening, when permanent workers were discussing their wage hike, a few workers brought up the question of hikes for the company temps, but got no response from either the management or the permanent workers’ union,” Kumar said. “At 6 am the next morning, as Shift B was to be replaced by Shift A, we decided not to go in. Hamara na koi naara tha, na leader.” We had neither slogans, nor a leader.The workers had two demands: wage hike parity with the permanent workers, and an official response to why their contracts were being terminated after just over six months.“By 6.30 am,  the management had called the police, and 10-12 buses of policemen arrived at the scene,” Kumar recalled.Gyan Prakash, a 23-year old machinist who lives a couple of lanes away from Anil Kumar, works on the same assembly line. His job is to tighten the four bolts on the silencer of every car that rolls down the line – an action he repeats 470 times a day. The fresh graduate from an ITI in Rajasthan said that when he first started work in July, his hands and feet hurt for a few days. But now he was quite experienced.He recalled how things got heated on September 26 after 15 men from Aliyar and Kasan village arrived at the factory gate and asked the workers to resume work. “The villagers said, ‘We have spoken to the Maruti management, you will get a raise, go in’. We told them we wanted to speak to the management directly, we could not just go by what they were saying.”A few minutes later, Prakash said, a Human Resources official came to the factory gate and told the temps that the management planned to fix their wage increase in two weeks. Some workers demanded proof of the management’s intention.“At this, one of the villagers slapped a worker,” said Prakash. “Immediately, the police started hitting us. Soon, more villagers armed with lathis arrived in five-six tempos, and began beating us.”Prakash was among hundreds of young workers who fled Aliyar and hid themselves for two days for fear of arrest. in the feeble light on their terraces, he and other workers showed the marks of injuries and sutures from that day.A few days later, the management increased the monthly wage of the temps from Rs 15,300 to Rs 16,800 – and deducted Rs 750 to make up for losses sustained in the flash strike.Kuldeep Jhangu, secretary of the workers’ union at the Gurgaon plant, said company temps did not deserve parity with the permanent workers because they lacked experience. But Pawan Kumar, pradhan of the Maruti Suzuki Workers Union of permanent workers at Manesar, had a different opinion. The temps, he pointed out, did the same work as the permanent employees.“During our wage settlement, when I asked about company temps, the management said they would get a 10% wage increase annually,” said Pawan. “I asked how would this apply to them, since their tenure is only seven months. The managers told me that temps are a separate category, and what happens with them was none of the union’s business.”Villages and vested interestsAliyar, once a village of around 500 peasant families, is now an ad-hoc workers’ colony. Several villagers have converted their homes into multi-storied buildings, with eight to ten small rooms on each floor that they rent out.A house in the workers’ village that has 70 rooms, 150 residents, and three toilets.Several accommodations lack windows. Each toilet is usually shared between 20 to 25 residents. A few spacious, well-lit rooms are available but only the better-paid, permanent workers can afford them.At his home near the entrance of the village, Ishwar Chand, the sarpanch of Aliyar, said he supported the management in any conflict with workers because the villagers were financially dependent on the company.Chand owns a building with 50 small rooms, which he leases to workers at a monthly rent of Rs 2,000. Along with his two sons, he owns 40 commercial vehicles that ferry material to the company; they also operate six theka, or alcohol stores, in Aliyar, Dhana and Baskuda villages at the periphery of the workers’ colonies.On that September morning, Chand got a call from the company’s vigilance official some time between 5 am and 6 am, alerting him that trouble was expected. “I rushed there with 100 men,” said Chand. He added that during the 2012 strikes, he had handed over 150 workers to the police after the clash at the factory.Chand said that Maruti had initially adopted four villages around the plant as part of its Corporate Social Responsibility efforts. In 2014, the company added another six. He said that along with representatives from these 10 villages, he had monthly meetings with the company’s vigilance, security and human resource officials. “Earlier, we met inside the company,” the sarpanch said. “But now we meet every month at Sita Hotel in Manesar because, with 50-100 of us attending, we need better hosting facilities.”But this doesn’t mean that the villages are entirely happy with Maruti. Several others in Aliyar as well as neighbouring villages, who had lost their farmland when it was acquired by the Haryana State Industrial Development Corporation for industry, expressed anger that no graduates from local villages were being hired by the company.Mohit Sharma, a B Tech from Rewari who is unemployed, said he had not even been able to apply for a job at the Manesar plant. “If we go to the gate, the guards say, ‘Local ho? Yahan mat khade ho’ [Are you local? Don’t stand here.] They won’t let us stand even near the gate.”Sohan Lal Pandit, a retired armyman, said only a few families like his and Iswar Chand’s had been able to build rooms to rent out, or buy commercial vehicles, since this required investment. “What should the other families do?” he asked. “Perhaps they should give birth to many children, who could grow up to form a gang of bouncers and get hired by such companies?” Pandit, and Mool Chand, sarpanch of the adjoining village Dhana, criticised Aliyar sarpanch Iswar Chand for always siding with the company against the workers.Nearly all villagers in Aliyar and Dhana, however, agree on one thing: that it is necessary to impose some discipline over the workers who live in these villages as tenants. House owners in both villages prohibit workers from wearing shorts, talking on their mobile phones while walking in the lanes, and from entertaining guests in their rooms. A few also restrict their tenants from hanging out on the terraces after work hours.“They want us to just go to our rooms and stay inside,” said Anil, the assembly line worker. “We continue to stay here only so we can walk to the factory and save some money.” If they stay further away and use the company’s bus service, Rs 1,600 is deducted from their monthly wage.Temporary solutions and permanent troubleIn response to an emailed questionnaire, a Maruti Suzuki India Ltd spokesperson said the terms of recruitment – including the seven-month cap followed by a five-month lay-off – were clearly communicated to employees during the hiring process. “Depending on individual performance and the company’s requirement, they are invited to join back,” this person said. “Everything is transparent, and communicated clearly.”The spokesperson said the new system was superior to the contract system. The aim, the spokesperson noted, was to make it “more transparent and fair for the workers, improve their working conditions and quality of life...”The spokesperson added, “Having worked on the Maruti Suzuki shop floor, their [workers’] skills and employability are enhanced and they get jobs in other manufacturing units closer to their homes. Experience certificate of MSIL is also given, which increases their employability.”The spokesperson said that of 3,500 company temps at the Manesar plants and another 1,700 at Gurgaon, around 15%, or 780 of 5,200 temps, had joined for a second stint. The response did not specify if any of these temps had been made permanent.Several of the younger workers, fresh from Industrial Training Institutes for whom this is their first job, differed from the official view of what had been communicated during the hiring process. Gyan Prakash, the young machinist from Rajasthan, said that at the ITI in Rajasthan, he had been told by the hiring team that after seven months, there was a good chance he would be made permanent.Others pointed out that even if a worker got hired for a second stint, there was no clarity on what would happen after that. “I have heard that no one has been called three times yet,” said one worker. Said a second, “After T1, you can become T2, but then I am not sure what happens.” Added a third man, “I was told at our ITI that after being a company temp, one will be made a company trainee.”“Even the thekedaar’s (labour contractor’s) workers – there are 300-500 of them in the plant – are better off than us,” grumbled Suraj, a worker from Jharkhand, who had worked at a industrial wire-making factory in Rajasthan before becoming a Maruti temp. He was dismissive of the spokesperson’s view that a stint at Maruti enhanced the worker’s employability. “This experience will not count,” he argued. “It should be a year-long term, at least, for any other company to take it seriously.”Workers on a day off work in Aliyar.The staff were off work that November day. Some said they had spent the day mostly inside their rooms, sleeping, or playing with their mobile phones. Only Suresh Patil, a 21-year old from Surat who has friends in Gurgaon, had traveled to Delhi to spend the day at Gujarat Bhawan. His stint, like that of most other temps at the company, will end this December.The workers pondered a future clouded with uncertainty. Patil, whose father works at a cloth factory in Gujarat, said he planned to move to Pune once his stint is over: “I have heard that Tata Motors hires new workers there every Wednesday.”Gyan Prakash, the machinist, said he planned to go back to sharecropping with his father and brother who are farmers. “We have 20 bighas of land, I can work on that,” he said. It was not just the work, but also the sterile atmosphere of Manesar and the loneliness. “Time pass nahin hota yahan. Saat mahine hain, jaise saat saal.” Time doesn’t pass here – seven months here are like seven years.Another worker, who trained at an ITI in Wardha in Maharashtra, said he too had no intention of returning after his term ends. “Hamara career kharab ho raha hai,” he said. “This system will ruin our careers.”","author":"Anumeha Yadav","time":"2015-12-14T09:15:39+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/773241-b5ba9d94-538a-4ecd-9479-7872e259e4af.jpg","tags":["Jobs Ground Reports","Jobs","Labour"],"source":"https://scroll.in/article/773241/workers-problems-the-more-things-change-at-marutis-manesar-plant-the-more-they-stay-the-same"}