{"title":"India at the World Cup: For Mithali Raj and Co, a heartbreaking end to a strange old campaign","content":"Harmanpreet Kaur had not bowled all tournament. She may not be one of the main spin bowling options India possess in their squad, but she has shown in the past she could be handy with the ball in the middle overs. And so she got the ball in the most important middle-over phase of the entire tournament. The team’s future at the ICC Women’s Cricket World Cup 2022 was on the line and Laura Wolvaardt was putting on a chasing, cover-driving masterclass. The match was slipping away for India, literally and figuratively.In her second over, Harmanpreet got one to turn in from just outside the off-stump, flighted enough to tempt Wolvaardt into the drive but not full enough for her to hit it before it spun. It sneaked through bat and pad. The stumps were rattled. Harmanpreet celebrated like it was the biggest wicket she has taken in her career. It might well have been. But where was she all along?******************Through the twists and turns in Christchurch, but also through much of what happened before, India’s World Cup campaign came to a heartbreaking end. It took until the last day of the group phase to finalise the third semifinalist as England bounced back from three defeats to win four on the trot. And then it took the last ball of the last match of the group stage to figure out who the fourth semifinalist was. It wasn’t India. And it wasn’t the result of just what happened at Hagley Oval on Sunday.******************India’s time in New Zealand began well ahead of the World Cup. The team had arrived long before the other participating teams, completed their quarantine, played a five-match One Day International series that was highly competitive for the most part. Those five ODIs, much like the other ODI series they played since coming off a one-year break in March last year, showed there were chinks in the Indian armour. But it gave them plenty of time to acclimatise to conditions, figure out their best plans for the tournament. They finished that series well with a win – the batting unit was making the camp happy and the bowlers slowly seemed to be finding some rhythm. A bilateral series defeat could easily be written off if results in the big tournament went the right way. And yet, when the World Cup actually began, India came across as a side still figuring out what their best XI was.The win against Pakistan was made possible by two allrounders who bailed them out of trouble with the bat, and the trusted spin bowling department that had been struggling in recent times. It papered over the cracks. Then came the match against New Zealand that went south because of a tactical error (one that the team admitted to) and familiar batting issues of the past.It would repeat against England too, in another huge match. In a group phase that turned out to be as competitive, as close as the one we saw in New Zealand, mistakes  – early or late –  rarely go unpunished. As Mithali Raj said later on, the lack of fight in those two matches proved telling in the end.******************In the 49th over of the Indian innings against South Africa in Christchurch, umpire Jacqueline Williams was on the screen more than she would have liked. She had had a fantastic Under-19 World Cup in the Caribbean recently, and is one of the many good umpires at this event that has been largely well officiated.... but she had just had two shockers.In the space of a few minutes. Sneh Rana got no bat on Shabnim Ismail’s bouncers. Twice she was given out, twice it was reviewed, twice she had to overturn her decisions because there was daylight between bat and ball. Everyone was having a laugh at the end of it all, sometimes you just have to look at the lighter side. But quietly, Shabnim Ismail had finished her spell with three dot balls and figures of 10-1-42-2. She had started the day with 3-0-31-0. Her last seven overs had gone for just 11 runs and those came at a time when India were trying to push their advantage. It felt, at the time, that it would be crucial and match-defining. Those runs she prevented India from adding at the end are the runs that Raj felt proved to be decisive.And, as Ismail walked off after the spell, umpire Williams must have hoped she was part of enough drama-filled moments for the day.******************The West Indies were watching. As the match in Hagley Oval swung one way then the other in the final stages, their hopes depended on South Africa, a team that had already qualified as No 2 on the table and really had nothing to play for.But for the Windies, everything was on the line. They were seen cheering Laura Wolvaardt’s glorious cover drives (really though, who wouldn’t?). They were stone-faced when the Indian spinners brought them back into the game. And then in the end, when Mignon du Preez hit the winning runs to break Indian hearts, they celebrated. On the pitch during the tournament, they had already given us some iconic celebrations but these scenes would come to define their tournament. It kept them alive, it took them deep. “Thank you South Africa,” they said.And during it all, captain Stafanie Taylor sat seemingly unmoved. And it made one think of this moment... when she bowled the final over against Bangladesh to hand her side an improbable win, and looked up to the skies in relief. Those two points, earned with the gutsiest of bowling displays to defend a low score, mattered so much. Could you tell from this moment who is happy and who is sad? Stafanie Taylor looks up in relief as Nahida Akter of Bangladesh reacts after losing the 2022 ICC Women's Cricket World Cup match between Bangladesh and West Indies at Bay Oval on March 18, 2022 in Tauranga, New Zealand. (ICC Business Corporation FZ LLC 2020)******************There are three fielders, maybe four, in this Indian team that you would want under a high ball to complete an important catch. Smriti Mandhana is one of them. She was at long on. Du Preez lofted one in her direction off Rajeshwari Gayakwad’s bowling, and as the ball slipped out of Mandhana’s hand, you could almost hear Indian hearts sink around the ground.A couple of deliveries later, India would dismiss the dangerous Marizanne Kapp and Harmanpreet, not for the first time in the day, created a chance with her sheer brilliance on the field. India were back in it again. In the matter of a few deliveries, so much happened. But the most significant swing in the match was about to unfold. Chloe Tryon walked in, with the required rate of 9 runs per over for South Africa. She batted for nine balls. Scored 17 runs. The match had turned in South Africa’s favour again, seemingly decisively.******************There is no shame in losing against this Meg Lanning-led Australian side. India, as they have done in the recent past, took them to the last possible point in a match... Australia were out in the middle for 100 overs. Only England had managed it previously. Those are not the kind of defeats you lose sleep over. But, after having posted 277 while batting first, and getting the wickets of Alyssa Healy and Rachael Haynes in the space of two overs, India let Meg Lanning have the freedom of scoring from her favourite part of any stadium all night long. It was not until the death overs when the game had all but died down, that they put pressure on that prolific scoring shot of hers. It paid off too. “Maybe we could have had two points earlier,” said Yastika Bhatia in the post-match conference when asked about it. But by then the point was missed. India might have lost that match anyway, but they left you scratching your head. You couldn’t help but feel a similar narrative unfolding when Laura Wolvaardt kept finding the boundaries with her cover drives early on in her best innings of the tournament so far.******************Rajeshwari Gayakwad has the ball in the 49th over at Hagley Oval. When she bowled the last over in the warm-up match against South Africa, we were told India first lost the match and then won... from what we could gather, she had won the match for her side from a tough position. But all that we had to follow the match was a malfunctioning scoreboard. Maybe that’s better than watching these nerve-wracking moments live on the television screen? Maybe one hour after this match is over we will get a revised scoreboard that had a different ending? The brain wandered.Gayakwad’s over, here and now, ended up going for 7 runs. The equation for South Africa (and West Indies) became 7 runs off 6 balls.******************Deepti Sharma’s time in New Zealand had been a strange one too. At the end of the New Zealand series, she was given the vice-captaincy by the think-tank. Harmanpreet sat one game out and returned for the fifth ODI, but we were told that Deepti was Raj’s deputy for the last two matches. Now, the vice-captaincy in the side is often nothing but a role on paper but it was interesting nevertheless that India did that because simultaneously, we also saw her batting at No 3. The management propped her up before the tournament began, as an important all-round option in the squad to lend balance. A few matches into the World Cup, however, she was dropped. The move to send her into the top order had not worked out, and she wasn’t quite offering the same bite as Gayakwad or Rana with the ball. But, as destiny would have it, she returned to the side for the biggest match of the tournament. And she had the ball in hand for the most decisive part of it.******************Through all this madness unfolding in the middle, Jhulan Goswami was watching from the dressing room. At the ODI World Cup, she was simply not used to this. In all her time playing for India, she had not missed a match at this tournament. India’s match against Australia in the 2005 World Cup was abandoned without a ball bowled. That was the only previous instance that she was part of the Indian squad at the World Cup, over five editions, and did not get onto the field to bowl. She played her first World Cup match on 22 March 2005. Little did we know, her match on 22 March 2022 would potentially be her last in the tournament. After 34 straight matches over exactly 17 years, she would have to watch on, as the rest of us do, from the sidelines. “...you prepared so well, you are working hard as a team, as individuals, but you know, when it’s required most, you are not part of the XI. Yes, it’s heartbreaking...,” she would say later in the day and irrespective of where your allegiances lie, you could not help but nod in agreement, perhaps with a lump in your throat too.******************\"I really wanted to win this game so that we could give her another game, to play the semifinals\"The line, and the moment, that has remained with me from the press conference.#CWC22 pic.twitter.com/VBPMOJcD9w— Vinayakk (@vinayakkm) March 27, 2022\n\nOne of Deepti’s strengths is her ability to bowl to plans in the death overs, where she is usually difficult to put away. It was a facet of her game the team has relied on often in the past. She bowled a tidy 48th over where she conceded six singles. Not long after (or after what felt like an eternity in those dying minutes), she was celebrating. In the most intense way. A few choice words were uttered too because, why not. Harmanpreet had taken the catch at long on. Of course, it had to be her. Du Preez had nearly walked off the field. South Africa needed 3 off 1 ball, said the line at the bottom of the television. Hang on. She was told to wait.The right hand of Jacqueline Williams went up horizontally, as Indian spirits nosedived vertically. The players had a stunned look on their faces. A no ball. By the barest of margins. 3 off 1 changed to 2 off 2 on screen. It was a free hit.Two deliveries later, India are out of the World Cup. It wasn’t all on that one no ball that India lost their place in the semifinals... but it certainly played its small part in the narrative. One small misstep, one giant heartbreak. ******************Screenshot courtesy: Disney+Hotstar Except for Australia, no other team had the perfect World Cup till then. Everyone made mistakes, some more costly than the others. No team got it completely right. India, for their part, got quite a few things right too. At the end of the league phase, India topped the six-hitting charts. India scored the highest team total of the tournament – 317 against West Indies, the side that eventually pipped them to the finish line in the top four race. At various points in the tournament, they had the best catching efficiency among all teams.Briefly, Pooja Vastrakar and Sneh Rana topped the wicket-takers charts alongside a few big names on 10 wickets and eventually, India had three bowlers who reached double figures for wickets taken in this tournament. Rana and Vastrakar also created a new record for the highest ever partnership for seventh wicket or lower in this format. Harmanpreet will figure in the discussion of the best performers in this tournament and her all-round show against South Africa should go down as one of the finest this fantastic World Cup has seen. In a tournament where many bowling units struggled to contain extras, India – perhaps ironically – conceded the least among all teams, both in terms of absolute number of extras as well as % of extras to the total runs. But in the end, in the only chart that mattered, India did not have a “Q” next to their name.It was a heartbreaking end to a strange old campaign.******************🚨 MUST WATCH 🚨Drama 🔁 Agony 🔁 EcstasyAn all-access, behind-the-scenes look at an epic India-South Africa finale 🔥#CWC22 pic.twitter.com/U4yMELBbfH— ICC (@ICC) March 28, 2022\n\nClarification: A couple of statistical points in the article have been updated since the article was originally published. Stats courtesy: ESPNCricinfo Statsguru.","author":"Vinayakk Mohanarangan","time":"2022-03-28T14:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172180-drhsnsbnzk-1648452173.jpeg","tags":["Harmanpreet Kaur","Laura Wolvaardt","ICC Women's Cricket World Cup","India vs South Africa","Cricket"],"source":"https://scroll.in/field/1020497/world-cup-for-team-india-a-heartbreaking-end-to-a-strange-old-campaign"}