{"title":"World Cup moments: When a farcical rain rule drowned South Africa’s final hopes and forced a change","content":"With the 2019 edition of the ICC Men’s Cricket World Cup set to begin on May 30, we look back at the most memorable moments from the tournament’s four-decade-long history. You can read the entire series here.Moment No 10Chokers! South Africa cricketers have been carrying this unwanted tag in successive World Cups, having failed to reach the summit clash in seven appearances at the quadrennial event.Even Faf du Plessis, the man anointed to lead the team in the 2019 edition, has admitted that the team has failed to handle pressure in successive World Cups. But there was one occasion where even not the strongest of minds could have done anything but curse their luck.Had it not been the case, South Africa’s cricket history could have taken a different direction. Instead, the incident forced the administrators to come up with a much-improved rain rule, which is still controversial but far better than the one implemented in the 1992 edition Down Under.Though considered controversial even before that fateful day in Sydney, no one would have thought about the possibility of such a farcical end to a match – that to a World Cup semifinal – due to a rule which was devised to benefit the team batting first as the general view was that team’s batting second have the advantage of knowing the exact target.The Proteas, playing in their first World Cup, had done well enough to reach the semi-finals and had done well to restrict two-time finallists England to 252 for 6 in 45 overs, as only that many overs could be bowled till the pre-decided time for innings break due to a rain delay.Meyrick Pringle was the pick of South African bowling, claiming two wickets of just 36 runs in his 9 overs, which included two maidens. At that moment, he wouldn’t have thought that his two best overs would ultimately be the cause of his team’s heart-breaking loss.South Africa got off to a decent start and Jonty Rhodes, who had set the tournament on fire with his acrobatic run-out of Inzamam-ul-Haq, put his team in the hunt with a 38-ball 43 with the big hitting Brian McMillan and wicketkeeper Dave Richardson capable of using the long handle well.Both the batsmen had added 25 runs in a brisk manner after the fall of Rhodes and McMillan was looking good to change gears when rain interrupted play with South Africa needed 22 runs off 13 balls.When the players returned after a 10-minute break, the scoreboard first showed 22 runs needed off 7 balls.McMillan was about to take guard and all-rounder Chris Lewis had the ball in his hand... hang on, there was more drama.  The scoreboard had changed and now showed 22 needed of 1.The England fans didn’t care, well, they simply couldn’t believe their luck. However, there were hordes of irate supporters among the 35,000-strong crowd who threw garbage on the ground in protest. The jeers reverberated around the SCG for the next few minutes as the cameras panned on the dejected South African team in the pavilion.McMillan showed little emotions and simply tapped the ball to mid-on for a single and walked away while even the English cricketers sheepishly consoled the batting team.Calculations and confusionHow did those events unfold and what were the calculations that were taken into account? Even with the modern day calculations taken into account, South Africa’s task was an ominous one. Veteran statistician, England’s Bill Frindall, said that Kepler Wessels’ side would have had to score five to win from one ball and four to tie.Even more bizarre was the manner in which the England innings played out. With the match having a delayed start (by 10 minutes), Graham Gooch and Co could only bat till 6.10 pm, where there would be an innings break. There would be no reduction in the number of overs in the second innings either. There were more complications. The rain rule also stated that the reduction of runs in the target had to align to the lowest-scoring overs of the side batting first. This meant that Pringle’s two maidens resulted in balls lost for the chasing side, with the target remaining the same. Hence, the equation of 22 from 13 became 22 from just 1 ball.The rain rule understandably attracted widespread criticism and forced the governing body to ring in changes that were fair towards both parties, and less cumbersome to decipher for the players and the average cricket fan.Even the new and improved version of rules crashed South Africa’s dream. That was 11 years later and on home soil. By then, the Rainbow Nation had made a habit of finishing second best in crunch moments.\n\n\n    \n    Play","author":"Scroll Staff","time":"2019-05-20T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120046-uokkqpptet-1558311272.jpg","tags":["World Cup 2019","World Cup moments","Cricket","South Africa vs England"],"source":"https://scroll.in/field/924050/world-cup-moments-when-a-farcical-rain-rule-drowned-south-africas-final-hopes-and-forced-a-change"}