{"title":"World is family: From Manipur to Myanmar, the escalating refugee crisis is a wake-up call for India","content":"It was at the end of April that ethnic clashes began in Manipur. By now, more than 50,000 people have been displaced and have found shelter in 349 relief camps without basic amenities. In the language of the United Nations, they are “internally displaced persons”.What is happening in Manipur is a civil war and it will not end anytime soon. There are many causes for the violence, but one of the major ones is the refugee crisis with thousands of Myanmar citizens fleeing the brutal military regime and taking shelter in the North East, mainly in Manipur and Mizoram that have shared borders. The events unfolding in Manipur are not very different from the events that have led to people fleeing their villages and ultimately their country. The latest data on Forced Displacement by the United Nations High Commission for Refugees states that the number of people displaced around the world is at a record 108 million. This figure includes people seeking safety within their own countries as well as those who have crossed borders. Refugees and asylum seekers make up about 37.5% of the total, according to the report.Manipur shares a 398-km-long border with Myanmar to its south and east. The Chin state, one of the most affected parts of Myanmar, shares boundaries with Mizoram and Manipur. The Chins have taken shelter in India since the first military crackdown in Myanmar in 1990. In 2018, the United Nations High Commissioner for Refugees lifted the refugee status for the Chins of Myanmar from August 1. People from Manipur at a rally at Azad Maidan in Mumbai on June 17. Credit: PTI.A Human Rights Watch report documented the condition of Chin refugees in India at that time, noting that the community faces abuse and discrimination in Mizoram. The Chins residing in Mizoram are not registered with the United Nations High Commissioner for Refugees as the international agency does not have access to the North Eastern state.In February 2021, there was another military coup in Myanmar when the elected leader of the National League for Democracy, Daw Aung Saan Suu Kyi, was arrested starting a civil disobedience movement that continues to this day. There are also armed groups that are resisting the Myanmar forces and the Chin National Army is one of them. Since the military coup in 2021 there has been an influx of refugees into Manipur and Mizoram. There are no exact figures, but various reports suggest the number of Chin refugees living in Manipur to be between 4,000 and 10,000. These people are mostly living in Churachandpur, Chandel and Kangpokpi districts of Kuki tribe-inhabited areas in Manipur. There are no accurate estimate of their population across India either. In the national capital too, most of the Chin refugees live in the West Delhi colonies of Janakpuri, Vikaspuri, Sitapuri, Bindapur and Budhela. The UN refugee agency too has withdrawn most of the assistance it used to once give to refugees, pushing the Chins and other refugee communities well below the poverty line. Most of them do not have even one meal a day, live in congested rooms and their children have no future.The government of India has refused to give exit visas even to those families who have been accepted for resettlement elsewhere on the grounds that they are all illegal migrants. Many refugees from Myanmar, especially the persecuted Rohingya, are under detention. The worst cases are of children being separated from parents by prison bars.In Mizoram, though the Chinz have a history and ethnic ancestry common with the Mizos, considering their high number, they are not often welcomed by the locals.The case of Benjamin Sum illustrates the problems of refugees and conflict with the local population. In Myanmar, Sum was a singer and youth icon. But after the coup, his opposition to the military rule meant he was blacklisted. He crossed into Mizoram over the course of a dangerous three-day journey, soon after the coup.In Mizoram, too, he became popular for his music and a song, Chhaili Di Lenna, brought him into the spotlight. He garnered over four million views on YouTube. Benjamin Sum became a sensation in Mizoram. His fan base set up Instagram accounts under the name “Summers”Like other refugees from Myanmar, Sum too apparently acquired identity papers, including a false birth certificate, Aadhaar card and a voter ID. These details were exposed by some Mizos and spreading panic among the Chin refugees.Chin refugees in Mizoram in this photograph from November 2021. Credit: Reuters.India does not have any laws for the protection of refugee rights and as a result, they are forced to acquire identity documents illegally. Even those refugees recognized by the UN refugee agency are no longer given residential permits or long term visas as was once the case – the practice stopped sometime after 2015.The Centre has expressly forbidden the State Governments from giving identity cards. In March 2021, soon after the coup in Myanmar, the Ministry of Home Affairs had told the four North Eastern states of Mizoram, Nagaland, Manipur and Arunachal Pradesh to guard their borders to prevent refugees from entering.The government of India has said that the refugees from Myanmar are to be treated as “illegal migrants”. The state governments of both Manipur and Mizoram tried to help the refugees because they share cultural and historical ties. In Manipur, all communities, including the Meiteis, were part of the relief work for the refugees. But as the influx has increased and no ID cards have been given, there is a fear that the refugees might settle on their lands and the local people could become a minority – as was the case in Tripura when the local residents welcomed the Bangladeshis.Instead of encouraging solidarity and providing humanitarian assistance, the Centre has fuelled the fear of “outsiders”. Meitei extremist groups have taken up the cry and now the conflict has taken on an ethnic and religious conflict – because Kuki-Chins are Christian and Meiteis are either Hindu or adhere to their indigenous Sanamahi religion.The situation in Manipur should be a wake-up call for India to institute a refugee protection regime where the rights of refugees are spelt out in accordance with international human rights and humanitarian law.  There is a need for a system to issue identity cards to refugees fleeing a brutal military regime so there is a record of their numbers. They must also be allowed to have basic rights such as the right to work, open bank accounts or to get licences.  These rights are subsumed under Article 21 and Article 14 of the Indian Constitution. Article 14 guarantees equality before law while Article 21 protects life and personal liberty of an individual.These rights are available to all residing within Indian borders, irrespective of whether they are refugees, migrants or tourists.This is the essence of India’s ancient philosophy: Vasudhaiva Kutumbakam, or the world is one family is an idea found in Hindu sacred texts. The verse from the Upanishad goes like this:“One is a relative,  the other stranger,  say the small minded.  The entire world is a family,  live the magnanimous.”– Maha Upanishad 6.71-75On this International Refugee Day, let us begin to put this ancient wisdom into a modern law for refugee protection.Nandita Haksar is a human rights lawyer and award-winning author.June 20 is World Refugee Day.","author":"Nandita Haksar","time":"2023-06-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191378-beijektinz-1687139249.jpg","tags":["Myanmar","Manipur","Refugees","Mizoram","Manipur Violence"],"source":"https://scroll.in/article/1051142/world-is-family-from-manipur-to-myanmar-the-escalating-refugee-crisis-is-a-wake-up-call-for-india"}