{"title":"World Cup: Incredible Australia reclaim trophy, riding on Alyssa Healy’s record-breaking 170","content":"On the back of a record-breaking 170 by Alyssa Healy, Australia won the ICC Women’s ODI Cricket World Cup for a record-extending seventh time, defeating England by 71 runs in the final at the Hagley Oval in Christchurch on Sunday.Australia completed the perfect campaign with nine wins out of their nine matches.Asked to bat first, Australia posted a mammoth 356/5 – the highest total in a women’s World Cup final – as Healy registered the highest individual score in a men’s or women’s ICC World Cup final.England’s innings was held together by Natalie Sciver, who remained unbeaten on a brilliant 148 off 121, but the defending champions were bowled out for 285 in 43.4 overs.Also read:Blog: Australia vs England – 2022 ICC Women’s World Cup finalWhat a superstar: Reactions to Healy’s record knock in WC final against EnglandChasing a daunting target, England suffered an early blow as the in-form Danielle Wyatt was clean bowled by Megan Schutt in the third over. The right-arm pacer followed that up with another lovely in-swinger to trap Tammy Beaumont in front.Having lost their openers early, England got a much-needed partnership as skipper Heather Knight and Sciver got together at the crease. But just as Knight (26 off 25) was starting to look dangerous, leg-spinner Alana King trapped her in front with a wonderful delivery that turned and skid through.Sciver then got together with Amy Jones (20 off 18) and Sophia Dunkley (22 off 22) to add two more brief partnerships but Jess Jonassen came on and struck before King bowled Dunkley round the legs for the second time in the tournament.Even as wickets kept falling from the other end, Sciver kept looking for runs with great courage. The right-hander showed her full range as a batter and found gaps in all corners of the park. She hit 15 fours and a six in her memorable knock and it was fitting that she remained not-out at the end. It was a second century for her against Australia in this tournament, second in a losing cause.King and Jonassen, with three wickets apiece, were the pick of the bowlers for Australia.Earlier, put in to bat, Australia got a dream opening partnership thanks to Healy and Rachael Haynes. The right-hand-left-hand duo timed the ball wonderfully and manipulated the field masterfully to keep England’s bowlers under pressure and the scoreboard ticking.Once Haynes was dismissed for 68 off 93 in the 30th over, it was the turn of Beth Mooney to come to the crease and cash in. The left-hander wasted little time in finding her groove and found boundaries consistently to ease the pressure on Healy.Australia were 236/1 after 40 overs with Healy and Mooney still at the crease. They had a solid platform for an assault and that’s exactly what they did, scoring 120 runs in the last 10 overs.England were made to pay for dropped catches off Haynes and Healy in the 21st over of the innings bowled by Kate Cross, with Australia’s score being less than 100 at that time.Healy, who scored a high class 129 in the semi-final against West Indies, was dropped on 41 and she made the most of her luck to play a knock for the ages. Battling back pain later on, she accelerated in style at the end and found boundaries at will. She hit a stunning 26 fours in her knock which is sure to go down as one of the greatest in one-day cricket history.Healy was dismissed for 170 off 138 in the 46th over, while Mooney (62 off 47) was the last wicket to fall in the 48th over.Ashleigh Gardner was promoted up the order but couldn’t fire. However, captain Meg Lanning (10 off 5), Tahila McGrath (8* off 5) and Ellyse Perry (17* off 10) ensured Australia kept the scoring rate up in the final overs to finish with a record-breaking total.Right-arm pacer Anya Shrubsole, with figures of 3/46 from her 10 overs, was the standout bowler for England.","author":"Aditya Chaturvedi ","time":"2022-04-03T13:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172481-kxvgvnpfvw-1648974104.jpg","tags":["cricket","ICC Women's ODI Cricket World Cup","Alyssa Healy","Natalie Sciver","australian Women's cricket team","England Women's cricket team"]}