{"title":"World Wrestling C’ships: Indian grapplers to compete under neutral flag with Olympic quotas on offer","content":"The 2023 World Wrestling Championships is all set to commence on Saturday in Belgrade, Serbia. The event will serve as the first qualification event for the 2024 Paris Olympics next year.With a total of 90 quotas – five each in 18 Olympic weight categories – up for grabs, some of the biggest and most experienced grapplers from across the globe will be in action over the course of the week-long tournament. However, the same cannot be said about India, who have sent in a rather inexperienced team with a majority of their veterans not having travelled to Belgrade due to a combination of injuries and withdrawals.While Vinesh Phogat and Ravi Kumar Dahiya have been side-lined with injuries, Bajrang Punia and Deepak Punia have pulled out of the event in order to keep themselves fit for the upcoming 2022 Asian Games in Hangzhou.In the absence of the well established stars, Indian hopes at the global event will be pinned on youngsters Antim Panghal in women’s 53kg and Aman Sehrawat in men’s 57kg.Aged 19, both Panghal and Sehrawat have long been touted as the successors and biggest competitors to Phogat and Dahiya respectively. While Panghal is a two-time U-20 World Champion and challenged Phogat’s inclusion in the Asian Games squad in the Delhi High Court, Sehrawat, who trains alongside Dahiya, was crowned the Asian Champion earlier in the year.Meanwhile, replacing the 2022 World Championships bronze medallist Bajrang in the men’s 65kg will be Anuj Kumar who defeated the fast rising Vishal Kalliraman at the trials.The 2022 Commonwealth Games champion Naveen Malik (men’s 74kg) also has a point to prove after having lost the 70kg bronze medal bout in the previous edition. The 23-year-old enters the competition after a convincing victory over the talented Sagar Jaglan in the trials.On the other hand, the experienced Sarita Mor (women’s 57kg) and Divya Kakran (women’s 76kg) will also be aiming to leave a mark in Belgrade. Both Mor and Kakran had lost the Asian Games trials, which were held just a month before the World Championships trials.Competing under neutral flagThough India has sent a 30-member contingent – 10 each in Greco Roman, Women’s Freestyle, and Men’s Freestyle, to Serbia, the Indian flag will be absent at the World Championships.Last month, the Wrestling Federation of India was banned by the sport’s governing body, United World Wrestling for failing to conduct its elections on time. Because of the ban, Indian grapplers will be made to compete under a neutral International Olympic Committee flag at the competition.This means that neither will there an Indian flag on the podium if any Indian wrestler wins a medal, nor will the national anthem be played if any wrestler from the country wins a gold medal.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nHowever, the Olympic quotas won by these wrestlers will still be awarded to India. This is because the quotas are assigned to the National Olympic Committee – in this case, the Indian Olympic Association – and not the National Sports Federation.All the four medallists (gold, silver, and two bronze) in Olympic weight categories will win a quota for their respective countries. The fifth and final quota in every category will be assigned to the winner of a bout between the two bronze medal playoff losers.Weight Categories with Olympic Quotas on offerGreco-Roman: 60kg, 67kg, 77kg,  87kg,  97kg, 130kgMen’s Freestyle: 57kg, 65kg, 74kg, 86kg,  97kg,  125kgWomen’s Freestyle: 50kg, 53kg,  57kg,  62kg, 68kg, 76kgIndian Squad for World ChampionshipsGreco-Roman: Ajay (55kg), Manish (60kg), Vikram (63kg), Vinayak (67kg), Ankit Gulia (72kg), Gurpreet Singh (77kg), Sajan (82kg), Manoj Kumar (87kg), Shailesh (97kg), Mehar Singh (130kg)Women’s freestyle: Neelam Sirohi (50kg), Antim Panghal (53kg), Neha (55kg), Sarita Mor (57kg), Anjali (59kg), Manisha Bhanwala (62kg), Antim Kundu (65kg), Priyanka (68kg), Jyoti Berwal (72kg), Divya Kakran (76kg)Men’s freestyle: Aman Sehrawat (57kg), Akash Dahiya (61kg), Anuj Kumar (65kg), Abhimanyu (70kg), Naveen Malik (74kg), Sachin More (79kg), Sandeep Mann (86kg), Pruthviraj Patil (92kg), Sahil (97kg), Sumit Malik (125kg)","author":"Abhijit Nair","time":"2023-09-15T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178703-sncuypwrcy-1660927430.jpeg","tags":["World Wrestling Championships","Wrestling","Antim Panghal","Aman Sehrawat","Bajrang Punia","Vinesh Phogat"],"source":"https://scroll.in/field/1055955/world-wrestling-cships-indian-grapplers-to-compete-under-neutral-flag-with-olympic-quotas-on-offer"}