{"title":"World Cup: We really want to win that trophy, says England’s Danni Wyatt after superb semifinal ton","content":"Danielle Wyatt admitted there was a point when she did not think a final was possible as her 129 sent England into the ICC Women’s ODI Cricket World Cup 2022 showpiece on Sunday.England fought back from opening their tournament with three defeats to advance and will take on Australia after setting South Africa 294 to win before more spin brilliance from Sophie Ecclestone saw the Proteas bowled out for 156 denying them a place in a maiden major final. World Cup SF, SA vs ENG as it happened: Ecclestone, Shrubsole power England into finalWyatt, however, achieved a first, scoring her debut World Cup century in a 116-run partnership with Sophia Dunkley to set South Africa a World Cup record chase they never got close to achieving. “I woke up this morning and really wanted to contribute to a win today and that’s what happened,” she said. “I obviously got dropped a few times, but that’s cricket and you’ve got to cash in on days like today so I’m really happy with how it went. “Every game since that India game has been a knockout match. So today was like any other match that we’ve played in the last few games.  “After those first three games, I didn’t think this would be the case, so we’ll prepare well for the final and we obviously really want to win that trophy.” Wyatt took home the Player of the Match trophy for her crucial knock, the opener digging in as England slipped to 126 for four. But she could quite have easily seen Ecclestone take the award, the spinner settled for the match ball as she earned a maiden international five-fer on her way to figures of six for 36, the best of the World Cup so far. Wyatt added: “Sophie bowled exceptionally well again today she’s an absolute GOAT [Greatest of All Time] and I’m so chuffed for her, that’s going to be the first of many five-fers.  “She was absolutely unplayable today especially with that pace and dip and a bit of turn as well which she was getting. “I actually said to Nat [Sciver] on the pitch how she would actually go in men’s international cricket. I think she’s bowling exceptionally well at the minute and she’s not fun to face in the net, that’s for sure.” Here are more quotes from Wyatt’s press conference after the semifinal:“I’ve had a weird career, especially my ODI career has been up and down like a yo-yo. But I’m happy about wherever the team wants me to bat. Obviously been given the chance to open the batting, which is where I want to bat and it’s my job to get the team off to a good start and take the opportunity. Hopefully, this can be the start of a long, successful career at the top of the order.“I think the way Heather Knight is around the group, she brings a calm influence. And Lisa our coach, I think that helps and we really back our youngsters. Charlie Dean, Sophia Dunkley they’ve really come in, and I swear they don’t even get nervous. They’ve definitely got long careers ahead of them. They’ve been playing exceptionally well throughout this tournament.“Been lucky enough to play around the world in domestic tournament’s like the Big Bash. And obviously, we’ve got the KSL, The Hundred, Rachel Heyhoe Flint trophy, which is obviously really good for back home and gives others an opportunity to show off their skills at the top level. To play with and against some of the best players in the world is clearly a benefit to our players. Just to play around the world, it’s a really good experience.”For South Africa, they have fallen at the penultimate hurdle for a third time in recent tournaments, having been knocked out of the 2017 World Cup semi-final by the same opponents. Captain Sune Luus, who is leading an experienced side at the age of just 26, explained how the toughest thing to take was her veterans potentially missing out on their last chance at a World Cup final. She said: “Obviously it’s a very sad changing room tonight, different to all of our games that we’ve been playing. “There’s a couple of players who it might be their last World Cup and I think for us as younger players it breaks our hearts that we couldn’t give the final to them and help them get that trophy that they’ve been working towards for 15 years.  “I think that breaks our hearts more that we couldn’t support them if it’s their last World Cup. “It’s going to be a hard pill to swallow this one especially just in the way we lost. I felt like that was a bit disappointing.  “It still doesn’t take away from how we’ve been playing so I think we just need to look back at that and reflect on that and enjoy the fact that we are in the semi-final and although it didn’t go our way, I think we can still be very proud of ourselves.” Wyatt was dropped five times, three coming before she made her century, with Luus admitting their fielding may have cost them a place in Sunday’s showpiece. “We didn’t really take our chances. I think we were given a couple and I don’t think it was our best fielding performance,” the all-rounder added. “If we took our chances, it might have been a different score. But at the end of the day, I still think 290 was a good score to chase, we just didn’t apply ourselves with the bat tonight.  “We always pride ourselves on our fielding and to not take those chances tonight, as a fielding unit we are very disappointed in that. It’s been a good campaign for us, so we are not going to define ourselves by the game we played tonight.”Content courtesy ICC Business Corporation FZ LLC 2020","author":"Scroll Staff","time":"2022-03-31T18:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172343-dfctvhdfpo-1648714479.jpeg","tags":["world cup","icc women's odi cricket world cup","england cricket team","Danielle Wyatt"],"source":"https://scroll.in/field/1020813/world-cup-we-really-want-to-win-that-trophy-says-englands-danni-wyatt-after-superb-semifinal-ton"}