{"title":"World beaters: Indian table tennis players mark an unprecedented rise with some big wins","content":"This article originally appeared in The Field’s newsletter, Game Points, on May 15, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.In the latest world rankings released on Tuesday, Indian paddler Manika Batra broke into the top 25 for women’s singles players. The 28-year-old Khel Ratna awardee is only the second table tennis player from the country to achieve this feat in singles after Sathiyan Gnanasekaran.Batra’s ascension to the top comes on the back of her stellar performance at the WTT Saudi Smash last week, where she not only registered her first career win in the top tier event but also went on to reach the quarter-finals.Batra registered some big wins en route to the quarter-finals in Jeddah, the most notable of it being a come-from-behind victory over 2021 World Championships gold medallist Wang Manyu of China.Wang, who had beaten the Indian 4-0 at the ITTF World Cup in April, was taken aback by Batra’s aggressive forehands as she went down 11-6, 5-11, 7-11, 10-12 after winning the first game.She would later go on to call it “the biggest achievement of my singles career”. A day later, she beat world No 14 Nina Mittelham before bowing out in the next round.While Batra’s display at the Saudi Smash is admirable in its own right, it is just one among the many notable performances from Indian paddlers in the larger scheme of things. Over the course of the last nine months, Indian table tennis stars – the women in particular – have made a habit of taking down big names.It all started at the delayed Hangzhou Asian Games in August last year, where the women’s doubles pair of Ayhika Mukherjee and Sutirtha Mukherjee beat the reigning world champions Chen Meng and Wang Yidi of China 11-5, 11-5, 5-11, 11-9 in their own backyard.Ayhika Mukherjee effectively countered and blocked the vicious top spin from the Chinese to leave many impressed that day.Six months later in February, Ayhika Mukherjee once again registered a big win, this time in singles. Up against the world No 1 and the reigning world champion Sun Yingsha of China at the World Team Table Tennis Championships the 26-year-old Indian prevailed 12-10, 2-11, 13-11, 11-6.If the Asian Games saw a defensive masterclass from Ayhika Mukherjee, the World Team Championships saw her attack relentlessly from her forehand to hand Sun her first career loss in the competition.Later the same day, Sreeja Akula beat then world No 2 Yidi 11-7, 11-9, 13-11 in straight games. Much like Ayhika Mukherjee, Akula too relied on her attacks and was quick to pounce on the winners even as India eventually went down 2-3 in the tie.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nChina sits on a seemingly unshakable pedestal when it comes to table tennis. Paddlers from the country have not only dominated the sport for decades, but have the habit of winning medals at will – much like South Korea in archery or the United States in swimming.“On our day we can beat anyone except China,” Indian veteran Achanta Sharath Kamal had famously said back during the 2018 Asian Games.But with the results the Indian women paddlers have produced in the last few months, it seems to be changing for better.Add to it, results like Akula winning two WTT Feeder titles so far this season and breaking into the top-40 world rankings, Sharath himself advancing to the quarter-finals of the Singapore Smash, Sathiyan becoming first Indian man to win a WTT Feeder title, Manav Thakkar and Manush Shah winning the men’s doubles title in Beirut, Harmeet Desai and Yashaswini Ghorpade beating world No 6 pair at Saudi Smash, and you see Indian table tennis heading towards a new dawn.For the first time ever, both the Indian men’s and women’s table tennis teams have alsoqualified for Olympics. And if all goes well, an upset or two in Paris might well put this bunch of players on the cusp of history. They have shown they are capable of pulling off those wins, after all.","author":"Abhijit Nair","time":"2024-05-16T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200535-lesvjawczs-1715007484.jpeg","tags":["Table Tennis","Manika Batra","Ayhika Mukherjee","Sreeja Akula","Sutirtha Mukherjee","Sharath Kamal","Sathiyan Gnanasekaran","Game Points"],"source":"https://scroll.in/field/1067864/world-beaters-indian-table-tennis-players-mark-an-unprecedented-rise-with-some-big-wins"}