{"title":"World Cup moments: When Elliott’s magical finish against South Africa took New Zealand to the final","content":"With the 2019 edition of the ICC Men’s Cricket World Cup set to begin in May, we look back at the most memorable moments from the tournament’s four-decade-long history. You can read the entire series here.Moment No 19A South African with nerves of steel. Grant Elliott was born in Johannesburg, and studied at St Stithians and was a superb schoolboy cricketer even representing South Africa at the Under-19 level.But on this fateful day in 2015, he was representing New Zealand, having qualified to play for them. The Kiwis needed 12 runs from 6 balls to make it to their first final. They had made it to the semi-finals on six previous occasions [1975, 1979, 1992, 1999, 2007, 2011] but had never managed to get past the stage.South Africa had been in three semi-finals themselves – never going past the stage. But now, they had a chance.This was a match that had everything to this point. Trent Boult’s wonderful swing bowling, Faf du Plessis’ fight in trying conditions, Kane Williamson dropping AB de Villiers, de Villiers and David Miller attacking as only they could, the rain, the readjusted target, Brendon McCullum going berserk against an attack that had Steyn, Morkel, Philander and Tahir, a nervous New Zealand losing wickets, Anderson and Elliott consolidating, de Kock missing a run-out. It had everything. But it all came down to the final over. 12 runs, 6 balls. Daniel Vettori, who had come back just for the World Cup, and Elliott in the middle.The first ball by Dale Steyn goes down the leg-side and the batsmen scamper through for a single. Vettori gets off the strike, Elliott will get to face the bowling now. 11 to win, 10 to tie.Second ball, Elliott gets a full toss but only manages to get a single. It brings Vettori back on strike. 10 to win, 9 to tie. A tie would also take NZ into the final on account of their better record in the group stages.Third ball, Steyn bowls a yorker but Vettori squeezes it out to the left of third man for four. Everyone is on their feet in the stands. The noise.. oh, the noise. De Villiers would later say, “Probably the most electric crowd I have ever heard in my life.”Fourth ball, another bye. A bouncer from Steyn. Vettori doesn’t connect but the batsmen cross over. It comes down to five runs needed off 2 balls.Fifth ball, Steyn bowled length and Elliott smashed it into the stands. The 45,000-strong crowd goes mad. The batsman lets out a roar. Steyn falls to his knees. New Zealand had won one of the best games of the World Cup. Du Plessis was weeping, Morne Morkel was weeping, Steyn was weeping.A wonderful moment in a wonderful game. Sport at its finest. ReutersOnce he was done celebrating, Elliott was the first player to given Steyn a hand. It was the kind of moment that makes sport special. For South Africa, the wait to get to their first final continued. For New Zealand, the ghosts of 1992 were banished once and for all.“I don’t think this win is for myself or the team, but everyone here. The supporters have been amazing. We wanted to take it as deep as we could. I think we timed the pace of the innings to perfection,” said Grant Elliott, who was adjudged the Man of the Match for his 84 off 73 balls.Elliott added: “[I was] not as calm as I looked. When you have 45000 fans screaming at you every ball... Nothing going in my mind when I hit the six. I don’t even know where the ball went.”He didn’t but the crowd sure did.\n\n\n    \n    Play\n\n\n\n\n    \n    Play","author":"Ashish Magotra","time":"2019-05-11T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156680-bhgilfuhnx-1616592080.jpg","tags":["World Cup 2019","Cricket","World Cup Moments"],"source":"https://scroll.in/field/923104/world-cup-moments-grant-elliots-magical-finish-against-sa-takes-nz-to-their-first-final"}