{"title":"‘Worse than a death sentence’: Inside Assam’s sham trials that could strip millions of citizenship","content":"This article is republished with permission from VICEnews.com, in collaboration with Type Investigations.Dilip Biswas had lived in Assam for 40 years, growing rice on his land and cooking lunch at a local restaurant, when one day in 2009 the police came knocking on his door. Despite being an ethnic Bengali, a targeted minority in the state, Biswas had never doubted his Indianness. But suddenly he was told to prove it, leave the country forever, or go to jail.Biswas was given the option to appear in a special court called a “Foreigners Tribunal,” a quasi-judicial system that orders the removal of so-called non-Indians from the country. The number of these tribunals has nearly tripled under India’s nationalist leader Narendra Modi.Biswas says he sold his land to pay for a lawyer and certified documents dating back decades proving his life in India – and his right to stay. But the court was unmoved: Biswas was declared a “foreigner” and thrown in prison. What’s worse, his wife and two young daughters were also declared foreigners, and sent to a separate detention centre for women. They were jailed for nearly a decade.“I didn’t meet my father for nine years. Still they kept us there, separated,” Kalpana, now 17, said, her voice breaking as she cried quietly. Biswas, meanwhile, says he was held in a cell with 60 other men, some of whom were murderers.In February, the state’s high court said that the tribunal had made an error: it was only Dilip Biswas, not his family, who should have been on trial. Furthermore, the tribunal had been wrong to reject land-revenue paperwork Biswas offered as proof his family had lived in Assam for at least one generation. The Biswases are among tens of thousands of people who have been declared illegal in India’s Foreigners Tribunals, opaque courts that are unique to Assam. A VICE News and Type Investigations probe has revealed the tribunals to be rife with bias, inconsistency, and error. Now, on the heels of a resounding re-election victory by Modi and his Bharatiya Janata Party, which ran on an aggressively anti-immigrant and anti-Muslim platform, the state of Assam is using these tribunals to embark on what may be one of largest purges of citizenship in history. The state flagged 4 million people as possible foreigners last year; on August 31, they will find out if they have to face trial in the tribunals that jailed the Biswases. The fear in Assam is omnipresent. An agrarian state known for its tea and rhinos could soon be the site of a statelessness crisis similar to what Myanmar’s attacks on the Rohingyas have wrought, but with four times as many people in its crosshairs. The effort to rout out illegal immigrants primarily affects Bengali-speakers, who make up about a third of Assam’s population. While Hindu Bengalis like the Biswases are also targeted, Muslims are disproportionately impacted. In Assam, speaking Bengali and practicing Islam – the predominant language and religion of neighboring Bangladesh – have long been conflated with being foreign. In reality, Bengali and Islam are spoken and practiced by a large minority of Indians in the state. Many whose citizenship is under scrutiny are poor and illiterate, unprepared to deal with the tribunals’ opaque legal process.The anti-Bengali sentiment has roots in British meddling during the Colonial era. A resulting seven decades of tension between Assamese speakers, indigenous tribes, and Bengali speakers over land, forest and language have led to horrific massacres and toxic identity politics. Today, Bengalis may speak Assamese and celebrate local festivals like Bihu, but many Assamese nationalists see them as outsiders siphoning off limited local resources.Over the years, local and national politicians have fanned the flames. And the groundwork for this latest purge has been laid at the highest levels of the national government. Modi himself has explicitly targeted Muslim immigrants from Bangladesh; speaking at an election rally in West Bengal in 2014, the then-candidate for prime minister said: “These Bangladeshis better be prepared with their bags packed.” The president of the BJP, now a minister in charge of national security, has referred to Bangladeshis as “ghuspetiya” or  “infiltrators,” and “termites” who are “eating our food grains that should go to the poor.”In 2016, Modi’s anti-immigrant drive became even more starkly anti-Muslim, with the government trying to allow any non-Muslim illegal immigrants from Pakistan, Bangladesh and Afghanistan to become Indian citizens. Assam protested, seeing it as an attempt to accommodate Bengali Hindus in their state. The law did not pass, but it remains a BJP priority.Most recently, as Modi and the BJP sought a second term in Parliament, they promised to implement the tool that’s been used to flag the 4 million in Assam as possible foreigners – a registry of citizens – in other states. In May, the BJP was re-elected with their highest vote-share ever.An investigation into Assam’s Foreigners Tribunals reveals an ominous glimpse of what awaits the masses left off the citizens register who will soon be summoned to trial. Data gathered from several tribunals, and interviews with nearly 100 people who’ve faced the courts, illustrate a biased process barely resembling India’s traditional legal system. We requested judgements issued in the last six months of 2018 from all of Assam’s 100 Foreigners Tribunals. Only five courts complied, although all were required to do so under India’s transparency laws. Four were in the district of Kamrup [Rural].In those tribunals, nearly nine out of 10 cases were against Muslims. Almost 90% of those Muslims were declared illegal immigrants – as compared with 40% of Hindus tried. While it wasn’t possible to discern exactly how many people were Bengali speakers, every person VICE News found who had faced  the tribunals was from that ethnic group.Decisions made by those presiding over Kamrup’s tribunals – who are not actual judges – were deeply inconsistent. The percentage of people declared foreigners varied dramatically from tribunal to tribunal. In one of the courts, every single person processed in six months was declared a foreigner because they weren’t present at their hearing. Some people said the Assam Police Border Organisation, a force unique to the state that files complaints and summons accused illegal immigrants to court, had never notified them in the first place.It’s unclear how many more people will be sent to the tribunals in the coming months, but Assam seems to be preparing for a major crackdown. Modi’s government has approved the state’s proposal to add 200 new Foreigners Tribunals to the existing 100, and plans for another 800 are in the works, according to a senior official at the Assam ministry for national security. The state is also building a new detention centre and has proposed constructing 10 more, the official said.The coming purge was set in motion in 2015, when Assam’s government announced a “National Register of Citizens,” or NRC. It required every person claiming Indian citizenship in Assam to submit proof that their ancestry in the country dated to before 1971 – the year Bangladesh was formed. Those who could prove their citizenship to the government’s liking would be listed on the register. Citizenship is not a birthright in India; if an applicant’s parents don’t make the registry, the applicant wouldn’t either.By 2018, nearly 33 million people – more than the population of Texas – had submitted documents. In July of that year, Assam released an initial list of those it deemed Indian.Over 4 million applicants – 12% of the state’s population – weren’t included. It immediately became apparent that the vast majority of those left off were Bengali.Panic spread; people broke down in despair, spent their life’s savings to gather more documents and file appeals, and went underground. Some committed suicide. Those left off the list were able to appeal their exclusion. On August 31, the state will release the final list of citizens, and the appellants will find out if they were successful. If not, they face the tribunals – and the possibility of losing their liberty and country.Ahead of the deadline, three United Nations special rapporteurs issued a statement expressing concern over the “potentially far-reaching consequences for millions of people, in particular persons belonging to minorities who risk statelessness, deportation or prolonged detention.” They said they had sent three letters over the past 13 months and received no response.  The Biswases’ case shows the potential devastation to come. Kalpana, her sister, and their mother spent nine years in a locked room with other “foreigners” from all over Assam. The conditions were abysmal; the girls say they washed floors in exchange for blankets and clothing.If a friend hadn’t challenged the tribunal order on their behalf, the family might have remained in detention indefinitely, stateless.In February, the Biswases finally went home to a quiet village in the region of Mayong. From their elevated straw and mud house, Kalpana gazed at the hills and paddy fields around her. After nearly a decade behind high walls, it felt unreal.“For nine years I was called a Bangladeshi, and not allowed to go to high school even,” Kalpana said. “When I came out, I was told there was never a case against me. I’m angry. I’m angry about my fate and angry at the government.”Meanwhile, Dilip Biswas’ freedom might be temporary. He was released on bail, pending a retrial. He’ll soon have to face the Foreigners Tribunal again. This time, he will be tried alongside an untold number of people left off the NRC list.Dilip Biswas and his wife Kalpana Biswas pose for a photograph with their daughters Kalpana, 17, and Archana, 12, outside their home in Mayong village in Moregaon district in Assam. The Biswas family is among tens of thousands of people who have been declared illegal in India’s Foreigner’s Tribunals, an opaque quasi-judicial system unique to Assam. Photo: Sahiba ChawdharyA VICE News analysis of 515 orders issued by four of Kamrup’s five tribunals and interviews with attendees of those tribunals, as well as courts in nine other districts, offers a window into what awaits them.The judgements and witness accounts reveal a broken and prejudicial system where the burden of proof is on the accused. Kamrup’s tribunal judgments showed that about 82% of people on trial were declared foreigners. The numbers varied widely; one declared all its cases Indian, while another declared every person tried foreign. The judgements don’t list the accused’s religion, but names in Assam do indicate that heritage. We worked with an Assam ethnicities expert to confirm data on Muslims and Hindus in the tribunals. There are many flaws in the system, but five stand out:Significantly more Muslims were being tried, and a much greater proportion were declared foreigners as compared to Hindus.   Names in Assam don’t reliably indicate ethnicity. But in addition to lawyers and tribunal members attesting to the focus on Bengalis, every one of the 113 people we found from those judgements were Bengali. Kamrup, meanwhile, is home to many Assamese speakers as well. Three-quarters of the orders were issued without the accused present, known as an ex-parte judgement. In one tribunal, this was the case in every judgment.The police investigations that form the basis of the complaint often appeared botched, superficial and biased.  Some individuals who had managed to prove they were Indians received fresh summonses from the same tribunal.The lawyers sitting as judges in the tribunals had differing views on what documents could be submitted, what statements should contain, and how much time the accused had to produce witnesses. Some accepted verbal explanations for variations in age or spellings of names on documents. Others declared people foreigners on the basis of what defendants called clerical errors.Colin Gonsalves, a lawyer and the founder of the New Delhi-based Human Rights Law Network, said the tribunals force “poor and desperate people” to hunt down “documents of ancient vintage.” People cobble together what they can. Many Indians do not have birth certificates, so they apply for copies of voter rolls that show their grandfather’s name, or bring proof of farm loans or government relief payments that are decades old. Elderly relatives come to testify on their behalf.But still, many are declared “foreigners” because their paperwork is deemed insufficient, or because their documents have inconsistencies. And witness testimony is not weighted heavily.“Sadly, because witnesses are grandmothers, neighbors or uncles, they tend to be from the same Bengali community [and] they are already mistrusted,” said a Guwahati lawyer who requested anonymity because he feared retaliation against his family. “Many tribunal members” – the term for the lawyers who preside over the tribunals – “don’t find their documents authentic or their word credible.”Those under trial said the rules were unclear and that there was little clarity on why they were suspected in the first place – or what would happen to them if they were declared illegal immigrants. Even if they were ultimately judged to be Indians, while fighting for citizenship many could not vote or get food rations, loans, or jobs, and many spent money they didn’t have on lawyers.Amrit Lal, a social worker who discovered that his mother had been declared a foreigner without trial only when their family’s food subsidy card was blocked, described the whole tribunal process as “mazakiya” – ridiculous.A spokesperson for the national Ministry of Home Affairs asserted that Foreigners Tribunals provide “adequate opportunity” to accused individuals, and ex-parte orders are issued only if the individuals do not access these opportunities. Anyone who’s not satisfied with the outcome may also take their case to the Gauhati High Court. Moreover, the spokesperson added, “It is incorrect to say that working of FTs is flawed.  These do function as per the procedures laid down and as per rules.” Assam’s Home and Political Department, also called the Assam home ministry, declined to comment on the workings of the tribunals and whether there is bias in the system. The prime minister’s office did not respond to multiple requests for comment.Several Indian states share a border with Bangladesh, but Assam’s resentment of Bangladeshis – and Bengalis and Muslims by association – is unique.This hostility dates back to when the British wooed Bengalis through land and jobs to the largely Bodo- and Assamese-speaking region. As the Indian subcontinent’s borders were drawn and redrawn over a century – creating East Bengal, then East Pakistan, and finally Bangladesh –relations between the groups soured.In the past, Bengali-speakers who have lived in the region for generations have been targeted in riots. The violence reached its peak during the 1983 Nellie Massacre: In a single morning, machete-wielding Assamese youth killed about 2,000 Bengali Muslims they suspected to be illegal immigrants.To appease nationalists, the government devised three major ways to detect, try, and deport suspected foreigners – with a focus on Bengali-speakers. One is a voter suppression campaign in which electoral officers flag people listed on voter rolls, supposedly without adequate Indian documentation, as “doubtful voters.” Another is the filing of complaints by police against people based on tips that they’re Bangladeshi – which is what happened to Dilip Biswas.The Foreigners Tribunals are currently processing the people affected by those efforts. Since 1985, the courts have declared more than 100,000 people foreigners, with a steep uptick since 2016. About 900 are in detention centres today. The National Register of Citizens – which is actually an anti-foreigner reframing of a 1951 registry – is the latest and broadest effort.Inside the tribunalsAt noon on a muggy June day, nine families had gathered outside the Hajo Foreigners Tribunal. The half-constructed building in Kamrup had four small usable rooms and no seating for visitors. A woman used a motorbike seat as a desk as she slowly etched her name in Assamese on a sheaf of documents. A village headman who was there to give his eighth testimony for people in his village – “I know this person, she lives in my village, she is Indian” – frantically searched his record book for a name.In the garden outside, Ayesha fixed her pink sari and patted her hair. She went over the details in Assamese with her lawyer in preparation for cross-examination. Switching to Bengali, she asked her nervous husband and older brother to recall dates and events from the past 50 years. “I am confident, there is nothing to fear,” she reassured them. “We are only going to say the truth.” It was her 20th wedding anniversary that day, Ayesha said, and the month of Ramzan. She was amassing as many good omens as she could.Ayesha, whose name has been changed to protect her identity, was issued a summons alleging she illegally entered India after March 1971. But she was born in Assam in 1979, Ayesha says, holding out documents that prove an entire life in India: school, a master’s degree, marriage, and children. Her cross-examination lasted about 15 minutes. Indians draw citizenship from their parents, so Ayesha had submitted voter lists with her father’s name and address on them from before 1971. This would establish that he was Indian. Next, she had to prove that she was her father’s daughter. “I went to school, so I had a school certificate that mentioned my father,” she said. Her father had passed away years ago, so her brother served as a witness. But when the judge questioned him, the elderly farmer could not recall where their father had cast his first vote, Ayesha said. She said the tribunal member had also asked Ayesha why she had not registered to vote until she was 26. “Ayesha’s is a good case, I know it,” said Zakir Hussain, the Guwahati-based senior lawyer representing her. “But they are always under the apprehension that ‘I may be arrested at any time’.” Women, who made up about a quarter of those on trial, often face special challenges gathering enough evidence. In rural areas, especially in the Muslim community, “there is a tendency to marry daughters off very early, as teenagers, before the age of voting,” said Hussain. “Most women in these parts do not go to school either, so their only official record is the voter list or ration card, in which they appear with their husband.” They end up with no official document linking them to their parents. Women can produce certificates from headmen of their father’s and husband’s villages vouching for their birth and marriage. But these certificates are admissible only if the headman brings a record of the life events for his entire village. More than 71% of women in Kamrup’s tribunals were declared foreigners; a headman not having sufficient record-keeping was often the reason given.Ayesha’s case is pending, but her education may be what saves her. Having gone to school provided crucial documentation. It also gave Ayesha the ability to understand and the confidence to face the tribunal.Later that week Ayesha asked her lawyer to help three other women from her village. Her illiterate neighbor Laili was barely able to hold her voter certificate the right way up. “Everyone is poor,” Ayesha said. The tribunal system confounds most people. One tribunal analysed accepted a card issued by the income tax department as evidence, while another considered that suspicious. One tribunal considered an ancestor’s name in the NRC from 1951 valid, while another said a census document was not legal evidence.Ayesha’s lawyer, Hussain, said there should be a standard practice, but in reality, “all judges are not the same.”The members who declare people nationals or foreigners are, unlike in other Indian courts, not actually judges. It used to be that only serving and retired judges presided over the tribunals. But when 36 courts mushroomed to 100 in 2015, the Supreme Court approved the government’s request to fill vacancies with lawyers who have at least 10 years experience.A senior official at the Assam home ministry speaking on condition of anonymity said that members only get only one or two days of orientation before overseeing a tribunal. One tribunal member who is a retired district court judge, also speaking anonymously, said that some members were not experienced enough and made mistakes in gauging evidence. One thing is consistent: The members expect record-keeping that few in Assam have. Many people in the judgments knew their place of birth, but rarely the exact date. And the date of birth on school certificates often didn’t match the ages on voter lists. In interviews, parents recalled that if they didn’t know their children’s exact birthday, a school headmaster would sometimes write down an estimate based on the child’s height. The differences in Assamese and Bengali pronunciation of letters can lead to different spellings when documents were written in English. Some Muslims said government officials added names and titles, like Abdul, Sheikh, and Mohammed, to their given names, creating more confusion. Members often disregard documents over discrepancies like these. “If this parameter is applied on every Indian, almost all will become stateless,” Aman Wadud, a Guwahati lawyer, said.A former member in a Foreigners Tribunal now practicing in the Gauhati High Court criticised the tribunals’ reliance on documents alone, ignoring the local context of illiteracy, poor record-keeping, and frequent migration during floods. Speaking on condition of anonymity, the former member added he’d been led to believe that Assam was filled with unidentified foreigners, but the first few months presiding over his tribunal proved him wrong. “I thought, why am I not finding any foreigners? Then I realised that they are just not there.” A younger former member, also requesting anonymity because he works in the High Court, believed he was fired for being “too lenient.” Both were part of a group of 14 former Foreigners Tribunal members who in 2017 sued the Assam government in the High Court to be reinstated as they believed they had been wrongfully terminated. Among other allegations, they said the state had fired them for not declaring enough people foreigners. “In the latter part of our tenure, there was an undercurrent from the authorities that we should produce more foreigners,” the younger former member said. The Assam government responded in the High Court, “The performance of Foreigners Tribunals have always been an important topic of discussion.” It also attached a telling annexure: A table with columns for the percentage of cases heard, and the percentage of those declared foreigners. When the latter was below 10%, the member was usually marked “Not satisfactory. May be terminated.” One member who had heard 10% of cases pending in his court and found 59% of the defendants to be foreigners was recommended for a contract extension. Another who had heard 26% of the tribunal’s cases and declared only 4% of people foreigners was fired. In its official response to the members’ petition, Assam’s home ministry dismissed the allegation that they assessed the performance of members by their conviction rate. Two serving members also said they were not under any direct pressure from the state to declare people foreigners. After the petition was filed, a High Court monitoring bench took over the appraisals of members. The bench chair turned down a request for an interview. In May, after the government of India approved 200 more Foreigners Tribunals, Assam decided to appoint retired civil service employees with some judicial experience as members. “[Foreigners] Tribunals are the most important tribunals in the country,” said the older of the former members, his voice rising in anger at the idea of bureaucrats deciding foreigners’ cases. “It’s not a joke. Making a person stateless is worse than a death sentence.”Living in FearMany people don’t even get a hearing. In the Hajo tribunal where Ayesha is fighting for her citizenship, in the last half of 2018, every single one of 299 judgments issued declared the accused a foreigner in their absence. Nearly 98% of those people were Muslims. Another Kamrup court, the Amingaon Foreigners Tribunal, declared 98% of the accused foreigners. Across all four tribunals, more than three-quarters of the orders were delivered in the absence of a defendant.When asked about the ex-parte decisions, a tribunal member who spoke on the condition of anonymity blamed the high number on people who live on islands moving homes often due to flooding and not updating their addresses on records. A senior officer in the border police station in Amingaon, also speaking anonymously, said that after being issued a summons, many people go into hiding. Both spoke on the condition of anonymity as they were not authorized to speak to the press.But the tribunal member also acknowledged that when the border police cannot issue a summons, they routinely say they can’t find the accused individual, without explaining how they tried. Type and VICE News found 11 individuals who had been declared foreigners in their absence in the Hajo tribunal. They were living in their villages, all at the same addresses listed in the court orders. Sarabari, a village of about 6,000 people under the Hajo tribunal’s jurisdiction, is home to 18 people declared foreigners in absentia in the Hajo tribunal during the six months reviewed. One of them, Fatima, was unaware of the judgment against her until VICE News and Type Investigations knocked on her door. Fatima, who is illiterate, struggled to explain the legal mess that she had been in for months. Her lawyer said that the judgment seen by VICE News and Type was actually the second time she had been declared a foreigner in an ex-parte order within two months.  He said police delivered the first summons alleging that Fatima was Bangladeshi to a different villager. That person lost the notice and only told Fatima about it later, according to the lawyer. When she went to court in October, Fatima found out that she had already been declared a foreigner in absentia the day before. A person who has been declared a foreigner in absentia has 30 days to challenge that judgment, and Fatima’s lawyer said he was able to have it thrown out. Fatima began fighting her case, attending hearings with receipts, voter lists, and certified photocopies of her grandfather’s Indian passport with her childhood address.But while that case was still ongoing, the police issued Fatima another summons in the same tribunal. It was the same accusation – that she was an illegal immigrant from Bangladesh – but opened up an entirely separate case. A December order says the police “could not serve a notice” upon her “personally” and that they pasted it “in a conspicuous place” in the village in late November. Someone told Fatima about this notice, but she was afraid and thought it was a mistake, so she didn’t look for it.In December, the same member chairing Fatima’s ongoing trial once again declared her a foreigner in her absence in this second case. The order declared her “liable” to be deported from the country. Fatima’s son, Mustafa – both their names have been changed to protect their identities – left his job delivering water in Saudi Arabia to come home and help his mother fight for her citizenship. Mustafa is trying to win the ongoing case, while his mother said she had more faith in god than in the courts now.Fatima is optimistic; she’s sure it must be a mistake, or that her lawyer will find a way out. That evening, though, when the family broke their Ramzan fast with a prayer, she could not stop crying.Villagers said that in addition to not properly notifying them on a summons, police often don’t do an initial investigation. Before officially filing a complaint and summoning a person to a Foreigners Tribunal, border police are supposed to visit their home, giving them an opportunity to present documents proving their nationality. But about two dozen lawyers and nearly 100 people who’ve been through tribunals said this initial inquiry wasn’t done.The second order against Fatima says the border police visited her to ask for identification, which she didn’t have, but she says they never came for an inquiry.Sarabari’s elderly headman Yakub Ali said border police regularly file complaints without giving his villagers an opportunity to present proof of their citizenship. In fact,  in all the decades Foreigners Tribunals have existed, and Ali has ministered to Sarabari, he said he’s never been contacted by border police for an initial inquiry nor heard of one happening. Nazmul Islam Bhuiyan, a Guwahati lawyer who estimates he has worked on about 200 cases in six tribunals, said police had not done a proper initial inquiry in a single one of his cases. This shoddy police work was recently exposed publicly. The Boko tribunal had declared a retired army serviceman a foreigner based on differences between his details and the police complaint and had him detained in May. The family of the accused man, Mohammed Sanaullah, told the media they were shocked. Eventually, the policeman who filed the complaint admitted that he had investigated a different man, a laborer, but the policeman who served the summons had issued it to the ex-serviceman. The officer said it had been a mistake, as the two men had the same last name. Three witnesses named in the complaint have sued the policeman, claiming that he had never met them. The high court allowed Sanaullah out on bail in June. In an interview, Sanaullah’s son said that if this could happen to a retired Army service member, what about others with fewer resources? “I appeal to PM Modi,” he said, who “should see the reality of what is happening” in the NRC process. If Sanaullah had seen the original complaint against him, the mistake could have been caught. But the border police and tribunals, unlike other Indian courts, don’t share complaints with the accused. Some tribunal members do allow advocates to petition for a copy of the police report, but lawyers said most don’t. Assam border police chief Bhaskar Mahanta said, “Police has been doing enquiries as per law.” He acknowledged that there are cases where “they ought to have established it a little more properly,” but he added, “This is not the rule. These are exceptions.” Ashrab Ali's wife is consoled by community members and local activists in Kamrup district in Assam. The elderly farmer killed himself by ingesting pesticide a day after an NRC official indicated that he might not make the list. Photo: Sahiba ChawdharyAn uncertain futureIn March, the chief justice of India, Ranjan Gogoi, reprimanded Assam’s state representative about the small number of detentions of those declared illegal immigrants.“The existing [detention] centres are housing 900 people as against the so many who have been declared foreigners? Why are there not thousands?” Gogoi, who is Assamese, reportedly asked.  His comments were made during an activist’s litigation against allegedly inhumane conditions in Assam’s detention camps.The chief justice also said that foreigners “had mingled with locals” and were part of electoral lists. The Commonwealth Human Rights Initiative, whose members include a retired Supreme Court judge and former Assam police chief, said in a statement that Gogoi’s  “unfortunate” comments “fly in the face of India’s constitutional and international obligations.”Of the nearly 59,000 people who have been declared foreigners in the tribunals since 2009, the government of Assam said it had only 823 in detention at the end of January. Only four have been deported; illegal immigrants can be deported only if Bangladesh confirms their nationality. Since the chief justice’s comments, the border police have detained about 125 more. Some of the dozens of people we spoke to who had been declared foreigners in Kamrup’s Foreigners Tribunals were challenging the order in the High Court. But most were simply living in fear, hoping the police wouldn’t come for them. A few were not even aware that they had been declared foreigners. Others had already been detained. Two brothers were declared foreigners by the Rangia tribunal on the same day, then detained, according to their wives. The wives now live in their two-room house with their elderly mother-in-law, doing domestic work for a living. The orders declaring Asmot and Asgar Ali foreigners said that they did not have sufficient proof that their deceased father was Indian. Both had provided their mother’s tribunal order, declaring her Indian, but the member dismissed it.The Ali brothers, both of whom drove bicycle rickshaws in Guwahati, had gone to the tribunal on the day it delivered its judgment. As soon as they were declared foreigners, they were taken directly to a detention centre. Their mother, sitting with her wheelchair-bound grandson, said, “Do people know what it is like to lose two sons? Their father was dead, but now I am.”Most advocates advise their clients to stay home on the day a tribunal is to deliver its judgement. “If they come to the tribunal and are declared foreigner, from that moment they lose all their rights as Indians,” said a policeman stationed in one of the tribunals. “We are under orders to immediately detain them.” Even those who have won their cases could still be targeted. The Assam Home Ministry plans to go to the high court to challenge 430 tribunal orders declaring people Indian. An  official said they would also file 551 new complaints against people already declared Indian. Their legal division was re-examining another 1,178 cases. Several senior Assam state officials speaking anonymously admitted in interviews that the foreigner detection system suffered from inefficiency, lack of transparency and inconsistent databases. They have now devised what they call the Electronic Foreigners Tribunal, which the Assam home secretary says will integrate the police, Foreigners Tribunals, NRC and the state’s immigration office so “there is consistency of information.” Border police chief Mahanta said, “This will make the border police functions more efficient and accountable.”It’s unclear what the future holds for the millions of people who may soon be sent to the tribunals. The proposal of additional detention centres suggests many will spend long years imprisoned.In May, Ashrab Ali, an elderly farmer in Assam, killed himself by ingesting pesticide a day after an NRC official indicated that he might not make the list. Ali’s son said the old man had “felt shame and guilt” about the future of his children and grandchildren. As villagers joined the candlelit funeral, Ali’s wife showed them all the documents her husband had submitted to the NRC.“See, we are Indian,” she said.Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Rohini Mohan","time":"2019-07-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124674-urfyjqxzbe-1564395397.jpg","tags":["National Register of Citizens","Assam","Foreigners Tribunals","The Process"],"source":"https://scroll.in/article/932134/worse-than-a-death-sentence-inside-assams-sham-trials-that-could-strip-millions-of-citizenship"}