{"title":"WPL 2024: Format, schedule, squads – All you need to know about the second edition","content":"The second edition of the Women’s Premier League will get underway on February 23 with Mumbai Indians, the defending champions, facing off against runners-up Delhi Capitals.Barring these two sides, UP Warriorz had made it to the play-offs while Royal Challengers Bangalore and Gujarat Giants finished fourth and fifth respectively.There were plenty of new signings in the auction held in December but there have also been some of withdrawals due to injuries and the upcoming England series against New Zealand. Kashvee Gautam – who was bought for a record Rs 2 Crore – will be the biggest misses of the season after suffering a foot injury. England captain Heather Knight withdrew to focus on their preparation for the New Zealand series.However, some exciting replacements such as Chamari Athapaththu and Nadine de Klerk have found their way into the league. With some solid re-jigs in the auction, the league is bound to get more competitive this time around.With the T20 World Cup scheduled for later this year, the WPL is likely to prove vital for game time, preparation and scaling opponents. For overseas players, in particular, the Indian pitches are a chance to get acclimatised to the subcontinent pitches in Bangladesh as well.It remains to be seen who will challenge last year’s Orange Cap winner Meg Lanning (345 runs) and the Purple Cap winner Hayley Matthews (16 wickets).Here’s a look at the details for the upcoming league:FormatEvery team will play the other team twice. The team that tops the WPL points standings advances straight to the final. The teams ranked second and third will square off in the eliminator. The winner of the eliminator will face the table topper in the final.Unlike the first edition that was played at Mumbai and Navi Mumbai, the second edition will be played across two legs – Bengaluru and Delhi. With all 22 games scheduled for the evening at 7:30pm, there will be no double headers throughout the tournament.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nSquadsMumbai IndiansAmanjot Kaur, Amelia Kerr, Chloe Tyron, Harmanpreet Kaur (C), Hayley Matthews, Humairaa Kazi, Isabelle Wong, Jintimani Kalita, Natalie Sciver-Brunt, Pooja Vastrakar, Priyanka Bala, Saika Ishaque, Yastika Bhatia, Shabnim Ismail, Sajeevan Sajana, Amandeep Kaur, Fatima Jaffer, Keerthana BalakrishnanAlso read: Harmanpreet Kaur leads a strong line-up as Mumbai Indians aim to defend titleDelhi CapitalsMeg Lanning (C), Jemimah Rodrigues, Alice Capsey, Arundati Reddy, Jess Jonnasen, Laura Harris, Marizanne Kapp, Minnu Mani, Poonam Yadav, Radha Yadav, Shafali Verma, Shikha Pandey, Sneha Deepthi, Taniya Bhatiaa, Titas Sadhu, Annabel Sutherland, Aparna Mondal, Ashwani KumariAlso read: Meg Lanning and Co regroup as Delhi Capitals aim for revenge in second seasonUP WarriorzAlyssa Healy (C), Anjali Sarvani, Deepti Sharma, Grace Harris, Kiran Navgire, Chamari Athapaththu, Laxmi Yadav, Parshavi Chopra, Rajeshwari Gayakwad, Yashasri, Shweta Sehrawat, Sophie Ecclestone, Tahlia McGrath, Danielle Wyatt, Vrinda Dinesh, Saima Thakor, Poonam Khenmar, Gouher SultanaAlso read: Entertainers UP Warriorz aim to go all the way this time aroundRoyal Challengers BangaloreSmriti Mandhana (C), Asha Sobhana, Disha Kasat, Ellyse Perry, Nadine de Klerk, Indrani Roy, Shradda Pokharkar, Renuka Singh, Richa Ghosh, Shreyanka Patil, Sophie Devine, Georgia Wareham, Ekta Bisht, Kate Cross, Shubha Sateesh, S Meghna, Simran Bahadur, Sophie MolineuxAlso read: Royal Challengers Bangalore expect to make home advantage count in second outingGujarat GiantsAshleigh Gardner, Beth Mooney (C), Dayalan Hemalatha, Harleen Deol, Laura Wolvaardt, Shabnam Shakil, Sneh Rana, Tanuja Kanwar, Phoebe Litchfield, Meghna Singh, Trisha Poojitha, Sayali Sathgare, Priya Mishra, Lea Tahuhu, Kathryn Bryce, Mannat Kashyap, Tarannum Pathan, Veda KrishnamurthyAlso read: Beth Mooney returns as Gujarat Giants look to turnaround their fortunesChanges from 2023Apart from changing their teams around in the auction, some of the teams have made changes in the leadership and coaching department.Beth Mooney, the captain for Giants, had been ruled out last season due to injury with Sneh Rana taking over. Mooney will return as captain for the side.Though she retired from international cricket, Meg Lanning will continue as the Capitals’ captain in the coming season.  Smriti Mandhana (RCB), Alyssa Healy (UPW) and Harmanpreet Kaur (MI) will also continue to lead their respective teams.The Giants parted ways with Rachael Haynes and hired former Australia batter Michael Klinger as head coach. Ben Sawyer left as head coach of the RCB with Luke Williams, who coached Adelaide Strikers to victory in WBBL, taking over.Schedule WPL 2024 Schedule \n    \n       Date  Match  Venue \n    \n     February 23  Mumbai Indians vs Delhi Capitals  M Chinnaswamy, Bengaluru  February 24  Royal Challengers Bangalore vs UP Warriors  M Chinnaswamy, Bengaluru  February 25  Gujarat Giants vs Mumbai Indians  M Chinnaswamy, Bengaluru  February 26  UP Warriorz vs Delhi Capitals  M Chinnaswamy, Bengaluru  February 27  Royal Challengers Bangalore vs Gujarat Giants   M Chinnaswamy, Bengaluru  February 28  Mumbai Indians vs UP Warriorz  M Chinnaswamy, Bengaluru  February 29  Royal Challengers Bangalore vs Gujarat Giants   M Chinnaswamy, Bengaluru  March 1  UP Warriorz vs Gujarat Giants  M Chinnaswamy, Bengaluru  March 2  Royal Challengers Bangalore vs Mumbai Indians  M Chinnaswamy, Bengaluru  March 3  Gujarat Giants vs Delhi Capitals  M Chinnaswamy, Bengaluru  March 4  UP Warriorz vs Royal Challengers Bangalore   M Chinnaswamy, Bengaluru  March 5   Delhi Capitals vs Mumbai Indians  Arun Jaitley Stadium, Delhi  March 6  Gujarat Giants vs Royal Challengers Bangalore   Arun Jaitley Stadium, Delhi  March 7  UP Warriorz vs Mumbai Indians   Arun Jaitley Stadium, Delhi  March 8  Delhi Capitals vs UP Warriorz  Arun Jaitley Stadium, Delhi  March 9   Mumbai Indians vs Gujarat Giants   Arun Jaitley Stadium, Delhi  March 10   Delhi Capitals vs Royal Challengers Bangalore   Arun Jaitley Stadium, Delhi  March 11  Gujarat Giants vs UP Warriorz   Arun Jaitley Stadium, Delhi  March 12  Mumbai Indians vs Royal Challengers Bangalore   Arun Jaitley Stadium, Delhi  March 13  Delhi Capitals vs Gujarat Giants   Arun Jaitley Stadium, Delhi  March 15  Eliminator  Arun Jaitley Stadium, Delhi  March 16  Final  Arun Jaitley Stadium, Delhi","author":"Scroll Staff","time":"2024-02-21T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198636-lhjrgtxjpf-1708445603.jpg","tags":["Mumbai Indians","Gujarat Giants","WPL 2024","Women's Premier League","Delhi Capitals","Royal Challengers bangalore","UP Warriorz"],"source":"https://scroll.in/field/1064008/wpl-2024-format-schedule-squads-all-you-need-to-know-about-the-second-edition"}