{"title":"WPL 2024, Eliminator, as it happened: Bangalore clinch thriller against Mumbai to reach final","content":"It will be Royal Challengers Bangalore vs Delhi Capitals on Sunday!It has been one of those low-scoring thrillers that had to have a last-ball finish, a sight that has been common throughout this season of the WPL.Both teams were in control of the game at different points, but the wicket of Harmanpreet Kaur was the turning point for RCB who exhibited some brilliant death bowling by sticking with the basics – quick fielding and bowling wicket to wicket.These two wins against the champions will surely boost the confidence of the Bangalore side when they line up for the final.Stay tuned as we will return for live coverage of the 2024 WPL Final between Royal Challengers Bangalore and Delhi Capitals on March 17, Sunday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    In the Final! 🥳 Ellyse fantastic, as she’s been all season, and a great performance by @RCBTweets, holding their nerve in the end, to knock out the defending champions. Just one more game, one more win… Come on #RCB! Always Play Bold 💪 🙌 #WPL— AB de Villiers (@ABdeVilliers17) March 15, 2024\n\n\n\n\n    @RCBTweets 🫡— Yuzvendra Chahal (@yuzi_chahal) March 15, 2024\n\n\n\n\n    Fabulous death bowling by @RCBTweets. With 20 needed from 3 overs and Amelia Kerr and Harmanpreet batting most teams would have thought it was game over. And so good to see two discoveries of the #TATAWPL, Shreyanka Patil and Asha Shobhana bowling 2 out of those 3 overs.— Harsha Bhogle (@bhogleharsha) March 15, 2024\n\n\n\n\n    #WPL2024 #Cricket It will be Royal Challengers Bangalore vs Delhi Capitals on Sunday!12 runs to defend in the last over and Asha Sobhana does brilliantly to defend it to send her team into the final, beating Mumbai Indians by five runs!A brilliant last five overs from the… pic.twitter.com/mfdj34y5fT— The Field (@thefield_in) March 15, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 130/6 (2 overs): WHAT A FINISH FROM RCB!!! Asha draws Pooja Vastrakar out and Ghosh makes no mistake to whip the bails off. Then, Kerr tried to go for the boundary, but Asha held her line and length and in the end, RCB beat MI by five runs.A brilliant last five overs from the RCB bowlers with Molineux, Patil and then Asha all taking wickets and strangling the Mumbai batting.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    It’s the last over and RCB have 12 to defend – Asha Sobhana with the ball. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 120/4 (18 overs): Big BIG over from Shreyanka Patil here – a missed stumping chance that Ghosh misses at the start of the over and then Harmanpreet tries to accelerate, but finds Devine in the deep. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 104/3 (16 overs): A cheeky scoop that is timed with quite a bit of luck from Harmanpreet and then a boundary down the ground off Perry’s last over helps Mumbai breathe a sigh of relief. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 89/3 (14 overs): Captain Harmanpreet continues her charge on with Amelia Kerr by her side. The RCB spinners aren’t bowling too many bad deliveries, but the wicket-taking balls aren’t coming as easily as they did on Tuesday. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 73/3 (12 overs): A brilliant ball from Wareham bowls Sciver-Brunt and the momentum swings back to RCB. But they’ll want more deliveries like that if they want to really peg Mumbai back in this contest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 60/2 (10 overs): A bit of a scare for Harmanpreet Kaur as Asha Sobhana gets a quick throw in, but the Mumbai captain makes her ground.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 50/2 (8 overs): A steady partnership had been building between Sciver-Brunt and Bhatia, but then Perry bowls a peach of a delivery that goes straight past Bhatia’s bat and crashes into the stumps. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 37/1 (6 overs): A better Powerplay for Mumbai Indians that it was for RCB though. The loss of one wicket, but Yastika Bhatia has managed to counter the swing of Perry and keep the scoreboard ticking. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 27/1 (4 overs): A big over from Shreyanka Patil who has Yastika Bhatia dropped by Disha Kasat, but then gets the big wicket of Hayley Matthews who is caught by Georgia Wareham right before the boundary. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 9/0 (2 overs): A sedate and watchful start to the chase from Mumbai Indians. A boundary from Yastika Bhatia to the fine leg region in the first over being the only highlight with the bat.The RCB, though, have burnt a review with the very first delivery of the chase, thanks to a caught behind appeal against Bhatia off Renuka Thakur. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    We are back for the chase. The left and right hand combination of Yastika Bhatia and Hayley Matthews for Mumbai Indians to open the innings. Renuka Thakur with the ball for Royal Challengers Bangalore. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ellyse Perry is the current orange Cap holder. 🐐— Krithika (@krithika0808) March 15, 2024\n\n\n\n\n    50+ scores in WPL playoffsNat Sciver-Brunt (MI) v UPW, 2023Nat Sciver-Brunt (MI) v DC, 2023Ellyse Perry (RCB) v MI, today#WPL2024— Kausthub Gudipati (@kaustats) March 15, 2024\n\n\n\n\n    #WPL2024 #Cricket A mammoth six from Georgia Wareham off the last ball of Ishaque’s over gets them to 135/6, but it was Perry’s knock of 66 off 50 balls that was the centre of the RCB batting.Mumbai need 136 in 20 overs to make their second final and a chance at defending… pic.twitter.com/P4zy77iA1B— The Field (@thefield_in) March 15, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 135/6 (20 overs): A mammoth six from Georgia Wareham off the last ball of Ishaque’s over gets them to 135/6, but it was Perry’s knock of 66 off 50 balls that was the centre of the RCB batting. Perry’s knock along with a few hits from Wareham, Molineux and Ghosh and the way the last 8-9 overs went for Bangalore will give them some confidence in trying to defend this total.For Mumbai, they will just have to remember that they’ve chased down totals like this and more. But the threat of Perry and how she dismantled them in the previous match will hang over their heads. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 113/5 (18 overs): Perry reaches her second half-century of the tournament off 40 balls. The Australian has been the backbone of this RCB innings with her clean stroke-making so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 90/5 (16 overs): A nice boundary off Sciver-Brunt, but Sophie Molineux departs the next ball for 11 off 17 balls. Perry, meanwhile continues her merry way as the one shining light for RCB and will need to bat out the remaining overs to ensure her team posts a competitive total.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 75/4 (14 overs): Perry gets a move on with the scoring, hitting a solid six off Vastrakar while taking a boundary off Amelia Kerr’s first ball. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 57/4 (12 overs): The ghosts of the past have safely been extinguished as Mumbai continue to strangle the RCB batters with Sophie Molineux the new batter in. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 51/4 (10 overs): Ghosh tries to accelerate, but finds Sciver-Brunt in the deep and this time, the English player doesn’t make a mistake. RCB in shambles while Mumbai are firmly on top.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 47/3 (8 overs): Perry and Ghosh both are in good form, especially after their exploits in the previous match. But the Mumbai bowlers in Saika Ishaque, Sciver-Brunt and Ismail have been bowling some impeccable line and length.Ghosh, however gets into her groove with a six off the last ball from Ishaque as the first timeout is taken. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 34/3 (6 overs): The duo of Ellyse Perry and Richa Ghosh have had to navigate some dangerous waters, but so far have been holding on. Mumbai though, will feel like they have had the better of the Powerplay.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 24/3 (4 overs): Mumbai have fired back in the next two overs – first, Mandhana departs courtesy a smart plan from Nat Sciver-Brunt. Then, an odd promotion for Disha Kasat up the order doesn’t work as Saika Ishaque gets the better of Kasat who holes out to Pooja Vastrakar after trying to get off the mark under pressure. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 20/1 (2 overs): A fiery start so far but Hayley Matthews gets the important wicket of Sophie Devine at the end of the second over with a ball that just slips through Devine’s defence. A review for bowled, but nothing to worry for Mumbai who have their first breakthrough. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    It will be Mandhana along with her regular opening partner Sophie Devine while Shabnim Ismail will open the bowling for Mumbai.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here's how Royal Challengers Bangalore performed in the league stage\n\n    Here's how Mumbai Indians performed in the league stage\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Toss: Smriti Mandhana has won the toss and RCB will bat first. Interesting choice from the Bangalore captain considering that all the matches these two sides have played has been won by the team chasing. Mumbai also like to chase and although Harmanpreet Kaur said to the broadcasters that they were a little confused about what to do if they did win the toss.Team news: It’s an unchanged Bangalore side while Yastika Bhatia returns in place of Priyanka Bala for Mumbai. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 49.66373512674599%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ptcxichsvw-1710509857.png\">\n  </picture><figcaption>Royal Challengers Bangalore playing XI</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 51.13217482885729%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/wvjpuzmvrd-1710509860.png\">\n  </picture><figcaption>Mumbai Indians playing XI</figcaption></figure>\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the 2024 Women’s Premier League Eliminator match between Mumbai Indians and Royal Challengers Bangalore.The defending champions have a momentous task on hand, considering what their opponents inflicted upon them the last time they met.On Tuesday, fans at the Arun Jaitley Stadium in Delhi were treated to the Ellyse Perry show – the Australian all-rounder picked up figures of 6/15 in the seven-wicket win that propelled RCB into the play-offs. Although the defeat didn’t dent Mumbai’s hopes for qualifying, seeing as their win over Gujarat Giants ensured a spot in the knock-outs, it was sure to have rattled a few feathers in the Mumbai camp.This was also the Bangalore’s team first win against Mumbai in four matches, having lost the reverse fixture 10 days prior.The loss on March 12 saw uncharacteristic mistakes in fielding from the Mumbai Indians, while their middle order crumbled in the face of Perry extracting the perfect swing from the pitch.Although Shabnim Ismail also bowled in a similar manner, the Bangalore batters in Perry (again) and Ghosh had the benefit of chasing a below-par total.While Mumbai will want a shot at defending their title, Bangalore will be hoping for a repeat of Tuesday night when they walk out on the field tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots via Jio Cinema","author":"Tanya Kini","time":"2024-03-15T18:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199282-rxsvhhmyyj-1710506099.jpg","tags":["Mumbai Indians","Royal Challengers Bangalore","Women's Premier League","WPL 2024","Cricket","Harmanpreet Kaur","Smriti Mandhana"],"source":"https://scroll.in/field/1065264/wpl-2024-eliminator-live-mumbai-indians-face-royal-challengers-bangalore-for-a-spot-in-the-final"}