{"title":"WPL 2024: Kapp, Yadav set up nine-wicket win for Delhi Capitals over UP Warriorz","content":"Delhi Capitals’s opening duo of Meg Lanning and Shafali Verma made light work of the chase to defeat UP Warriorz by nine wickets at the M Chinnaswamy Stadium, Bengaluru on Monday.Chasing a modest total of 120, the opening duo stitched a solid 119-run partnership to take on the Warriorz bowlers. While Verma (64*) played the aggressor’s role, Lanning was happy to anchor the partnership and the innings to guide the team to their first victory of the season.Sophie Ecclestone managed to get the solitary wicket of Lanning in the penultimate delivery of the match, with Capitals needing only needing one run to win. Lanning pulled it towards square leg where Vrinda Dinesh dived to her left and took a good low catch.#WPL2023 #UPWvDC And the Delhi Capitals' dynamic opening duo is back again! 🔥They defeat UP Warriorz by 9 wickets. Meg Lanning (51) and Shafali Verma (64*) made light work of the chase with a 119-run opening partnership as they chase the total down in just 14.3 overs.… pic.twitter.com/hOtf3weyul— The Field (@thefield_in) February 26, 2024\n\n\nEarlier, the Capitals restricted the Warriorz to a disappointing 119/9 thanks in large part to Marizanne Kapp's outstanding new ball session followed by Radha Yadav’s four-for later on.Kapp made great use of captain Lanning’s decision to bowl first as she picked up 3/5 in her quota of four overs.She began by dismissing the explosive Dinesh who was opening the innings with Alyssa Healy up top. Dinesh threw her hands at the ball that was shaping away and ended up slicing it up in the air to go to Shikha Pandey at deep third man.Next to depart was Tahlia McGrath who was squared up as the ball pitched on the middle-off line and nipped sharply to slam onto off-stump.In her third over, Kapp got rid of Warriorz captain Healy as she danced down the wicket and looked to go big but has miscued it towards wide mid-off. Shafali Verma executed a beautiful running catch over her shoulder close to the circle to send her packing.The Warriorz required a big effort to add momentum to the game as they ended the power play at 21/3. Shweta Sehrawat, who was batting at number five this time around, was the top-scorer for them as she added 45 runs off 42 balls.She played a few aggressive strokes, including a slog sweep six against Minnu Mani, but with the Warriorz regularly losing wickets, she had little support.Yadav played the primary role in ensuring the Warriorz’s middle-order were not able to muster a recovery as she dismissed the dangerous Grace Harris and Kiran Navgire in quick succession.Towards the back end of the innings, Yadav picked up the wickets of Sehrawat and Sophie Ecclestone (6) to wrap up the Warriorz’s innings quickly.","author":"Scroll Staff","time":"2024-02-26T22:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198792-yxyphxuzpl-1708967730.jpg","tags":["Meg Lanning","Shafali Verma","Delhi Capitals","UP Warriorz","Radha Yadav","Marizanne Kapp","WPL 2024"],"source":"https://scroll.in/field/1064330/wpl-2024-kapp-yadav-set-up-nine-wicket-win-for-delhi-capitals-over-up-warriorz"}