{"title":"WPL 2024: Kiran Navgire, Grace Harris power UP Warriorz to win over Mumbai Indians","content":"Kiran Navgire’s blistering half-century set the tone for the UP Warriorz’s first win of the Women’s Premier League 2024 season when they beat the Mumbai Indians by seven wickets on Wednesday at the M Chinnaswamy Stadium in Bengaluru.The Warriorz made quick work of the Mumbai bowling attack, reaching the 162-run target with 21 deliveries to spare, with Grace Harris’ quickfire 38 off 17 getting the team over the line.The match did not start well for the Warriorz however. Alyssa Healy had won the toss for the UP team and opted to bowl first, but the team had an off-day in the field.Mumbai opener Hayley Matthews was dropped twice en route to a half-century, and had more luck on her side when a lofted hit towards long-off had Tahlia McGrath lose sight of the ball due to the floodlights.She eventually scored 55 off 47.Mumbai opener Yastika Bhatia contributed with 26 while Amelia Kerr’s 23 also helped the team’s cause. But eventually, the Natalie Sciver-Brunt-led team – who was taking over the role from the injured Harmanpreet Kaur – was aided by some sloppy fielding by the Warriorz. There were misfields and overthrows to go along with the few catches that were put down.But Navgire’s powerful knock served her team well.The 29-year-old from Solapur had come in to bat at No 6 in the Warriorz’s losses to the Royal Challengers Bangalore and Delhi Capitals earlier this season. She was promoted to the opener’s spot on Wednesday after Vrinda Dinesh had to be helped off the field due to injury in the first innings.Navgire stormed through the Mumbai bowling, striking the ball powerfully on her way to a player of the match award-winning knock of 57 off 31. Her innings was peppered with six boundaries and four sixes.At the other end of the crease, Healy was just as impressive as the two openers set up a 94-run partnership before Navgire was stumped by Yastika Bhatia while attempting another big hit.The Mumbai Indians might have thought they had found a foothold in the game as Issy Wong dismissed McGrath and Healy in the 11th over.But Warriorz batters Harris and Deepti Sharma (27 off 20) did well to steady the ship and set up a comfortable win for the team.","author":"Scroll Staff","time":"2024-02-28T23:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198856-twmtgptpue-1709143428.jpg","tags":["Mumbai Indians","UP Warriorz","Kiran Navgire","Grace Harris","Hayley Matthews","WPL 2024","Women's Premier League","Cricket"],"source":"https://scroll.in/field/1064452/wpl-2024-kiran-navgire-grace-harris-power-up-warriorz-to-win-over-mumbai-indians"}