{"title":"WPL 2024 Final: All-round Delhi Capitals take on in-form Royal Challengers Bangalore for the title","content":"There will be an old finalist competing, but a new champion will be crowned when the Delhi Capitals and Royal Challengers Bangalore meet at the Arun Jaitley Stadium in New Delhi on Sunday, for the 2024 Women’s Premier League final.The Capitals, runners-up last season, have a chance to make amends for the defeat to the Mumbai Indians last season.The Bangalore team meanwhile, have been clutch in the important moments in their last two games and will hope to do it once again on Sunday.Delhi CapitalsFor the second season in a row, the Meg Lanning-led Delhi Capitals booked their slot in the Women’s Premier League final directly as the table toppers.The Capitals started on a wrong foot, losing the season opener to Mumbai Indians in a repeat of the last year’s final, but have grown from strength to strength since. They won four matches in a row after the opening game before falling to a narrow one-run loss to UP Warriorz, courtesy a Deepti Sharma special.They then bounced back well ever since, stopping a Richa Ghosh onslaught against Royal Challengers Bangalore, and rounding off their campaign with a clinical seven wicket-win over Gujarat Giants.There have been hardly any problems for the Capitals in the competition. Almost all batters have chipped in with runs as and when needed, while the bowlers have been as consistent as they could ever be.Heading into the title clash, the Capitals, with serial winner Lanning at helm, are the favourites to win a first title. But then, they were also the ones to beat last season before Mumbai Indians spoilt their party. Delhi Capitals' performance in the group stage \n    \n       Position  Won  Lost  Net run rate \n    \n     1  6  2  +1.198 \n  Players to watch outSuch has been the depth of their squad that someone like Annabel Sutherland, who was roped in for Rs 2 crore in the auction, has lacked game time in the tournament.Their captain Lanning is the second-highest run-scorer this term with 308 runs in eight matches, while all-rounder Marizanne Kapp has the Purple Cap for her 11 wickets in just six matches.Besides, the left-arm spin duo – Jess Jonnasen and Radha Yadav – have also scalped 11 and 10 wickets respectively to be among the top five wicket-takers in the tournament. Pacers Arundhati Reddy and Shikha Pandey are not far behind either with eight wickets apiece.Moreover Lanning’s opening partner Shafali Verma is also among the top-five run getters with 265 runs in eight matches. Jemimah Rodrigues and Alice Capsey, on the other hand, are the eighth and ninth highest run getters.ALSO READ: Ellyse Perry show, Deepti Sharma’s hat-trick and more – Takeaways as the league stage endsRoyal Challengers BangaloreThe Royal Challengers Bangalore have turned their fortunes around this season, and how. They started the inaugural season with five consecutive losses. This year, their season began with wins over the UP Warriorz and Gujarat Giants to get their campaign off to a perfect start.Along the way, losses to the Delhi Capitals, Mumbai Indians and to the Giants in the reverse fixture dented their progress a bit.Then, they beat the defending champions Mumbai Indians in their last group stage match to make it to the eliminator, and then beat the Harmanpreet Kaur-led team once again to make it to the final.But the Smriti Mandhana-led team, though not as cohesive, perhaps, as the Delhi Capitals, still had enough depth in their squad. And time and again, individual players stood up when it mattered the most to bail out the team. RCB's performance in the group stage \n    \n       Position  Won  Lost  Net run rate \n    \n     3  4  4  +0.306 \n  Players to watch outAustralian all-rounder Ellyse Perry is the in-form player in the Royal Challengers line-up. In her team’s final group match, a must-win encounter against the Mumbai Indians, she created a new record by picking up six wickets in an innings, and then helped in the run chase with an unbeaten 40.In the eliminator, she scored an important 66 when no other Bangalore batter managed to get to even 20. And then chipped in with the wicket of Yastika Bhatia in what was a second consecutive player of the match award-winning performance.The 33-year-old Australian is currently the Orange Cap holder for most runs – 312. From that tally, she scored 155 in the last three matches alone.But Perry is not the only player who could make an impact. Mandhana, a former world No 1 batter, has scored two half-centuries this season and is always a big wicket for the opposition.Ghosh, the talented young wicket-keeper is a pinch-hitter who comes up with handy cameos. She nearly led her team to an improbable win over the Capitals during the group stage.Then there are the likes of spinners Shreyanka Patil and veteran Asha Sobhana who are economical and can pick up crucial wickets.Head-to-head battlesThe benefit that Delhi Capitals have is the rest that they’ve gotten since their final match on March 13. Bangalore however have had just the one day’s rest after the rather nervous win in the Eliminator over champions Mumbai Indians. But if you flip it around, the momentum that Bangalore are riding on currently, having beaten Mumbai in two contrasting victories is sure to be a factor when both teams walk out for the final on Sunday. Additionally, there are several player-on-player battles that are sure to come into focus at the Arun Jaitley Stadium on March 17. First up is Delhi captain Lanning against her former Australia teammate Perry. Both are legends in their own right, but are well aware of each other’s game – strengths and weaknesses included. If Lanning does stick around long enough to face Perry with the ball, it will be interesting to see who comes out on top. Second is the best-friend duo of Rodrigues and Mandhana. Their partnership in international games for India is definitely a match-winning one. Rodrigues herself mentioned about how the India opener had reached out to her after a sedate start to the tournament with the bat for the Delhi Capitals batter. Both though will be crucial to their respective team’s innings and will hope for a solid innings that also ends up being the difference between the two teams. In another exciting match-up, Sophie Molineux will be up against Jess Jonassen. The two are equally matched in their abilities – relatively good strikers of the ball at the end of the innings and wily with their spin which has made things interesting in the Australia set-up since Molineux’s return from injury. It remains to be seen who will have the bigger impact for their side in the match. Other notable mentions include the likes of Marizanne Kapp for the Capitals and Sophie Devine for Bangalore. While the former has been among the wickets for her team (holding the Purple Cap for most wickets – 11), the latter is yet to make a significant contribution. Devine, so far in nine matches, has managed only 104 runs compared to her return of 266 runs from eight matches in 2023. Bangalore will be hoping that the New Zealander’s experience comes in handy in the final when tackling the likes of Kapp and Co.","author":"Scroll Staff","time":"2024-03-17T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199301-asujyyrkjs-1710592776.jpg","tags":["Delhi Capitals","Royal Challengers Bangalore","Smriti Mandhana","Ellyse Perry","Marizanne Kapp","Jemimah Rodrigues","WPL 2024","Women's Premier League","Indian cricket","Cricket","Shreyanka Patil","Meg Lanning"],"source":"https://scroll.in/field/1065251/wpl-2024-final-all-round-delhi-capitals-take-on-in-form-royal-challengers-bangalore-for-the-title"}