{"title":"WPL 2024: Deepti Sharma’s all-round show helps UP Warriorz clinch thriller against Delhi Capitals","content":"An all-round effort from Deepti Sharma helped the UP Warriorz beat Delhi Capitals by one run in a thrilling encounter in the 2024 Women’s Premier League at the Arun Jaitley Stadium in New Delhi on Friday.Alyssa Healy won the toss and decided the Warriorz would bat first in what was a crucial game. The decision though did not prove to be a successful one as the Warriorz struggled throughout the innings, posting 138/8 at the end of 20 overs.The chase began well with Delhi captain Meg Lanning who struck a solid half-century that also saw her take the Orange Cap for most runs scored so far in the season.However, her opening partner Shafali Verma along with Jemimah Rodrigues and Alice Capsey all got starts, but couldn’t get going like Lanning.Verma first saw her stumps knocked over by Saima Thakor after a cheeky exchange, while both Rodrigues and Capsey tried to hit over the ropes butwere caught in the deep by Grace Harris and Sophie Ecclestone respectively.Sharma then turned the game on its head when she dismissed Lanning for 60 off 46 balls off the final ball of her third over, the 14th of the second innings.Sharma returned to complete her spell in the 19th over. On the first delivery, a slower ball that fizzed off the surface, knocked over Annabel Sutherland’s stumps. Facing a hat-trick ball, Arundhati Reddy tried to hit down the ground and found Harris, making Sharma only the second player in WPL history, and first Indian, to take a hat-trick.Shikha Pandey struck a boundary in the third ball of the over before lobbing a much slower delivery back to Sharma for an easy catch. Sharma finished with outstanding figures of 4/19 in her four overs.Healy then tossed the ball to Harris for the final over, with 10 runs to defend. Radha Yadav was on strike and could have been out in the first ball, if it weren’t for Poonam Khemnar fumbling the catch and conceding the six.Two balls later, Yadav dragged the ball on to the stumps and the equation changed with UP Warriorz now needing just two wickets to win. Healy then brought in the field, which Jonassen ignored when she called the new batter Taniya for a run and found herself run-out by Healy herself.Titas Sadhu then came in with Delhi Capitals needing just two runs off two balls. But the youngster managed to find Danni Wyatt, the substitute fielder at mid-on and the UP Warriorz clinched a nervy one-run victory. This was also the lowest total that had been successfully defended by a team in the WPL so far.In the first innings, the in-form Sharma struck a fluent 59 off 48 balls and Healy registered a 29-run knock. But none of the other Warriorz batters looked settled enough on a pitch that required timing.Kiran Navgire got lucky on hitting a streaky boundary before Sadhu knocked over her stumps. Tahlia McGrath, back in the side, couldn’t make an impact before Reddy also knocked her over. Harris managed 14 off 12 balls before Yadav lured her with a slower ball and the all-rounder found Jonassen in the deep.Healy herself tried to accelerate the scoring and ended up finding Sutherland in the deep off Capsey.When she was on strike, Sharma was incredibly composed, finding ways to pierce the gaps for her six boundaries and lone six. Although she kept losing partners at the other end, the Indian all-rounder reached her second consecutive half-century in 45 balls.Sharma then tried to go all-out in the final over, having already taken two quick singles and a blistering six off Pandey. But the Capitals bowler was able to get Sharma caught at long-on with the UP Warriorz innings ending just two balls later.","author":"Scroll Staff","time":"2024-03-08T23:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199113-akhapizpvx-1709920084.jpg","tags":["Deepti Sharma","Alyssa Healy","UP Warriorz","Delhi Capitals","WPL 2024","Cricket","Women's Premier League","Meg Lanning"],"source":"https://scroll.in/field/1064940/wpl-2024-deepti-sharma-s-all-round-show-helps-up-warriorz-clinch-thriller-against-delhi-capitals"}