{"title":"WPL 2024: Ellyse Perry dazzles as Bangalore qualify for playoffs after win over Mumbai","content":"Australian all-rounder Ellyse Perry starred with the bat and ball as Royal Challengers Bangalore beat Mumbai Indians by seven wickets at the Arun Jaitley Stadium in New Delhi on Tuesday to qualify for the 2024 Women’s Premier League playoffs.Perry picked up figures of 6/15 in her four overs – the best-ever bowling figures in the WPL – and became the first bowler to pick up six wickets in a single innings. Her efforts were crucial in the Bangalore team dismissing the Mumbai side for 113 in 19 overs after being put in to bat first. She then took charge of the chase, putting on an unbeaten 76-run partnership with Richa Ghosh to seal the victory in 15 overs.It was a sedate start for the run chase by openers Smriti Mandhana and Sophie Molineux, but Shabnim Ismail was finding similar assistance from the pitch like Perry did.But what was uncharacteristic from the defending champions was their fielding. Having to defend a low total, Mumbai were not really up to the mark with Natalie Sciver-Brunt dropping a couple of catches – Sophie Molineux and Richa Ghosh, both off Ismail.Hayley Matthews got the first wicket when she got Molineux stumped for nine with some smart keeping from Priyanka Bala.The dropped catch did not deter Sciver-Brunt who then got Mandhana to edge one behind to Bala, putting Bangalore two down inside the powerplay.Ismail would also end up getting rewards for her efforts when she dismissed Sophie Devine to stutter the chase a slight bit.But once Perry (40*) and Ghosh (36*) combined, there was no looking back. The Australian all-rounder allowed the Indian keeper to anchor the partnership and gave her partner able support.In the end, the duo stuck to clever shots behind the keeper and sixes down the ground as RCB sealed the final playoff spot in their final league game.Things had begun well for the defending champions as S Sajana was promoted to open the batting alongside Matthews, with regular opener Yastika Bhatia missing out due to illness.The duo were fluent in their batting with Sajana and Matthews finding the boundary easily. The powerplay ended with Mumbai at 43/1 after Devine dismissed Matthews who was caught by Perry in the deep for 26.Two overs later, Perry came back for her second over and began the dismantling of the Mumbai batting line-up. Making use of the swing that she was getting from the pitch, Perry got one to jag back into Sajana and clean her stumps up for 30.The next ball saw captain Harmanpreet Kaur chop on to her stumps for a duck and Perry was on a hat-trick. Amelia Kerr, the next batter in, was calm when facing the hat-trick ball but didn’t last long.Another delivery that snapped back in to hit Kerr on the pad and Perry gave a vociferous appeal, but was denied. A successful review from Mandhana and Perry had three.Two balls later and Mumbai were five down and in shambles. The swing from the pitch continued to assist Perry who was perfect in her length and deceived Amanjot Kaur who saw her stumps knocked over.In her final over, Perry then repeated the formula, this time cleaning up Pooja Vastrakar’s stumps after the batter had hit her for a boundary to get her five-for.Three balls later, Sciver-Brunt, who had seen her partners steadily fall at the other end, was dismissed after being trapped LBW. The English all-rounder reviewed the decision, but was unsuccessful and Mumbai were seven wickets down.Bala, brought in for Bhatia, then helped her team to go past the 100-run mark with a couple of boundaries. But she wasn’t able to go the distance with Shreyanka Patil and Molineux cleaning up the remaining two batters to bowl Mumbai out for 113 in 19 overs.","author":"Scroll Staff","time":"2024-03-12T23:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199198-olkxujkysq-1710263043.jpg","tags":["Ellyse Perry","Mumbai Indians","Royal Challengers Bangalore","Cricket","WPL 2024","Women's Premier League","Smriti Mandhana"],"source":"https://scroll.in/field/1065095/wpl-2024-ellyse-perry-dazzles-as-bangalore-qualify-for-playoffs-after-win-over-mumbai"}