{"title":"WPL 2024: From a first win for the Gujarat Giants to Shabnim Ismail’s record – takeaways from Week 2","content":"It was an action packed second week in the 2024 Women’s Premier League as the tournament wrapped up its Bengaluru-leg and moved to the Arun Jaitley Stadium in New Delhi for the remaining part of the season.From Ellyse Perry breaking the window of the promotional car to Gujarat Giants finally getting their first points of the season, there were individual and team efforts that lit up the second week in style.With all teams having played each other once and some having even played the return fixture (Royal Challengers Bangalore against both UP Warriorz and Gujarat Giants), the discussion around how all five teams can qualify for the play-offs also comes into the picture.Here are some of the takeaways from the week gone by in the WPL:Most expensive buys out of actionBefore the tournament started, the Giants – who had bought a whopping 10 players in the auction – had suffered a big blow in Kashvee Gautam having to pull out of the tournament due to injury.Gautam was the most expensive uncapped Indian player at the auction in December 2023 when the Giants snapped her up for Rs 2 crore.The second most expensive uncapped Indian player, Vrinda Dinesh who was bought by the UP Warriorz, was all set to light the tournament up with her talent.Five days after the tournament began in Bengaluru, the player from Karnataka suffered a shoulder injury while fielding during her team’s win against Mumbai Indians and had to be taken off the field. Vrinda then did not take any further part in the game, with the Warriorz announcing wicketkeeper Uma Chetry as her replacement days later.It was a disappointing end to the hopes of seeing players like Vrinda shine on the big stage alongside the likes of Grace Harris, Alyssa Healy and Deepti Sharma. The 23-year-old though had impressed many with her fielding efforts, especially during the Warriorz’s opening fixture against Bangalore.Despite her minimal batting efforts that do not paint the full picture of a successful domestic season, one hopes that this injury doesn’t put her out of contention in the future.Gujarat Giants off the markIt hasn’t been the best of starts for the Giants. Losing their first five matches of the season is one thing, but the manner in which they were losing also wasn’t pretty – a batting line-up that has captain Beth Mooney, Phoebe Litchfield, Harleen Deol who are power hitters in their own right failed to cross the 150-run mark in those five matches.Besides Gautam, Lauren Cheatle was also ruled out of the tournament before the first match began, making the Giants have to scramble for alternate bowling options and also possibly search for who would be their lead pacer.Deol too has been ruled out due to injury.In the match against Delhi Capitals, where they lost by 25 runs, Mooney herself was wry when asked by the broadcasters what could have been done better. Putting the onus on herself first, she said that perhaps if runs could be scored at the top of the order first, it would not put pressure on the rest of the line-up.And that’s exactly what they ended up doing against Royal Challengers Bangalore in their first match in Delhi.Mooney and South African batter Laura Wolvaardt struck brilliant half-centuries for a 140-run partnership, helping the Giants reach a mammoth total of 199/5. This confidence also bled into the bowlers who were able to stifle the Bangalore batting and restrict them to 180/8, winning by 19 runs.While it may be improbable for the Giants to qualify for the play-offs, what this win has done is make the play-offs race significantly more interesting.Shabnim Ismail breaks a barrierSouth African pacer Shabnim Ismail is a fiery player – often regarded as one of the best fast bowlers in the game because of her speed and accuracy. Ismail is an asset for any team to have, especially the defending champions Mumbai Indians.Having played only four matches so far (Ismail missed two with an injury), she has picked up six wickets. But what she brings to the team is more than just her wicket-taking ability, it is the knowledge and experience of being a celebrated international bowler for South Africa over the past 16 years.Although she hasn’t played international cricket for over a year and continues to ply her trade in leagues across the world, Ismail shook the world once again when she crossed the 130km/hr barrier for the first time since recorded speed data has been made available.In the second ball of the return fixture against Delhi Capitals, Ismail sent down a full and fast ball that the speed gun of the broadcasters recorded at 132.1km/hr straight into the pads of Delhi Capitals captain Meg Lanning. This was the first time in women’s cricket that a delivery of this speed had been officially recorded.If there’s one thing that Ismail is known for, besides her unplayable deliveries, is her pace. According to a release from the International Cricket Council, the 35-year-old has previously recorded speeds of 128km/hr in a series against West Indies in 2016 and 127km/hr during the last Women’s T20 World Cup in South Africa.While unfortunately for Ismail and Mumbai Indians, they ended up losing the match by 29 runs, it was yet another feather in the cap for one of the game’s finest bowlers.","author":"Tanya Kini","time":"2024-03-08T12:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199094-xzjievkksd-1709873836.jpg","tags":["WPL 2024","Cricket","Shabnim Ismail","Vrinda Dinesh","Mumbai Indians","Gujarat Giants","UP Warriorz","Women's Premier League"],"source":"https://scroll.in/field/1064706/wpl-2024-from-a-first-win-for-the-gujarat-giants-to-shabnim-ismails-record-takeaways-from-week-2"}