{"title":"WPL 2024 play-off scenarios: What the five teams have to do to make the top three with a week to go","content":"It’s that time of the Women’s Premier League season again. With the league into its final week, it is time to take out our calculators to try and figure out which of the five teams will finish in the top three and move into the play-offs.The Royal Challengers Bangalore’s loss to the Gujarat Giants on Wednesday meant that all five teams can still make it to the top three. However, Mumbai Indians sealing qualification with their win over Gujarat Giants means the latter are now likely out of contention for the playoffs. Ahead of the final seven league stage matches, we take a look at the permutations and combinations going into the play-offs. WPL 2024 points table \n    \n       Team  Played  Won  Loss  Tie/No Result  Points  Net Run Rate \n    \n     Delhi Capitals (Q)  7  5  2  0  10  0.918  Mumbai Indians (Q)  7  5  2  0  10  0.343  Royal Challengers Bangalore  7  3  4  0  6  0.027  UP Warriorz  8  3  5  0  6  -0.371  Gujarat Giants  7  2  5  0  4  -0.873 \n   As of March 11 Remaining matchesMarch 7: Mumbai Indians beat UP Warriorz by 42 runsMarch 8: UP Warriorz beat Delhi Capitals by one runMarch 9: Mumbai Indians beat Gujarat Giants by seven wicketsMarch 10: Delhi Capitals beat Royal Challengers Bangalore by one runMarch 11: Gujarat Giants beat UP Warriorz by eight runsMarch 12: Mumbai Indians vs Royal Challengers BangaloreMarch 13: Delhi Capitals vs Gujarat GiantsDelhi Capitals (Q)Remaining fixtures: Gujarat Giants (March 13)The Season 1 runners-up secured their place in the play-offs after securing a thrilling one-run win over the Royal Challengers Bangalore. Only defending champions Mumbai can deny Delhi the top spot. Delhi have the upper hand over Mumbai as the play the final match of the league stage against the Gujarat Giants on March 13, thereby knowing what they need to do to qualify directly for the finals.Mumbai Indians (Q)Remaining fixtures: Royal Challengers Bangalore (March 12)The defending champions have secured qualification to the playoffs after their resounding win against Gujarat Giants on Saturday. They now have one fixture left – against the Royal Challengers Bangalore on March 12. A win coupled by Delhi losing to the Giants will see Mumbai qualifying directly for the final.Royal Challengers BangaloreRemaining fixtures: Mumbai Indians (March 12)The Royal Challengers Bangalore were just two runs away from securing their spot in the play-offs. However, their heartbreaking loss to the Capitals on Sunday means that they face a do-or-die match against Mumbai on March 12.Barring a huge loss to Mumbai in their final match, Bangalore should sneak into the playoffs thanks to the Giants’ win over the Warriorz. A win against Mumbai will take Bangalore into the playoffs. UP WarriorzRemaining fixtures: The UP Warriorz are on the brink of elimination after losing to the Gujarat Giants on Monday. Since they have an inferior net run rate than Bangalore, the Warriorz need Mumbai to secure a big win to dent Bangalore’s net run rate enough for the Warriorz to sneak through. Gujarat GiantsRemaining fixtures: Delhi Capitals (March 13)With their first win of the season against Royal Challengers Bangalore, Gujarat Giants made things interesting in the race to qualify for the playoffs.Despite their fifth loss in the tournament against Mumbai Indians, the Giants are still in contention to qualify for the playoffs thanks to their win over the Warriorz. However, they still boast a poor net run rate than third-placed Bangalore.The Giants have a theoretical chance of making it to the playoffs provided they beat Delhi by a big margin and Bangalore lose heavily to Mumbai.","author":"Scroll Staff","time":"2024-03-07T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199075-dsefopzaxl-1709799395.jpg","tags":["WPL","Women’s Premier League","WPL 2024","Mumbai Indians","Delhi Capitals","UP Warriorz","Royal Challengers Bangalore","Gujarat Giants","Cricket"],"source":"https://scroll.in/field/1064851/wpl-2024-play-off-scenarios-what-the-five-teams-have-to-do-to-make-the-top-three-with-a-week-to-go"}