{"title":"WPL Final, Delhi vs Bangalore, as it happened: Royal Challengers win by 8 wickets to win first title","content":"That’s it for The Field’s coverage of the 2024 Women’s Premier LeagueWell, what an evening we have had. The Smriti Mandhana-led Royal Challengers Bangalore have been crowned the champions for the first time. They failed to make the playoffs in the inaugural edition last year, they had to play the eliminator this time around. But boy did they turn up in style when it mattered.As Mandhana said before lifting the trophy, “It is not Ee Sala Cup Namde, but Ee Sala Cup Namdu,” for RCB fans this time around.Even as we celebrate RCB, who have been the punching bag for trolls all these years, it is hard to not feel sad for the Delhi Capitals and Meg Lanning. They made it to their second final in as many years only to end on the wrong side of the result once again.The Capitals started well, racing away to 61/0 at the end of the powerplay after opting to bat first but that was the only joy they would have on Sunday at the Arun Jaitely Stadium. Sophie Molineux struck thrice in an over to pull RCB back in the contest and the Capitals never recovered.Molineux rightly walked away with the Player of the Match as well as the Royal Challengers Bangalore chased down the total with ease. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2024 #WPLFinal #DCvsRCB    ROYAL CHALLENGERS BANGALORE ARE THE QUEEN'S OF THE WOMEN'S PREMIER LEAGUE 2024 🔥🏆📷 Jio Cinemahttps://t.co/SxQCWqE26C pic.twitter.com/gjDZMCjcrY— The Field (@thefield_in) March 17, 2024\n\n\n\n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB recieve their winners cheque of Rs 6 crore.“I am really proud of this bunch. We have through a lot of ups and down but the way they stuck together, it was amazing. Our Bangalore leg was very good. We had two tough losses in Delhi, we spoke about the last league game being quarters, then semis and final. Last year taught us a lot of things as a player, captain, team. The management backed me when I went to them with review post the tournament last year. For RCB it means a lot more…I am not the only one who has won the trophy, the team has. It has not sunk in yet. This win is probably among the top five wins for me, but ofcourse the World Cup would top it. It is not Ee Saale Cup Namde but Ee Saale Cup Namdu,” says RCB captain Smriti Mandhana.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    18 🤝 18📸: JioCinema pic.twitter.com/0SDwzLHvRM— Royal Challengers Bangalore (@RCBTweets) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals receive their runners-up cheque of Rs 3 crore.“Disappointing to not be able to get it done tonight. Congratulations to RCB, you outplayed us tonight. We played well throughout. Crazy things happen in such tournaments [on the batting collapse]. Full credits to RCB, they fought back well. We did a lot right but unfortunately it was not be tonight. Cricket is a funny game, you win some and lose some,” says Delhi Capitals captain Meg Lanning.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Aaaar ceeeee beeeeee!!!! 🏆— Kate Cross (@katecross16) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Deepti Sharma of UP Warriorz is the Most Valuable Player of the Season.“I was able to play my actual game. I have many shots and I was able to execute it confidently. Heading into the tournament, I worked on my off-side game and it helped. Last season I did not have much opportunities with the bat, this time I got to bat a bit higher and happy to contribute to the team at crucial situations,” says Sharma. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB’s Ellyse Perry wins the orange cap for most runs in the season. She edges ahead of Meg Lanning with her innings in the chase. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB’s Shreyanka Patil wins the purple cap for most wickets in the season, pipping her teammates Sophie Molineux and Asha Sobhna.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sophie Molineux is the Player of the Final.“It was a great match. Finals are always funny match. We were nervous when it went down the wire. Delhi Capitals were a good team throughout. Pretty happy to get over the line. I felt I was bowling a bit slow tonight, I was bowling quick throughout the tournament and took learnings from it. This one award is special. To be taken in by RCB after not playing a lot of cricket was special,” says Molineux.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    RCB-W champions of WPL. Congrats on an outstanding season. Finally Ee Sala Cup Namdu. #WPLFinal @dafabet 🙌🏿— Chris Gayle (@henrygayle) March 17, 2024\n\n\n\n\n    Brilliant from @RCBTweets to turn things around on such a big day. And congratulations to the fans who have stood by their teams for so long. It was an absolutely fabulous #TataWPL. It is here to stay and nothing could have been better for the women's game.— Harsha Bhogle (@bhogleharsha) March 17, 2024\n\n\n\n\n    The RCB brand is strong and popular, with a large fan base and several high profile players across mens and women’s teams. Good to see Smriti Mandhana’s team win the #WPL2024 title. 🫅 👸 👏🏻— Ian Raphael Bishop (@irbishi) March 17, 2024\n\n\n\n\n    Congrats, @RCBTweets 🔥🏆 pic.twitter.com/j0cAaNe12R— Rajasthan Royals (@rajasthanroyals) March 17, 2024\n\n\n\n\n    What a fighting performance from @RCBTweets. Congratulations on the win…no doubt Bengaluru has erupted for good reason too!!! #WPL2024— Lisa Sthalekar (@sthalekar93) March 17, 2024\n\n\n\n\n    Congrats RCB 👏🏼 🏆 #WPL2024— Danielle Wyatt (@Danni_Wyatt) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Richa Ghosh: “I was very nervous, but Ellyse Perry helped me in the middle. She was guiding me how to go about it. We have worked really hard since losing last year and it all came together. We had planned to bowl wicket to wicket and knew if we get a couple of wickets we will be back. I knew the small total was going to be tricky, so there was no time to relax in between the innings.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    That \"FIRST EVER\" feeling 🥹📸: JioCinema pic.twitter.com/f88BJmQi7p— Royal Challengers Bangalore (@RCBTweets) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Asha Sobhna: “I was very tensed in the sidelines but with Smriti and Perry in the crease, it was pretty chill. The last match [eliminator] I asked Smriti to give me the ball, I was confident. We were very comfortable with Luke [coach]. He was fantastic.”Shreyanka: “We have worked really hard. It is not just turning up and playing the match. We know each other really well. We had amazing team bonding sessions. They [fans] keep saying Ee Sala Cup Namde, look what we got. We are like family. Luke had tears in his eyes after we won the eliminator”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ekta Bisht: “I had said at the start of the season that RCB will win their first ever trophy this season. I had also predicted a DC vs RCB final in our first training session. The eliminator win gave us a lot of confidence.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sophie Devine: “Its the job [on her innings]. It was good off Perry to be there till the end. We had all the ingredients last year, it was just about putting it all together. Smriti was great this year, her leadership. Stoked to be bringing home the trophy before the guys.” Georgia Wareham: “Sophie Molineux turned the game around for us. For a moment we thought we would be chasing 200. Shreyanka has been unbelievable”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Renuka Thakur: Yes, I am getting goosebumps. Who doesn’t smile after winning? RCB has won for the first time and the fans are happy. We wanted to play simple, basic cricket and did not take any pressure. We did not have a target in mind to restrict the Capitals. We always knew if we get one wicket, we can pull things back.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ee Sala Cup N̶a̶m̶d̶e̶ Namdu! 🏆🥹#PlayBold #ನಮ್ಮRCB #SheIsBold #WPL2024 #WPLFinal #DCvRCB pic.twitter.com/jkubj1MRy6— Royal Challengers Bangalore (@RCBTweets) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Its pretty amazing to be honest. The standard of cricket has been good. She’s [Richa Ghosh] unbelieveable. For such a young player she has got a lot of shot and calmness. We crawled towards the target. Sophie turned the match around and the rest of the spinners just piled on,” says Ellyse Perry.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2024 #WPLFinal #DCvsRCB    ROYAL CHALLENGERS BANGALORE WIN IT!!! 🏆📷 Jio Cinemahttps://t.co/SxQCWqE26C pic.twitter.com/w0SJAVnfHp— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 115/2 (19.3) : Two singles off the final two deliveries. A big discussion between Lanning and Reddy, who is bowling the final over. Ghosh doesn’t mind, she opens her arms and lofts it over covers. One bounce and into the fence.RCB ARE THE 2024 WPL CHAMPIONS! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2024 #WPLFinal #DCvsRCB    One over to go. Five runs to win. RCB is still in the favourite to win this.RCB: 109/2 (19)📷 Jio Cinemahttps://t.co/SxQCWqE26C pic.twitter.com/4WVy7jj4oe— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 110/2 (19): Alice Capsey slips down the leg side and Ellyse Perry just simply helps her to the fine-leg boundary. Easy pickings for the Australian. There’s an LBW appeal against Perry later in the over, but the umpire strikes it down. The desperate Capitals ask for a review and they lose it.RCB need 5 off the final over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2024 #WPLFinal #DCvsRCB    Lots os smiles on the RCB bench. They are nearly there. 11 needed of 12 now.RCB: 103/2 (18)📷 Jio Cinemahttps://t.co/SxQCWqE26C pic.twitter.com/dFnIy9bEAL— The Field (@thefield_in) March 17, 2024\n\n\nhttps://twitter.com/thefield_in/status/1769408195628253222\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 103/2 (18): RCB continue to find boundaries to stay ahead of the required run-rate. Perry this time with a boudary to the leg-side off Jess Jonnasen. This might well go down the wire.RCB need 11 off 12.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 95/2 (17): A much needed boundary from the bat off Richa Ghosh as RCB relieve some pressure. There could have been another boundary off the final delivery, but Jemimah did well at short fine-leg to dive and stop.RCB need 19 off 18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 86/2 (16): A very tight over from Alice Capsey, conceding just four. Richa Ghosh is out in the middle with Perry now.RCB need 28 off 24. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2024 #WPLFinal #DCvsRCB    The Capitals get another wicket. The bowling change makes the difference as Minnu Mani gets Smriti Mandhana to sky an attempted slog-sweep, only for Arundhati Reddy to take the catch at long on.RCB still in charge in this run chase. They need 32… pic.twitter.com/tqX9xIKVoB— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 82/2 (15): Off-spin is her achilles' heel and she has fallen to it once again has Smriti Mandhana. The southpaw looks to take on Minnu Mani, but fails to get any timing on that shot. An easy catch for Arundati Reddy at mid-on. Mandhana wanted to relieve some pressure built in the over but falls for 31 off 39. A strategic time out has been called as well. What will Meg Lanning have to say to her players?RCB need 32 off 30.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 79/1 (14): Jess Jonnasen brought into the attack for the first time in the contest and she goes for seven. Perry with a boundary down the ground after stepping out. RCB need 35 off 36.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 72/1 (13): Just as I said that, RCB have cut loose. A boundary each for Perry and Mandhana off Arundati Reddy as the pacer leaks 11 runs. Lanning won’t be happy with this.RCB need 42 off 42.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #WPL2024     Shikha Pandey gave DC their only wicket so far with Sophie Devine dismissed for 32.  Ellyse Perry joins Smriti Mandhana on the crease but the duo are content in keeping the scoring slow.   Seems like a safe approach but RCB need to up the ante now.… pic.twitter.com/qxElAOXAD8— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 61/1 (12): Just five runs off the last two overs. A run out chance fluffed as well in the final delivery off the 12th over. Meanwhile, the Delhi Capitals’ most experienced bowler Shikha Pandey has been bowled out. She finishes with figures of 1/11 in four overs.RCB need 53 off 48 deliveries as the requried run-rate trickles above six now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 56/1 (10): Ellyse Perry has joined hands with Mandhana at the fall of Devine and she has looked comfortable in her short stay so far. RCB are slowly moving towards the target. Delhi Capitals need wickets in heap at this stage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 49/1 (8.1): A much, much needed wicket for the Delhi Capitals. Shikha Pandey with a back of the length delivery, which nips back in. Sophie Devine is caught in the crease as the ball raps her pads. LBW. A review could not save her either. Devine walks back for 32. Can the Delhi Capitals fight back? Remember, it was the eighth over in the first innings where Molineux changed the course of the match with a triple strike.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #WPL2024 After a rather cautious powerplay, Sophie Devine takes Radha Yadav on. 13 runs off the seventh over. ⚡️RCB have the start they wanted.They need 71 runs in 78 balls now.RCB: 43/0 (7) https://t.co/SxQCWqEzWa pic.twitter.com/GinAKoGVSQ— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 43/0 (7): Too cautious? Naah, says Sophie Devine. The White Fern tears apart Radha Yadav. Three boundaries and six in the seventh over to pocket 18 runs just after the powerplay. Starategic time out has been called – much needed for Delhi Capitals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    After 6 overs:DC: 61/0 RCB: 25/0Too cautious from RCB? Or smart work as they know the target?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 25/0 (6): A rather sedate display in the powerplay from RCB. No risks taken. Mandhana and Devine are happy with singles and occasional boundaries. A lot of dot balls though…Delhi won’t mind \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 18/0 (4): Just a boundary from Mandhana off Kapp to square of the wicket in the last two overs. The openers are happy to bide their time, knowing they don’t have to chase a big total. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Royal Challengers Bangalore 8/0 (2): A watchful start from Smriti Mandhana and Sophie Devine as they hunt a first-ever title for the RCB franchise. Nothing to trouble either batters in the opening two overs from the Capitals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #WPL2024An early boundary from Sophie Devine to clam the nerves in the RCB dressing room as the chase beings.RCB: 5/0 (1)📸: Jio Cinemahttps://t.co/SxQCWqE26C pic.twitter.com/KAaTWaCNMJ— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    We are back for the chase. Captain Smriti Mandhana and veteran Sophie Devine with the bat for Royal Challengers Bangalore. Delhi Capitals will start with the experience of Marizanne Kapp.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Most wickets in #WPL2024 13 Shreyanka Patil12 Asha S Joy & Sophie MolineuxComplete dominance from RCB#WPL— Mohit Shah (@mohit_shah17) March 17, 2024\n\n\n\n\n    #Cricket #WPL2024Delhi Capitals, ALL OUT!The Royal Challengers Bangalore run riot as the Meg Lanning-led side are bundled out before their quota of 20 overs.Shreyanka Patil (4-12), Sophie Molineux (3-20), and Asha Sobhna (2-14) shine with the ball.DC:  113/10 (18.4)📸:… pic.twitter.com/g4DjaLfu6h— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shreyanka Patil has been the pick of the Royal Challengers bowlers, with four wickets for 12 runs in 21 deliveries. But Sophie Molineux set the ball rolling for Bangalore with that one over in which she picked up the wickets of Shafali Verma, Jemimah Rodrigues and Alice Capsey. Not to mention that stellar run out to dismiss Radha Yadav.The chase coming up shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 113/10 (18.3 overs): After that promising start by the Delhi Capitals – when they raced to 64 for no loss at the end of seven overs – they have had an almighty collapse. A collapse that has been assisted by some fine spin bowling by the Royal Challengers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 111/8 (18 overs): The tailenders have come in to bat. No heavy scoring so far, but Arundhati Reddy and Shikha Pandey have been changing strike regularly – not enough to hurt RCB at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Asha Sobhana is now the Purple Cap holder, level on 12 wickets with Sophie Molineux.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 100/7 (16 overs): The Delhi collapse continues, as seven wickets have now fallen. But courtesy Radha Yadav's consecutive boundaries, they are now in three digits.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shafali Verma ✅Jemimah Rodrigues ✅Alice Capsey ✅That was one incredible 3⃣-wicket over from Sophie Molineux 👏 👏Watch 🎥 🔽 Follow the match ▶️ https://t.co/g011cfzcFp #TATAWPL | #DCvRCB | #Final | @RCBTweets pic.twitter.com/a6gKyIFhtw— Women's Premier League (WPL) (@wplt20) March 17, 2024\n\n\n\n\n    #Cricket #WPL2024Asha Sobhna sinks Captials further🔥The leg-spinner strikes twice in the 14th over to send back Marizanne Kapp and Jess Jonnasen, both looking for a big shot.Harakiri from Delhi batters, but RCB won't mind.DC: 87/6 (14)📸: Sportzpics… pic.twitter.com/d2btX9nDAV— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 87/6 (14 overs): The pressure started to build on the Delhi batters. Marizanne Kapp tries to go big but skies her effort to Sophie Devine. Jess Jonassen looks for a bit hit but hits it straight up to give Smriti Mandhana a comfortable catch. Both wickets come off the bowling of Asha Sobhana.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Since her promising outing in the first edition of the WPL, Shreyanka Patil has grown leaps and bounds as a player. Playing for the Guyana Amazon Warriors in the Caribbean Premier League has played a massive role in her development. The exposure and pressure of playing in a final before seems to be coming handy for the 21-year-old.Patil had mentioned she visualises getting certain batters out during practice. She detailed that in an interaction with Scroll last year. She has perhaps done that for Lanning too!Read: Shreyanka Patil reaches greater heights after an impressive show in the Caribbean\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals’ innings so far:First six overs – 61/0Second six overs – 16/4\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 77/4 (12 overs): RCB has struck back and how. Shreyanka Patil gets Meg Lanning out LBW and Asha Sobhana gives away only two runs in her first over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    📸#Cricket #WPL2024 Meg Lanning, OUT!Massive moment in the match as Shreyanka Patil traps the Delhi Capitals captain LBW.RCB on a roll now🔥DC: 74/4 (10.4)📸: Sportzpicshttps://t.co/SxQCWqE26C pic.twitter.com/ZvXvmzXBh6— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 72/3 (10 overs): The run-rate has started to drop now. Shreyanka Patil has also come into the attack and was economical in her first over, while Molineux continued to keep the Capitals batters honest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    With those three wickets in that over, Sophie Molineux now has the Purple Cap – for most wickets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 65/3 (8 overs): An eventful two overs for the RCB. Georgia Wareham kept the Capitals' batters quiet with just three runs in the seventh over. And then Sophie Molineux came in and dismissed Shafali Verma for 44 (caught at deep mid-wicket by Wareham). She then bowled out Jemimah Rodrigues for a duck and then bowled out Alice Capsey on the next ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The two are on a roll! ⚡️ ⚡️Shafali Verma 🤝 Captain Meg Lanning Delhi Capitals are making merry, moving to 61/0 after 6 overs! 🙌 🙌Follow the match ▶️https://t.co/g011cfzcFp#TATAWPL | #DCvRCB | #Final | @DelhiCapitals | @TheShafaliVerma pic.twitter.com/PWBJiriK1i— Women's Premier League (WPL) (@wplt20) March 17, 2024\n\n\n\n\n    #Cricket #WPL2024Shafali Verma (42*) tears into RCB bowlers in the powerplay and the Delhi Capitals are off to a stunning start in the final.She has Meg Lanning (17*) for company.DC: 61/0 (6)📸: Sportzpicshttps://t.co/SxQCWqE26C pic.twitter.com/B7uigCV0LT— The Field (@thefield_in) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 61/0 (6 overs): Excellent show from the home-team in their batting powerplay. Shafali Verma is playing at a blistering 200 strike rate, scoring 42 off 21 so far while Lanning is on 17 off 15.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 41/0 (4 overs): Ellyse Perry, the in-form player, comes in to bowl the third over and gives away just three runs. But Shafali Verma and Meg Lanning go all guns blazing against Renuka Thakur, getting 19 runs off her over to continue to build in the powerplay.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Delhi Capitals 19/0 (2 overs): Good start from the Capitals, barring that one mix-up in the second ball of the innings that could have seen Meg Lanning being sent back early. Shafali Verma seems to have been given the liberty of doing what she does best – play attacking cricket. You could see that in how she clobbered Sophie Molineux over long on for the first six of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND AWAY WE GO!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Cricket #WPL2024We are all set for the title clash🔥Meg Lanning and Shafali Verma with the bat for Delhi Capitals, while Royal Challengers Bangalore throw the ball to Renuka Thakur.📸: Jio Cinemahttps://t.co/SxQCWqE26C pic.twitter.com/HnPqXy0tga— The Field (@thefield_in) March 17, 2024\n\n\n\n\n    Here are your teams that will take the field in the all-important #Final 💪Follow the match ▶️ https://t.co/g011cfzcFp#TATAWPL | #DCvRCB pic.twitter.com/aSizJ0X3eE— Women's Premier League (WPL) (@wplt20) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indians dominate the list of most six-hitters, with Delhi Capitals’ Shafali Verma leading the list. Will she add more to her tally tonight?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The Capitals have not made any change to the team from their last match. Royal Challengers meanwhile have brought in S Meghana from Shradda Pokharkar Delhi Capitals XI: Meg Lanning (c), Shafali Verma, Alice Capsey, Jemimah Rodrigues, Marizanne Kapp, Jess Jonassen, Arundhati Reddy, Radha Yadav, Minnu Mani, Taniya Bhatia (wk), Shikha PandeyRoyal Challengers Bangalore XI: Smriti Mandhana (c), Sophie Devine, S Meghana, Ellyse Perry, Disha Kasat, Richa Ghosh (wk), Sophie Molineux, Georgia Wareham, Shreyanka Patil, Sobhana Asha, Renuka Singh\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🚨 Toss Update 🚨🆙 goes the coin and lands in favour of Delhi Capitals as they elect to bat against Royal Challengers Bangalore. Follow the match ▶️ https://t.co/g011cfzcFp#TATAWPL | #DCvRCB | #Final | @DelhiCapitals | @RCBTweets pic.twitter.com/x2SIiHhc0z— Women's Premier League (WPL) (@wplt20) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meg Lanning has won the toss for the Delhi Capitals and they will bat first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Come on @RCBTweets! 🏆💪 #WPLFinal pic.twitter.com/yThRPpT8u9— AB de Villiers (@ABdeVilliers17) March 17, 2024\n\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Big batting improvement from last season in the WPL. So far there have been 18 half-centuries scored this term, as opposed to the eight scored in the inaugural season.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    As we wait for the toss – scheduled for 7 pm – here’s the preview for the final:All-round Delhi Capitals take on in-form Royal Challengers Bangalore for the title\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the 2024 Women’s Premier League final between Delhi Capitals and Royal Challengers Bangalore.A new season will see a new team being crowned champions. And with the Delhi Capitals and Royal Challengers Bangalore competing, this will be a first franchise-cricket title for either team (both of which have teams in the men’s Indian Premier League).But the spotlight tonight, at the Arun Jaitley Stadium in New Delhi, will be on the two teams led by Meg Lanning and Smriti Mandhana.The Capitals got to the final as the league table winners, while the Royal Challengers had to come in through the eliminator – in which they beat last season’s champions Mumbai Indians.Within the big battle between these two teams will be smaller, yet irresistible, face-offs between their players – Lanning versus her former Australia teammate Ellyse Perry; Mandhana and her best friend Jemimah Rodrigues, to name a few.There is the promise of enough action to heat up a pleasant Delhi evening.Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots via Jio Cinema and the WPL website","author":"Shahid JudgeAbhijit Nair","time":"2024-03-17T18:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199329-yzmarfjqdm-1710699262.jpg","tags":["WPL 2024","Delhi Capitals","Royal Challengers Bangalore","Shafali Verma","Smriti Mandhana","Meg Lanning","Jemimah Rodrigues","Ellyse Perry","Cricket"]}