{"title":"WPL 2023: When Shafali Verma got Meg Lanning cheerleading","content":"One-sided cricket matches are not great viewing if you are not invested in the success of either team. For a neutral, the famous MS Dhoni tweet from 2014 is a good maxim, “Doesn’t matter which team wins, I am here for entertainment.”The Women’s Premier League match between Gujarat Giants and Delhi Capitals on Saturday night at the DY Patil Stadium was certainly one-sided. Delhi won the match by 10 wickets with 12.5 overs to spare. But, if there are to be one-sided matches, then it helps – as a neutral – to witness something like the innings of Shafali Verma in that run-chase.After all, it’s not every day do you get to hear from Meg Lanning say things like: “I didn’t see that coming”, or “I was just cheerleading.”Verma played what would eaily go down as one of the most memorable T20 knocks by an Indian batter in recent times. On a pitch where there was some help for seamers evidently, as shown by Marizanne Kapp and Shikha Pandey earlier in the evening, Verma went after the bowling like she wanted to get out of the stadium before dinner time. “Shafali certainly was (in a hurry). That was pretty cool to watch, I was just cheerleading from the other end. Some of the cleanest hitting I have seen. Amazing knock,”  said Lanning after the match to the broadcasters.“I just asked her to keep it simple. Stay still and hit the ball straight. It was incredible to watch. Still trying to get over it.”The morning after, it is still not easy to come to terms with what Shafali Verma did. Her innings went like this: 1-0-0-6-4-1-4-4-4-1-1-4-4-6-0-4-1-4-1-0-6-6-0-4-6-0-0-4.Ten fours. Five sixes. Most of them cleanly struck. Fireworks aplenty. The first six was a 74 m hit down the ground, and the boundary that followed was lofted over extra cover, both straight bat shots. Then came a hat-trick of fours off Kim Garth, where the first two shots were powered down the ground again. And once she got into the groove, she hit a six which she carved over point. Steady base was the one constant through most of those shots.#WPL2023 #GGvDCAmid all the power-hitting, Shafali Verma carves one over point for a six. Unreal this https://t.co/ioTDVQG4eZ pic.twitter.com/xmhypmVJFK— Vinayakk (@vinayakkm) March 11, 2023\n\nFor Verma, the WPL has been off to a good start. Her batting has looked fluent in two of the four matches DC have played. Coach Jonathan Batty spoke recently about how high a ceiling she has, reminding everyone of her age and that the peak is nowhere near yet. He had added that what the management, and Lanning especially, were trying to add to her game was shot-selection. He was particular in saying that Verma is at her best when she goes for the shots, plays fearlessly, but it was a question of knowing and trusting her strengths.#WPLSome of the craziest hitting I've seen. EVER! Imagine chasing down 107 in 7.1 overs. Imagine scoring 76* off 28. Shafali Verma, you lil freak. https://t.co/40tB8Qbm2Z pic.twitter.com/BkkH48MW92— Samreen (@SamreenRazz) March 11, 2023\n\nThat little tweak has come from Lanning.“I got out while playing flick in the last match, so I tried to play straight tonight and play in front,” Verma said after her blistering half-century. “Thanks to Meg, she told me to correct this and that helped me a lot.”Lanning said that, while the plan was to make sure they didn’t take a cautious approach to the chase, what unfolded from the bat of Verma wasn’t something she foresaw.“It seemed like a new-ball wicket, and they (Giants) have some very good bowlers. When it was full, we could play. Shafali did not make it look tough. We did not want to go into our shell and tried to be aggressive,” said Lanning in the post-match press conference.“There was a little bit (of help) there if you got it in the right areas which we felt like we did. But Shafali took the wicket out of the equation, she backed herself, played to her strengths, stayed still and hit straight. On these wickets if you do that, you are going to be successful. I loved standing at the other end watching her do her thing.“I did not see that coming from Shafali, I do not think anyone did. She played to her strengths and got on a roll and when that happens in T20 cricket you just got to be going with it,” Lanning added.Years down the line, Shafali Verma can proudly recall that one night when she left Meg Lanning awestruck from the non-striker’s end.Watch highlights of Shafali Verma’s innings here.","author":"Vinayakk Mohanarangan","time":"2023-03-12T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187847-pizbwswrnm-1678606048.jpg","tags":["Shafali Verma","Cricket","WPL 2023","Delhi Capitals"],"source":"https://scroll.in/field/1045430/wpl-2023-when-shafali-verma-got-meg-lanning-cheerleading"}