{"title":"WPL 2024: Beth Mooney, Laura Wolvaardt guide Gujarat Giants to first win of season","content":"The Gujarat Giants secured their first win of the 2024 Women’s Premier League season on Wednesday after beating the Royal Challengers Bangalore by 19 runs at the Arun Jaitley Stadium in New Delhi.Captain Beth Mooney (85 not out) and fellow opening batter Laura Wolvaardt (76) brushed off their poor form to stitch together a 140-run partnership – the second-highest in the tournament’s history – to take the giants to 199/5.Chasing a mammoth 200, the Royal Challengers Bangalore could only muster 180/8 to dent their hopes of securing a top-three finish. The likes of Smriti Mandhana (24), Ellyse Perry (24), Sophie Devine (23) and Richa Ghosh (30) got off to good starts but could not stick around to guide the team home.Bangalore needed to get runs on the board quickly in the powerplay overs but some good bowling by the Giants bowlers put Bangalore on the back-foot.#WPL2024 #GGvRCBGujarat Giants win!Beth Mooney and Co finally secure a win this season after beating the Royal Challengers Bangalore by 19 runs!GG: 199/5 (20 overs)RCB: 180/8 (20 overs)📷 Jio Cinemahttps://t.co/5LuSkehMB1 pic.twitter.com/JSZCM5PrqU— The Field (@thefield_in) March 6, 2024\n\n\nAshleigh Gardner and Meghana Singh were superb in the first two overs, giving away just seven runs. Mandhana went after Tanuja Kanwar in the next over, smacking 17 runs including two huge sixes.However, Gardner came back into the attack to trap the Bangalore captain with a delivery that skidded on after pitching and rapped Mandhana on the pads. Sabbhineni Meghana’s pained 13-ball stay came to an end as Wolvaardt and Mooney combined to run her out as Bangalore slipped to 43/2 after seven overs.Perry and Devine steadied the ship for Bangalore briefly but could not really keep in touch with the required rate as both departed within a space of few overs leaving Banglore struggling at 96/4 after 13.Ghosh and Georgia Wareham (48) tried to muster a fightback but it was too little too late as the Giants wrapped up a good win.Having won the toss and choosing to bat first, the Giants got off to the perfect start with Mooney and Wolvaardt racing to 59/0 in the power-play overs.The Giants’ batting has been below par this season but on Wednesday, Mooney and Wolvaardt showed their class and were generously helped by some poor bowling by the Bangalore bowlers. On a good batting track, the duo only needed to find the gaps as the Bangalore bowlers struggled with their line and length.To add to Bangalore captain Mandhana’s headache, her bowlers also conceded a record-equalling 17 extras, just two days after conceding the same number of extras against the UP Warriorz.Wolvaardt brought up her half-century in the ninth over, hitting Perry for three boundaries in a row. With more than 10 overs to go, the South African looked prime to become the first centurion in Women’s Premier League history.However, Wolvaardt ran herself out going for a risky single and the Giants’ run rate slowed down just a touch in the next couple of overs as new batter Phoebe Litchfield took time to settle in. At the other end, Mooney kept her team on course to go past the 210-run mark.At the end of the 18th over, the Giants were 187/1 with Mooney on 79 and very well on her way to a deserved century. However, it all came to a grinding halt for the Giants.Litchfield was run out after being called for a risky single by Mooney. Gardner departed for a golden duck the next ball. New batter D Hemalatha kept strike for the final over only to be dismissed with the first ball.With Mooney on 83 runs, new batter Veda Krishnamurthy played two balls before giving the strike to her captain. Mooney got a couple of the third ball before running out her third teammate on the night the very next ball.The Giants could have still reached 200 with two runs off the final ball only for Mooney to slip and fall after completing one run.Though it was not the ideal end to the Giants’ innings, their bowlers would go on to ensure it was enough to secure the win on the night.Despite the loss, Bangalore are in second place with six points from as many games having played one game more than the other four teams.","author":"Scroll Staff","time":"2024-03-06T23:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199060-mvydypcjso-1709746719.jpg","tags":["Beth Mooney","Laura Wolvaardt","Gujarat Giants","Royal Challengers Bangalore","Women’s Premier League","WPL","WPL 2024","Cricket"],"source":"https://scroll.in/field/1064838/wpl-2024-beth-mooney-laura-wolvaardt-guide-gujarat-giants-to-first-win-of-season"}