{"title":"WPL 2024: Ellyse Perry show, Deepti Sharma’s hat-trick and more – Takeaways as the league stage ends","content":"There have been plenty of moments and performances to cherish as the league stage of the second edition of the Women’s Premier League comes to an end.Whether it was 16-year-old Shabnam Shakil’s memorable spell for Gujarat Giants or Harmanpreet Kaur’s unbeaten 95 for Mumbai Indians, the business end of the league stage was stacked with quality cricket.While Delhi Capitals, Mumbai Indians and Royal Challengers Bangalore qualify for the playoffs, UP Warriorz and Gujarat Giants are left with a few problems to sort out for the third season.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nHere’s a look at the takeaways of the final week of the WPL:Mumbai dipped in Perry perry sauceA career and WPL best six-wicket haul for Ellyse Perry. In her T20 career from 2007 to 2023, Perry had never taken a five-wicket haul. But on a Tuesday night at the Arun Jaitley Stadium, New Delhi, against Mumbai Indians, she picked up 6/15 to propel Royal Challengers Bangalore to the play-offs.Perry had stopped being a regular for the Australian cricket team in the shortest format since January 2022. She had also suffered a a hamstring injury during the 2022 Women’s T20 World Cup and her numbers in the format were on the decline since then.However, the all-rounder worked on her skills to come back strong and it showed, particularly in Bangalore’s last group stage game, when they needed it the most in a must-win match.An inspiring stump-to-stump display of bowling, Perry broke the back of Mumbai’s batting. She was involved in seven out of the ten dismissals – six wickets and a safe, low catch to dismiss Hayley Matthews.It was truly a Perry show.Deepti Sharma’s all-round prowess growsAgainst the Delhi Capitals, Deepti Sharma became the first-ever woman to score a fifty and pick up a hat-trick in a T20 match. She also became only the second player in WPL history, and first Indian, to take a hat-trick.To top off the performance, she turned up with the bat. During the Warriorz’s chase, she scored 59 off 48 balls.That match highlighted her all-round abilities, but she has had a fantastic season in general, scoring 295 runs and taking 10 wickets.In the following match against Gujarat Giants, for example, she played a lone hand of an unbeaten 88 while all but one of the Warriorz line-up were dismissed for less than 10 runs. She combined with Poonam Khemnar (36) to put her team into touching distance, albeit to lose by eight runs eventually.Audacious Richa Ghosh and Jemimah RodriguesRicha Ghosh of Royal Challengers Bangalore and Jemimah Rodrigues of Delhi Capitals are indeed young but not newbies when it comes to Indian cricket. Over time, they have become regulars of the senior women’s team.This season they have shown that they have what it takes to take Indian cricket to the next level. Rodrigues has scored 235 runs at an average of 47 in the group stage. She played potentially her best knock in the format when she displayed incredible stroke play in her knock against Mumbai Indians (69*).The Capitals vice-captain topped it up with some more great performances towards the business end with a 58 against Royal Challengers Bangalore and an unbeaten 38 against Gujarat Giants.Ghosh’s big hitting prowess was on display yet again during her 29-ball half-century in the thriller against Delhi Capitals. A potential finisher for the Indian cricket team, the wicket-keeper batter has scored 226 runs at an average of 42.50 and a strike rate of 152.70 in the group stage.With the ICC Women’s T20 World Cup scheduled in September, the growth of these two batters bodes well for India.","author":" Samreen Razzaqui","time":"2024-03-14T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199235-tmkgccfjpd-1710400589.jpg","tags":["Harmanpreet Kaur","Shabnam Shakil","Gujarat Giants","Jemimah Rodrigues","Richa Ghosh","Ellyse Perry","WPL 2024","Women's Premier League 2024","Women's Premier League","Delhi Capitals","Mumbai Indians","Royal challengers bangalore"],"source":"https://scroll.in/field/1065100/wpl-2024-ellyse-perry-show-deepti-sharmas-hat-trick-and-more-takeaways-as-the-league-stage-ends"}