{"title":"WPL 2023, Mumbai Indians preview: Harmanpreet Kaur and Co bank on star all-rounders","content":"Mumbai Indians have enjoyed immense success in the Indian Premier League over the years, with some of the biggest names in cricket turning up in their colours over the years. So, naturally, that brand will come with an equal mix of privilege and pressure, as the inaugural edition of Women’s Premier League comes along. To go with Rohit Sharma leading the men’s team, they have a nice symmetry established with India captain Harmanpreet Kaur brought in to the set up to lead them in WPL 2023.  Full squad\n    \n       Player name  Country  State Association  Age  Specialism  C/U/A  Reserve Price Rs Lakh  Bid (In Rs Lakh) \n    \n     Natalie Sciver-Brunt  England    30  All-rounder  Capped  50  320  Pooja Vastrakar  India  MPCA  23  All-rounder  Capped  50  190  Harmanpreet Kaur  India  PCA  34  All-rounder  Capped  50  180  Yastika Bhatia  India  BCA  22  Wicketkeeper  Capped  40  150  Amelia Kerr  New Zealand    22  All-rounder  Capped  40  100  Amanjot Kaur  India  PCA  22  All-rounder  Capped  30  50  Hayley Matthews  West Indies    24  All-rounder  Capped  40  40  Chloe Tryon  South Africa    29  All-rounder  Capped  30  30  Isabelle Wong  England    20  All-rounder  Capped  30  30  Heather Graham  Australia    26  All-rounder  Capped  30  30  Priyanka Bala  India  CAB  27  All-rounder  Uncapped  10  20  Sonam Yadav  India  UPCA  15  Bowler  Uncapped  10  10  Dhara Gujjar  India  CAB  20  Batter  Uncapped  10  10  Jintimani Kalita  India  ASCA  19  All-rounder  Uncapped  10  10  Humairaa Kaazi  India  MCA  29  All-rounder  Uncapped  10  10  Neelam Bisht  India  PCA  26  All-rounder  Uncapped  10  10  Saika Ishaque  India  CAB  27  Bowler  Uncapped  10  10 \n  Charlotte Edwards: \"It is totally by chance. We feel like we have a balanced squad and hopefully they'll do well for us in the next few weeks\" https://t.co/qDeUMgH1Wl— Vinayakk (@vinayakkm) March 2, 2023\n\nIdeal playing XIHayley Matthews, Yastika Bhatia (wk), Nat Sciver-Brunt, Harmanpreet Kaur, Amelia Kerr, Dhara Gujjar, Chloe Tryon, Pooja Vastrakar, Amanjot Kaur, Jintimani Kalita, Saika Ishaque / Sonam Yadav“I really like allrounders, because of the options they give. I am a big fan,” said Harmanpreet in the pre-tournament press conference. Indeed, the MI squad is filled to the brim with multi-purpose cricketers. The first task would be to pick four overseas players and MI have the only squad in the tournament with a singular Australian player. Heather Graham is the sole Aussie player in the mix, and it bucks the trend of teams going heavily after players from the champion squad from Down Under. Sure, Harmanpreet loves playing against Australia in international cricket but the tournament has set it up for her to be MI vs other Aussie-heavy squads. England star Nat Sciver-Brunt and West Indies captain Hayley Matthews will walk into their first XI, one imagines. If they want an out-and-out quick, Issy Wong is a good option to have but that would then mean they have to pick one out of the three all-rounders in New Zealand’s Amelia Kerr, South Africa’s Chloe Tryon and Australia’s Graham. It’s a tricky one, but it is likely that they pack their lineup with all-rounders to start with. With Harmanpreet also naming Dhara Gujjar (batter from Bengal) and Jintimani Kalita (pacer from Assam) as two players she is excited about, look out for them during the course of the tournament. 🚨Jintimani Kalita - First Player from Assam to be part of WPL🚨💥19-year-old all-rounder was brought by Mumbai Indians for 10 Lakhs.#CricketTwitter  #WPL #WPL2023 pic.twitter.com/xDF0TMvKiL— Indian Domestic Cricket Forum - IDCF (@IDCForum) February 26, 2023\n\nMost valuable playerSure, Harmanpreet Kaur is crucial to MI’s success but for this particular section, it will be hard to look past Natalie Sciver-Brunt. Arguably the best all-rounder in international women’s game at the moment, Sciver-Brunt will add bowling solidity and batting firepower to the MI lineup. Her batting powered England to the first ever 200-plus score in the history of the ICC Women’s T20 World Cup recently. Coaching staffOne of the most recognisable names in women’s league cricket around the world is Charlotte Edwards. But beyond that, in Edwards, MI have a true great of the game for her batting prowess over the years. Former England captain and CBE Edwards will take on the role of Head Coach. Assisting her will be one of the greatest bowlers Jhulan Goswami, who takes on the dual role of the Team Mentor and Bowling Coach. Devieka Palshikaar, an all-rounder, who represented India at the international level, will be the batting coach. Lydia Greenway, a close friend and former teammate of Edwards, will don the role of the fielding coach. Trupti Chandgadkar Bhattacharya will be the Team Manager.  It is not a surprise that MI have put together a stellar coaching set-up. Edwards has taken teams to the finals of The Hundred as well as WBBL (though the title eluded her in those events for now). There are very few people in world cricket who could boast of the coaching experience in T20 leagues that she can. Strengths and weaknessesAs mentioned above, the sheer number of allrounders in the squad gives Harmanpreet a plethora of options. In Matthews and Sciver-Brunt, they have bona-fide overseas match-winners on their day. If they trust Tryon to get going from the start, they have one of the most powerful middle-order batters in world cricket in their ranks. Their batting lineup might end up being one of the deepest in the tournament. The opening batting could be an area of concern for the side. Matthews and Bhatia, their likely first-choice, might not exactly give the side fiery powerplays. But the middle-order and lower-order has enough firepower. It will be a question of their tactical calls then to see how much they maximise resources.One thing that seems to be common both to the men’s and women’s teams, is the strange approach to recruiting domestic spinners. MI in the IPL have, for a few years now, struggled in that department, and the WPL seems set for a similar start. In Matthews and Kerr, they do have two quality overseas options but their domestic spin-bowling talent is largely untested at the highest level. It might be a gamble, given each venue will host 11 matches each and the pitches might tire towards the end. Schedule\n    \n       MATCH NO.  DAY  Date  Match  Timing IST  Venue \n    \n     1  Sat  4-Mar-23  GG vs MI  7:30 PM  DY Patil Stadium  4  Mon  6-Mar-23  MI vs RCB  7:30 PM  Brabourne - CCI  7  Thu  9-Mar-23  DC vs MI  7:30 PM  DY Patil Stadium  10  Sun  12-Mar-23  UPW vs MI  7:30 PM  Brabourne - CCI  12  Tue  14-Mar-23  MI vs GG  7:30 PM  Brabourne - CCI  15  Sat  18-Mar-23  MI vs UPW  3:30 PM  DY Patil Stadium  18  Mon  20-Mar-23  MI vs DC  7:30 PM  DY Patil Stadium  19  Tue  21-Mar-23  RCB vs MI  3:30 PM  DY Patil Stadium","author":"Vinayakk Mohanarangan","time":"2023-03-02T20:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187492-puqwjvejsf-1677766247.jpeg","tags":["WPL 2023","WPL","Mumbai Indians","Harmanpreet Kaur"],"source":"https://scroll.in/field/1044818/wpl-2023-mumbai-indians-preview-full-squad-strengths-coaching-staff-schedule"}