{"title":"WPL 2023: MI and Harmanpreet Kaur’s night of triumph – of full tosses, run outs, and a wait ending","content":"“Finally,” said Harmanpreet Kaur, as the Women’s Premier League trophy was kept in front of her on the table mid-way through the post-match press conference. To say her face was beaming with delight would be an understatement. In the last few years alone, the heartbreaks... they have been aplenty. The 2017 ODI World Cup is remembered to this day for the 171* in the semifinal but she scored a half century in the final too before the nightmarish collapse that followed. She produced a memorable individual performance in the 2022 ODI World Cup. Since taking over as captain, she has endured the heartbreak of the final at the Commonwealth Games where there was another near-miss in the gold medal match against Meg Lanning’s Australia. The same Australian side would send her to another defeat in South Africa earlier this year. And she sat at the press conference then, broken, in tears towards the end. She won’t be denied with the Mumbai Indians though.“Personally, I have been waiting for this moment for a long time,” Harmanpreet said. “I am happy that as a captain, I can win something so important for women’s cricket. I want to carry the winning momentum to the next season as well.”via WPL Media One of the connecting points between the evenings was, of course, Harmanpreet’s run out. In Cape Town, that was the biggest talking point between the Indian captain and the reporters in the media room. She lamented her luck, she questioned what might have been if the bat hadn’t gotten stuck, she was left in a bit of a daze wondering how long it might take to get over this. On Sunday night in Mumbai, the run outs received a passing mention. She broke into a big smile when a reporter made the obvious connection. She again mentioned luck, but added this time how during one of the WPL matches the ball hit the stumps when she was batting but the bail got up and lodged back into place. She wasn’t averse to remembering the good luck too. The biggest difference between the two nights was, of course, when Harmanpreet got out this time, there was a well-settled Natalie Sciver-Brunt still in the middle to finish the job. One of the best batters of this generation, and quite possibly one of the greatest the game has seen by the time she finishes her career. That helps. “Both of them were quite disappointing,” she answered after a wry smile when the dismissals were brought up. “In the last match also [T20 World Cup semifinal], I was very confident. We had wickets in hand, and I thought we would put up a good score. But today was totally different. Nat was there. She was well-settled. And then we had Amelia, who has been in good touch in this tournament. Apart from them, we had Pooja and Wong. We were quite positive. We thought we would finish this game with one or two overs to spare. But after I got out, we decided to play according to the situation.”📷 6:43pm, Cape Town, Feb 23, 2023📷 12:22am, Mumbai, March 27, 2023Quite the month it's been for Harmanpreet since the #T20WorldCup semi.Who knows what this #WPL trophy might lead her to in her journey?Hers remains one of the most fascinating sports stories, in my book. pic.twitter.com/7nFr30ZQEX— Annesha Ghosh (@ghosh_annesha) March 27, 2023\n\nAnd so, the roles got reversed a little bit on Sunday night. Earlier in the tournament, Harmanpreet thanked Sciver-Brunt for taking the pressure off her in a run-chase against Gujarat Giants that got tricky. When Harmanpreet took her time to get going, the English allrounder found the boundaries before the MI captain switched gears. In the final, it was Sciver-Brunt who needed time, striking well below run-a-ball at one stage when Harmanpreet started finding the timing on her sweep shot. Sciver-Brunt acknowledged in the post-match chat, as she was adjudged the player of the final. It is this perfect jugalbandi that MI managed throughout the tournament that stood out. When Harmanpreet needed help, Sciver-Brunt and Amelia Kerr were there. When Sciver-Brunt led the attack with the ball, Issy Wong gave the wicket-taking support, especially later in the tournament. After Saika Ishaque’s brilliant start to the campaign, the duo of Kerr and Hayley Matthews stepped in later on. In the list of leading wicket-takers, it is all Mumbai Indians... four of the top five, finally. In the final too, the bowling and fielding was remarkable... for the most part, before a stunning 10th wicket stand for Delhi Capitals threatened to take the game away from MI. There was an element of luck too, that seems to be following Harmanpreet one way or the other. If there was the run out in South Africa or the series of tosses she lost here in the WPL, it manifested in a few other ways in her side’s favour. Nat Sciver-Brunt was sensational for MI in the knockouts | Sportzpics for WPLHow else can you explain DC’s top order getting undone by three full tosses by Wong? Teams all have their best laid plans, but sometimes things unfold bizarrely, as Shafali Verma (with a marginal call that could have gone either way), Alice Capsey and Jemimah Rodrigues all found the fielders off deliveries that could have landed in the boundary on any other night.Then there was a run out of Meg Lanning. Of all the ways the Aussie stalwart would be dismissed, a run out with her international teammate selling her down the river was a cruel twist to the tale. The Shikha Pandey-Radha Yadav partnership happened then and Harmanpreet would later reveal in the press conference that the Indian captain in her felt really happy at the end of it. To see her national teammates produce such an act of defiance filled her with pride and she told them to keep that in tact when they play for India next (unfortunately not anytime soon, but that’s for another day).#WPL2023 #WPLFinal The DC-Women: Last Wicket Standhttps://t.co/QTXp6cRA1z pic.twitter.com/Nlh1uoUBo5— Vinayakk (@vinayakkm) March 26, 2023\n\nThe chase proved tricky enough but the magnificent Sciver-Brunt innings, to follow up her match-winning effort in the Eliminator, was enough for MI and Harmanpreet to lift the trophy at the end of a fine campaign. While MI’s success was reason enough for Harmanpreet to be happy about, she also took the time to speak about youngsters from other teams like Shreyanka Patil and Kanika Ahuja who impressed. Her own teammates like Jintimani Kalita and Amanjot Kaur, who gave their all on the field despite not getting enough chances with the bat or ball, came in for a lot of praise. “The turning point for me as a cricketer was in 2016 when I was going to play WBBL for the first time. I travelled alone, and I did everything alone. During that time, I learnt a lot. I wanted to do something different. I wanted to improve myself and bring back learnings for my India teammates,” she recalled. This tournament will do that for many an Indian cricketer and she will get to watch it from close quarters.She hoped that the first season would only set the base for things to get better in the seasons to come, adding that the teams will be better off next year to produce even more close battles. Most of all, she spoke with such positivity about everything that has transpired over the last three weeks. Time heals. For Harmanpreet Kaur, the scars of London or Birmingham or South Africa will remain till India lift an ICC Trophy. But for now, the magnificent WPL trophy next to her is one to fill her with joy and hope.Quotes courtesy: Mumbai Indians","author":"Vinayakk Mohanarangan","time":"2023-03-27T18:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188457-tvwpucsvki-1679921215.jpeg","tags":["Harmanpreet Kaur","WPL 2023","WPL","Mumbai Indians"],"source":"https://scroll.in/field/1046327/wpl-2023-final-mumbai-indians-and-harmanpreet-kaur-s-night-of-triumph-of-full-tosses-run-outs-defiance-and-composure"}