{"title":"WPL 2024: Royal Challengers Bangalore deliver lesson on making comebacks to win first title","content":"Sport is a great leveller, they say.Just over a week ago, a devastated and teary-eyed Richa Ghosh and Shreyanka Patil were down on their haunches as the Royal Challengers Bangalore were handed a slim one-run defeat by table toppers Delhi Capitals in a 2024 Women’s Premier League group stage match at the Arun Jaitley Stadium in New Delhi.On Sunday night, at the same venue and against the same opponents, Ghosh and Patil, and the rest of their teammates were beaming in front of over 29 thousand spectators. As chants of ‘RCB, RCB’ – the team’s name in short – reverberated around the stadium, that previous defeat seemed a distant memory.The Royal Challengers Bangalore had just become champions of the Women’s Premier League.WPL Final, Delhi vs Bangalore, as it happened: Royal Challengers win by 8 wickets to win first titleThis was a remarkable turnaround for a team that was struggling to get into the playoffs when they last met the Capitals, on March 10. Since then, they beat the defending champions Mumbai Indians, twice, to get into the final. And then outplayed the table toppers in the final to earn a eight-wicket win.The WPL may only be two years old, but the Royal Challengers have a loyal following that goes back 16 years, courtesy their men’s team in the Indian Premier League. On Sunday however, the words Royal Challengers Bangalore and champions were used in the same breath for the very first time.The Royal Challengers restricted the Capitals to 113, and then chased down the target with ease.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nDelhi Capitals may have topped the group stage, but the team from Bangalore, led by Smriti Mandhana, was peaking at the right time.Watch, WPL 2024: Champions Royal Challengers Bangalore celebrate as they clinch first titleThis was in stark contrast to the forgetful performance they put up in the inaugural season last year, where they lost their first five matches on the trot. For the team to be title contenders, the franchise had to make some changes.And they did.Spinners assembleBefore the final, Meg Lanning’s Delhi had defeated the Bengaluru-based franchise in all four of their previous meetings. Lanning, a legend of the game and a serial winner had the experience, the advantage of a well-rounded squad, and on Sunday, she won the toss and decided to bat first.Openers Shafali Verma and Lanning were looking to take the game head on from the get-go. Another stroke-filled powerplay was on exhibition as Verma went on to give her team a head start. With Capitals at 61 for no loss after the end of powerplay, it looked like the Challengers were up for yet another heartbreak at the hands of a dominant opponent.However, spin-bowling all-rounder Sophie Molineux (3/20) had other plans. In a decisive over, she picked up three wickets, instantly swinging the momentum in Bangalore’s favour. First, the well-set Verma departed. Jemimah Rodrigues, who had been having a terrific season, was then bowled for a duck. Alice Capsey then became the Australian’s third wicket.All it took was an over from the left-arm spinner for the Royal Challengers to roar right back into the game with Capitals rattled at 64/3.The Bangalore spinners kept at it. Arresting the run-flow with classical stump-to-stump bowling, coupled with mixing trajectories on a pitch that was holding up a little. The pressure started to build on the Delhi batters, and the wickets started to tumble.Off-spinner Shreyanka Patil, for the second time this edition, sent back the anchor Lanning for 23.Three overs later, Asha Sobhana – now, a renowned match-winner after her five-for against UP Warriorz and her last-over against Mumbai Indians in the eliminator – sent Marizanne Kapp back for eight. In the same over, she persisted with her loopy deliveries, luring and teasing Jess Jonassen who eventually fell for the trap and was dismissed for three.Things had turned grim for Delhi and Patil ensured no possibility of a comeback. She sent Minnu Mani (five) and Arundhati Reddy (10) packing in her next two overs. Molineux, who could do no wrong on this night, effected a crucial run-out to send Radha Yadav (12) back to the dugout.The Delhi collapse was complete when they could not even get to a full 20 overs, with Patil taking the last wicket of Taniya Bhatia. It gave the 21-year-old bowler from Karnataka figures of 4/12 – the third best bowling figures by an Indian in the history of the competition.Nine out of the ten wickets that fell were all thanks to Bangalore’s spinners, who restricted the Capitals to a paltry 113.Perry easyIt was a small total but the pressure of chasing in a big game cannot be undermined.Captain Smriti Mandhana who opened with the experienced Sophie Devine opted to approach the chase with caution. Early wickets could make the game tricky again and they had often been in that territory before to know why it cannot happen on an all-important night.Devine, who has had an underwhelming season with the bat, was aware of the pressure and took her time before breaking the shackles and find some rhythm. She went after Yadav to accumulate 18 runs in the seventh over. Mandhana steadily followed suit.Shikha Pandey sent back Devine for 32, but with Mandhana set, in-form Ellyse Perry coming in to bat, and Ghosh waiting in the wings, Bangalore were still in the driver’s seat.Mandhana had found her flow too but Mani dismissed the Bangalore skipper in the fifteenth over. With 32 needed in the final five overs, the pressure was back on.After all, only a couple of days earlier, Mumbai Indians needed 20 off 18 balls and lost their way soon after.Perry, who had stood up for Bangalore in some style in three back-to-back crucial games, was not going to be left out from making yet another match-winning contribution.She had already entered the history books earlier this week when she became the only bowler to pick a six-wicket haul in the league. She had also played a match-winning knock in the same game.Meanwhile, Ghosh who had been tapping into her big-hitting prowess several times this season, would have wanted to cross the finish line more than ever.And on a tricky pitch, even as the equation became closer, the duo remained calm and ensured they guided the team home.Win some, lose someWatching a teary-eyed Lanning is a rare sight – she’s practical, astute in her judgment and words. She has won everything the game has to offer while captaining her country Australia. But for the second time, she had fallen just short of lifting the WPL trophy.For a leader who has marshalled her teams to both the finals so far, it was bound to hurt.However, to see Mandhana lead her side to victory against a cricketing genius is a small joy for Indian cricket too.Mandhana acknowledged the Bangalore leadership group of Devine and Perry several times through the tournament. This win will be especially sweeter for her considering the terrible turn she had last year – as a leader and as a batter.The overwhelming support Mandhana and Co received through the tournament has played a big role too. Whether it was Bangalore or Delhi – the team was received with raucous support in both cities.However, by fixing the structural issues that they identified last year, the franchise ensured their victory will have a lasting effect.Not only did Bangalore finish as champions, the leading run-scorer (Perry with 347 runs at an average of 69.40) and wicket-taker (Patil with 13 wickets at an average of 12.07) were also both from the team.They went with a clear-cut plan in the auction and fixed the gaps. Even though a key player Kanika Ahuja was ruled out of the year, the team composition appeared largely capable of tackling different conditions.By backing Molineux, the player of the match in the final, despite her absence in international cricket following two major ACL injury flare-ups, they took a chance. Their persistence reaped them the dividends when it mattered.Similarly, they had seen the promise in Patil and also persisted with the youngster despite an ordinary showing in the first half of the group stage. The all-rounder also missed out on a couple of matches after sustaining a hairline fracture on her left hand but came back strongly against Delhi Capitals in their second group stage meeting and the final.By unearthing and backing Patil, they have unearthed a confident match-winner even for the future.“If there is something in the wicket, I'm a different beast when there’s some turn,” Patil said after the match.Last season called for a need to re-look the bowling line-up. This year, the top-three wicket-takers were all from RCB with Patil (13 wickets), Sobhana (12 wickets) and Molineux (12 wickets).This resulted in a special night for Bangalore, when the third-ranked team staged a terrific comeback in the competition.In the league stage and on the night of the final, Royal Challengers Bangalore did not throw in the towel. Those were words many were longing to hear for a long time.","author":" Samreen Razzaqui","time":"2024-03-18T09:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199330-mwcohrbwyf-1710708923.jpg","tags":["Smriti Mandhana","Delhi Capitals","WPL 2024","Cricket","Royal Challengers Bangalore","WPL","Women's Premier League","Shreyanka Patil","Ellyse Perry","Richa Ghosh","Sophie Molineux"],"source":"https://scroll.in/field/1065326/wpl-2024-royal-challengers-bangalore-deliver-lesson-on-making-comebacks-to-win-first-title"}