{"title":"WPL 2024: Fifties by Lanning, Rodrigues guide Delhi Capitals to comfortable win over Mumbai Indians","content":"Delhi Capitals climbed to the top of the points table following a comfortable 29-run victory against Mumbai Indians in the Women’s Premier League match at the Arun Jaitley Stadium, New Delhi on Tuesday.The win was set up largely by the quick-fire fifties by skipper Meg Lanning and Jemimah Rodrigues that powered Delhi Capitals to a commanding 192/4, followed by a controlled bowling performance led by Jess Jonassen (3/21).#WPL #DCvMI Delhi Capitals defeat Mumbai Indians by 29 runs! DC register their fourth win of the tournament as Jess Jonassen picks up three wickets to help her side defend the massive total. MI regularly lost wickets but Amanjot Kaur resisted during her 27-ball 47 but it… pic.twitter.com/C3Xjsgdy7k— The Field (@thefield_in) March 5, 2024\n\n\nThe daunting total proved to be too much for Mumbai Indians, who are otherwise building a reputation for successful chases. Marizanne Kapp (2/37), who had been rested in the previous match, returned with the wicket of Yastika Bhatia (6) in her very first over.Nat Sciver-Brunt was next to depart as Shikha Pandey (1/27) bowled her in the next over. Mumbai captain Harmanpreet Kaur (6), who was also returning after missing the last couple of games, was dismissed early. The defending champions were left reeling at 29/3 in 3 overs.Hayley Matthews (29) and Amanjot Kaur (42) chipped in with handy knocks. However, with a mountain to climb, Mumbai never looked alive in the run chase, eventually falling short by a considerable margin.Earlier, Lanning’s 38-ball 53 – her third half-century of the season – was laced with six boundaries and two sixes. Although she shared brief partnerships with Shafali Verma (28) and Alice Capsey (19), it was Rodrigues’s late assault that ensured the momentum did not drop after Lanning’s knock.Mumbai Indians pacer Shabnim Ismail who was returning after missing the last two matches was taken on by Verma initially as she carted her for two boundaries. However, Saika Ishaque gave Verma a life at 15 when she dropped the opener in the third over.Verma went after Ismail in the next over again, taking her on for consecutive sixes. However, the bowler had the last laugh, trapping her leg before wicket.Meanwhile, Lanning was happy to take on all-rounder Sciver-Brunt and then spinner Amelia Kerr, who conceded 20 runs in the 12th over over. It was Pooja Vastrakar who brought an end to the Delhi captain’s innings in the next over as Kerr pouched the catch at deep mid-wicket.After Lanning’s head start, Rodrigues took charge as she exploited the small boundaries at the Arun Jaitley Stadium.The 23-year old played some sublime shots to bring up a 27-ball half-century to leave Mumbai Indian clueless. She scored an unbeaten 69 off 33 deliveries with a strike rate of 200. Fifty of her runs came in boundaries alone. Her knock was laced with eight boundaries, largely off the shorter square boundary while hitting three sixes.Even as Mumbai tried to reign in the innings, Rodrigues accelerated the pace of scoring with a barrage of boundaries, leading Capitals to score 69 runs in the final five overs.For Mumbai, Vastrakar was the standout bowler with figures of 4-0-20-1, while Ishaque (1/29),  Ismail (1/46) and Matthews (1/23) were the other wicket-takers.Mumbai Indians built a reputation for themselves while chasing but the target set by Delhi Capitals proved to be too much this time around.","author":"Scroll Staff","time":"2024-03-05T23:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199033-dgbqdzhpqe-1709661562.jpg","tags":["Meg Lanning","Jemimah Rodrigues","Delhi Capitals","Mumbai Indians","WPL 2024","Women's Premier League","Marizanne Kapp","Shabnim Ismail","Jess Jonassen"],"source":"https://scroll.in/field/1064772/wpl-2024-fifties-by-lanning-rodrigues-guide-delhi-capitals-to-comfortable-win-over-mumbai-indians"}