{"title":"WPL 2024: Bowlers set up eight-wicket win for Royal Challengers Bangalore against Gujarat Giants","content":"It was an easy enough win for Royal Challengers Bangalore as they sealed an eight-wicket victory over Gujarat Giants in the Women’s Premier League on Tuesday at the M Chinnaswamy Stadium in Bengaluru.After the bowlers restricted the Giants to a below-par score of 107/7, Royal Challengers Bangalore captain Smriti Mandhana was fluent in the chase, scoring 43 off 23 balls with eight boundaries and a single six.S Meghana, the star of Bangalore’s win against UP Warriorz, and Australia all-rounder Ellyse Perry finished things off with an unbeaten 38-run partnership for the fourth wicket. While Meghana hit 36 off 28 balls, Perry struck 23 off 14 balls, including hitting the winning runs with seven overs to spare.Winning the toss and choosing to bowl first, the home team got off to a good start with Renuka Singh Thakur and Sophie Devine bowling tight lengths and not allowing the Giants openers in captain Beth Mooney and Harleen Deol much freedom to score.This pressure piled up as Mooney tried to hit over and was bowled by Thakur. Devine too was equally adept at bowling so tightly that Deol and Phoebe Litchfield, the new batter, were unable to do much except dig out the ball.Thakur then got her second wicket when Bangalore keeper Richa Ghosh made a half-hearted appeal for caught behind and quickly changed minds to stump Litchfield. A replay of the wicket saw that the Australian had not managed to stretch her foot past the line and the Giants were two crucial wickets down.Deol then became more settled and worked around the gaps to get a few boundaries in. Veda Krishnamurthy survived two attempts at being dismissed after reviewing both decisions, but didn’t make good use of that luck. When she did try to hit to the boundary, Krishnamurthy ended up finding Georgia Wareham at the fence off Sophie Molineux and departed for 9 off 15 balls.Then in the same over, disaster struck again for the Giants as a mix-up between Ashleigh Gardner and Deol saw the latter being run-out for 22.D Hemalatha then came in and played some streaky shots, but looked fluent enough hitting Molineux down the ground for six. She would ultimately finish as her team’s top scorer, hitting 31 off 25 balls.The Giants now also have the unenviable record of most dot balls played in a WPL innings – 67 – surpassing the UP Warriorz’s previous mark.The chase began in imperious fashion with Mandhana hitting three boundaries in the first over itself. She continued to dominate the Giants bowlers, with Devine also hitting one bad ball to the fence off Kathryn Bryce.The Giants did have some respite when Gardner dismissed Devine for 6 while Mandhana was caught and bowled by Tanuja Khemnar.But once Perry settled in with a boundary off the first delivery she faced and Meghana continued off from where she left off against UP, it was an easy enough game for Bangalore to finish off.","author":"Scroll Staff","time":"2024-02-27T22:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198821-zguqfqvenz-1709054087.jpg","tags":["Sophie Molineux","Renuka Singh Thakur","Royal Challengers Bangalore","Smriti Mandhana","Gujarat Giants","Cricket","Women's Premier League","WPL 2024"],"source":"https://scroll.in/field/1064388/wpl-2024-bowlers-set-up-eight-wicket-win-for-royal-challengers-bangalore-against-gujarat-giants"}