{"title":"WPL 2023 Final, DC vs MI live blog: Nat Sciver-Brunt leads Harmanpreet Kaur and Co to the title","content":"And that will be all for live coverage of WPL 2023.WPL 2023: Mumbai Indians night of triumph – of full tosses, run outs, partnerships and a wait ending\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 Just watched Harmanpreet Kaur press conference and boy, the satisfaction on her face. 🔥👌🏽 Not just speaking about MI's win, but players like Shreyanka and Kanika doing well, the Shikha-Radha partnership, Jhulu di & Edwards & more. The difference a month can make. pic.twitter.com/dfEP4mFw8s— Vinayakk (@vinayakkm) March 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Late, but better now than never. Lots of entertaining moments through the season and learnings too, for those following and running the game. Hopefully, the tournament only grows from here. Hope you liked our WPL coverage.Follow Scroll.in’s coverage of WPL 2023 here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    𝗖.𝗛.𝗔.𝗠.𝗣.𝗜.𝗢.𝗡.𝗦! 🏆@mipaltan captain @ImHarmanpreet receives the #TATAWPL Trophy from BCCI President Roger Binny and BCCI Honorary Secretary @JayShah 👏👏 pic.twitter.com/ZWoyslGTz8— Women's Premier League (WPL) (@wplt20) March 26, 2023\n\n\n\n    Deepak Malik / SPORTZPICS for WPL\n\n    Deepak Malik / SPORTZPICS for WPL\n\n    Harmanpreet Kaur’s Mumbai Indians lift the inaugural Women’s Premier League trophy as Meg Lanning and Co applaud.#WPL2023 #WPLfinal #DCvMI pic.twitter.com/M8OyV8dSfr— Aditya Chaturvedi (@aditya_c19) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal Orange Cap winner.Captain of the runners-up.All round gem.Hope Meg Lanning comes back again. She made WPL better.https://t.co/QTXp6cRA1z pic.twitter.com/h37gOR4JbE— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n    Big appreciation tweet for Jhulan Goswami. 🤲#CricketTwitter #WPL pic.twitter.com/V29IK52PVg— Krithika (@krithika0808) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Replug: So many awards as per usual but this makes me so happy. Harmanpreet Kaur loves fielding, she said it’s her happy place in an interview with this writer. She led arguably the best fielding side of the season, and now she gets the catch of the season award too.Interview: Harmanpreet Kaur on her sweep shot, love for fielding, financial security and more\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    We can sense that fielding is very precious to you.Yes, definitely. I feel that fielding is something I enjoy the most. On a good day, when you are doing well, then you enjoy your batting and bowling. But otherwise, there is always some pressure. Fielding is something for me without any pressure. You just have to enjoy it, be yourself, expecting every ball coming to you. Taking a brilliant catch or completing a run out can make a lot of difference.In my early days, when I started playing cricket with my dad, I was only a fielder. I didn’t get chances to bat or bowl but still every day I was going with him, every day I wanted to play this sport, because I enjoyed cricket. Whenever I feel low even now, I am not in a zone, I always think about those things. I like to talk to my dad about times when things were so simple to me, and I enjoyed this sport so much. Fielding is something which gives me that confidence. If I am fielding well, that gives me a rhythm that I feel in batting.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Catch of the season: Harmanpreet KairPurple Cap: Hayley MatthewsOrange Cap: Meg LanningMVP: Hayley MatthewsEmerging player of the season: Yastika Bhatia\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the final: Nat Sciver-Brunt\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal Nat Sciver-Brunt 🔥72* : Eliminator60* : FinalHow good was she, #MI fans? https://t.co/LtRgXD7Uo7 pic.twitter.com/mjUQgEypsz— The Field (@thefield_in) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI are champions: Some more reactions to MI’s win. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    𝗖𝗛𝗔𝗠𝗣𝗜𝗢𝗡𝗦 💙💙💙#OneFamily #MumbaiIndians #AaliRe #WPL2023 #DCvMI #WPLFinal #ForTheW pic.twitter.com/NBVfju3bI0— Mumbai Indians (@mipaltan) March 26, 2023\n\n\n\n    Not how we wanted to end our inaugural #TATAWPL campaign, but we couldn't be more proud of our girls 💙#YehHaiNayiDilli #DCvMI pic.twitter.com/VgjioYhyU4— Delhi Capitals (@DelhiCapitals) March 26, 2023\n\n\n\n    From 79/9 this match went till the 20th over of the second innings.  Proud of the DC team for making it worthy of a Final! 🫡#WPL2023— PouLaMi #WPL #RoarMacha (@Crictopher17) March 26, 2023\n\n\n\n    A massive shout out to the fans who turned up today. It was hard to figure whom they were backing, every bit of good cricket was appreciated. Hopefully, home and away games in WPL are not far away.— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) March 26, 2023\n\n\n\n    the best thing about time is, it changes pic.twitter.com/RBpYOBw7nc— s (@_sectumsempra18) March 26, 2023\n\n\n\n    Nat Sciver Brunt the way she played in both the knockouts, the way she weaves those knocks. What a player!— Ritwika Dhar #WPL (@RituD307) March 26, 2023\n\n\n\n    Could not help but be proud of Shikha Pandey! The stand out Indian pacer of @wplt20 and to come out and bat the way she did! What an absolute champion! ❤️— Sa. Gomesh | ச. கோமேஷ் (@SaGomesh) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI are champions: It’s incredible that DC went from 79/9 to the 40th over of this match. Shikha Pandey and Radha Yadav were fabulous, Meg Lanning and Co put up a brilliant fight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI are champions: And so, Charlotte Edwards and Harmanpreet Kaur led a franchise to the title with one Australian in the squad (and without needing her too in the XI). That is quite some way to win the first WPL trophy. I had asked Edwards in the pre-tournament press conference, and she played it down. But quite the tournament and quite the squad they built. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Melie Kerr  in the WPL final.4-0-18-2 with the ball, and 14* off 8 balls with the bat (when the required rate had risen to 9.65 rpo).#WPL pic.twitter.com/fsL3RDYqZ3— hypocaust (@_hypocaust) March 26, 2023\n\n\n\n    What a tournament this one for Amelia Kerr. Avg of 37.25 and a SR of 133 with the bat, while an avg of 14.06 with an ER of 6.45 (SR of 13). What a player just at the age of 22.— Gurkirat Singh Gill (@gurkiratsgill) March 26, 2023\n\n\n\n    3 - @mipaltan's @natsciver registered her third 50+ score of the ongoing edition of @wplt20, only Tahila McGrath has registered more such scores in this tournament (four). Class.#DCvMI #TATAWPL #WPL2023 #Final #MumbaiIndians pic.twitter.com/SgfzgMl9b5— OptaJeev (@OptaJeev) March 26, 2023\n\n\n\n    Picture of WPL: Kaur hugging Goswami.This is emotion, This is WPL. pic.twitter.com/n9AOtyjOH6— Johns. (@CricCrazyJohns) March 26, 2023\n\n\n\n    So happy for @C_Edwards23 Amazing campaign #WPL ❤️❤️— Isa Guha (@isaguha) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal Mumbai Indians are champions AND they get to have JhulanHugs ™ all they want. Win-win.https://t.co/QTXp6cRA1z pic.twitter.com/V3dD2mufKB— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n    Only 50+ score in eliminator - Nat Sciver-BruntOnly 50+ score in final - Nat Sciver-BruntAlso her team Mumbai Indians won both matches.#WPL2023— Kausthub Gudipati (@kaustats) March 26, 2023\n\n\n\n    Mumbai Indians are the first ever Women's Premier League champions!In front of a packed stadium full of home support, in a low scoring thriller, they beat Delhi Capitals by 7 wickets. Feels fitting. #WPL— Zenia D'cunha (@ZENIADCUNHA) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 134/3 (19.3 overs): MI win by 7 wickets, with three balls to spare.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    heck of a night. i remember being at the first IPL final back in 2008. it felt like something extraordinary had begun. feels very similar tonight, this has been a wonderful tournament! #WPLFinal pic.twitter.com/Xyqbi4OGll— Gaurav Kalra (@gauravkalra75) March 26, 2023\n\n\n\n    #WPL2023 Harmanpreet Kaur's team defeats Meg Lanning's team in a final for the first WPL title. Delighted for her. Well deserved, Mumbai Indians. Well played, Delhi Capitals. https://t.co/QTXp6cRA1z pic.twitter.com/avJrWcKwRb— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n    As the Indian women start to play more dominant roles, and that will start happening in a couple of years, this #TataWPL will become an even finer spectacle.— Harsha Bhogle (@bhogleharsha) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 134/3 (19.3 overs): A paddle scoop by NSB and MI ARE CHAMPIONS!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 130/3 (19.2 overs): A push through to square leg and two for NSB. Good running. 2 runs off 4 needed. Field must come up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 128/3 (19.1 overs): A single off the first ball. NSB on strike. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5 needed off the last over. Capsey to bowl.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 127/3 (19 overs): Two fours for MumbaiKerr and a NSB half century with a four ofF Jonassen as MI get near the finish line! BIG OVER. Not been Jonassen’s day. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal Half century for Nat Sciver-Brunt! 🔥 What a superstar.https://t.co/LtRgXD7Uo7 pic.twitter.com/FT8rvQJEsh— The Field (@thefield_in) March 26, 2023\n\n\n\n    The way DC made a match out of it after such collapse, just kudos to them!! ❤💙— Ritwika Dhar #WPL (@RituD307) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 111/3 (18 overs): What an over Shikha Pandey. Just five runs off it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    pic.twitter.com/7XEaayCf6T— Yashodhan Nakhare (@yashnakhare) March 26, 2023\n\n\n\n    Shikha Pandey has induced more false shots than any other bowler in #WPL2023 33% of her deliveries have either found the edge of the bat or caused the batter to mis-time their shot#DCvMI— The CricViz Analyst (@cricvizanalyst) March 26, 2023\n\n\n\n    Just constantly amazed at the touch Nat Sciver-Brunt has with the bat. That little paddle for four just so lovely— Peter Miller (@TheCricketGeek) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 106/3 (17 overs): WICKET! For starters, she’d be happy to see Nat Sciver-Brunt and Amelia Kerr is the partnership after her run out here but that is another run out that will haunt Harman! Hit to Pandey and took off, gun throw. But it is a great over for MI though, NSB hits two fours off Capsey. Kaur run out (Pandey/Capsey) 37 (39 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Proper Nat-aali re moment.#WPL2023— Radha🧣 (@radhalathgupta) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal Surely not again?! Surely not another run out to break Harmanpreet Kaur's heart?! https://t.co/QTXp6cRA1z pic.twitter.com/DxcjVZo7UW— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n    What is this monthly run-out quota in tournament knockouts Harmanpreet operating on? https://t.co/yS9uO2yow5— Annesha Ghosh (@ghosh_annesha) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal However this ends, we have got a thriller from these two that they promised in the group stage. https://t.co/D1Hu8c0dxQ pic.twitter.com/OLoNgFwI2G— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Need 37 from 24 balls. Nails left, DC / MI fans?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 95/2 (16 overs): Eventful over. NSB tries to paddle Pandey, but the ball is so close to the stumps! NSB makes it a decent over with a four past short-third. Timeout time!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 87/2 (15 overs):  Lovely sweep by Kaur for a four to start that over, but Radha’s over is a better over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    enjoying this paisa vasool game immensely— Radha🧣 (@radhalathgupta) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal The HarmanSweep ™ has come in handy so far. https://t.co/QTXp6cRA1z pic.twitter.com/STvibL8D88— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 81/2 (14 overs): And the partnership continues to keep it steady for now. No sense in going after Kapp perhaps. The finals specialist not quite able to provide the breakthroughs today, 0/22. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kapp into the attack. The atmosphere in the ground seems to be electric.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    WPL's first organic [crowd-led] Mexican wave is seen in the final. Hospitality folks joining in too. 5 rounds and counting.— Radha🧣 (@radhalathgupta) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 75/2 (13 overs): And Kaur is starting to find the rhythm with her sweep. Another four to start that over. The 50-run partnership has come up. Over run-a-ball but keeping MI in this. Perhaps ahead? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal Jintimani Kalita probably the coolest appearing person at Brabourne right now. https://t.co/QTXp6cRA1z pic.twitter.com/rZ61rwf36O— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 67/2 (12 overs): Oh big over! A four for Kaur thanks to a misfield by Jonassen. And then NSB finishes that over with a four too. Capsey frustrated. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Women's Premier League25: Combined total runs by all no 11s before the final (21 games)27: Runs by Delhi Capital's no 11 Radha Yadav in the final— Mark Puttick (@GryllidaeC) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    77 needed off 54 balls. MI can’t afford to let this further beyond. At this point, DC appear favourites.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 55/2 (11 overs): No risks in Radha’s over by these two. Cautious perhaps against the ball turning away. Jonassen to bowl out early perhaps?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 51/2 (10 overs): An early four for Harman off Capsey, so they take it easy rest of the over. Grea work by Kapp at the end of that over to keep NSB’s pull down to 1. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    4 & OUT!#TATAWPL | #DCvMI WATCH how @Radhay_21 dismissed Yastika Bhatia 🎥🔽https://t.co/ST1L3lMJS3— Women's Premier League (WPL) (@wplt20) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Good couple of overs for MI. Capsey into the attack, will they look to target her?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 45/2 (9 overs): A four for Harman through square leg and more good running between the wickets. Another good over for MI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shikha will continue. What will MI’s approach be here?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 36/2 (8 overs): Some momentum for MI. A four for NSB, over extra cover off Radha. Lovely shot. Good rotation of strike rest of the over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 6th over: 1 run7th over: 1 runMI are getting into a shell here. This may not end well.— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 28/2 (7 overs): Shikha Pandey comes in and it is another 1-run over! 2 runs from the last 2 overs, MI ar getting into a shell here. This may not end well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 27/2 (6 overs): Wow, a 1-run over by Jonassen to finish the powerplay. DC are well and truly in this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 26/2 (5 overs): DC Lose a review. Kapp with an appeal against NSB for LBW, missing leg stump.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    This is a funny one.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shafali Verma in that ball according to different fans pic.twitter.com/KDzr6YFixl— Pushkar (@musafir_hu_yar) March 26, 2023\n\n\n\n    Only 2 bowlers (min 60 balls bowled)  in #WPL2023 have conceded less than a run a ball, both are featuring in today’s finalKapp     5.75Wong    5.89#DCvMI— The CricViz Analyst (@cricvizanalyst) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 24/2 (4 overs): NSB and Kaur. Teammates here. Teammates soon-to-be in the Hundred. The partnership that matters perhaps.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 23/2 (3.4 overs): WICKET! Jonassen will be feeling a lot better! Huge wicket that. And that will make MI tentative. Matthews c Reddy b Bhatia 13 (12 balls)  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 22/1 (3 overs): Commentators reckon Edwards would have told Matthews to go after the bowling here. A four in Kapp’s over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    NSB with Matthews. A wicket here would really throw the spanner in the works for MI\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Innings Break!A final flourish from @DelhiCapitals powers them to a fighting total of 131-9 in the first innings. Will @mipaltan successfully chase this down to win the #Final 🤔Chase coming 🔜Scorecard ▶️ https://t.co/N0U4wKUU0z#TATAWPL | #DCvMI pic.twitter.com/W4axQEuYKq— Women's Premier League (WPL) (@wplt20) March 26, 2023\n\n\n\n    Add Shikha and Radha to that! ❤️ https://t.co/rr2pP4jmrr— PouLaMi #WPL #RoarMacha (@Crictopher17) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 15/1 (2 overs): WICKET! Joy on Lanning’s face. DC have struck early and no damage from Yastika’s bat tonight. After hitting a four, finds the fielder in the deep. Y Bhatia c Capsey b Yadav 4 (3 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bowling in T20 cricket is often about variation of line, length & pace, but the teams that have the most success still tend to bowl more balls on a good length than teams that pick up fewer wins. This has been the case for the #WPL2023 with MI and DC both leading the way #MIvDC pic.twitter.com/WyG16JRyv3— The CricViz Analyst (@cricvizanalyst) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MI 9/0 after 1 over: Two fours through the offside, all class from Matthews. She is so good square of the wicket, not unlike the brilliant Lanning. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal If MI wanted an early calm-the-nerves moment, the square drive from Hayley Matthews ought to do a fine job.https://t.co/QTXp6cR2c1 pic.twitter.com/TCXZp4ZX26— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Momentum can be a funny thing in cricket. DC’s bowling unit more than capable of putting up a fight here. Kapp to bowl to Matthews and Yastika.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    comics crossover tweet of the day https://t.co/MGSuNm70tm— Tareque Laskar (@tarequelaskar) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 131/9 (20 overs): RADHA YADAV! TWO SIXES TO FINISH THE INNINGS! Off NSB’s bowling no less. Madness, just madness this innings. Who could’ve foreseen that the best DC partnership would come for the 10th wicket? 52* off 24 balls. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal Shikha Pandey: 27* off 17Radha Yadav: 27* off 12A stunning 52*-run stand for the last wicket takes Delhi Capitals to 131/9 from 79/9. Wowhttps://t.co/LtRgXD7Uo7 pic.twitter.com/WtU9QeGuEU— The Field (@thefield_in) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal There are no certainties in life but exactly 0 people would have predicted the highest partnership of Delhi Capitals' innings would have 52* between Shikha Pandey and Radha Yadav for the 10th wicket. Holy wow. https://t.co/QTXp6cRA1z pic.twitter.com/DDgUhLuNrc— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A bit of a break in the final over as Radha gets some attention after putting a dive to complete a 2.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Could this, could this, just be, the twist in the tail to the final. Shikha Pandey and Radha Yadav keeping the flame burning for @DelhiCapitals— Harsha Bhogle (@bhogleharsha) March 26, 2023\n\n\n\n    Pace-bowling allrounder Shikha Pandey just giving a gentle reminder that she is exactly that: a pace-bowling allrounder.#WPLFinal | #WPL— Annesha Ghosh (@ghosh_annesha) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 115/9 (19 overs): What an over! Pandey on the charge. A six over point, followed by two fours. Radha hits a four. Wong finishes with 4-0-42-3\n    \n        \n        \n            \n            \n            \n        \n    \n\n    True, Issy Wong opened up the @DelhiCapitals innings but it was the very high quality of spin bowling from Amelia Kerr and Hayley Mathews, who I am an unabashed fan of, that was the highlight.— Harsha Bhogle (@bhogleharsha) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal Shikha Pandey with a casual six over point and a fist-pump. Uff.https://t.co/QTXp6cRA1z pic.twitter.com/UcUZyUFe2u— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 95/9 (18 overs): Couple of decent overs for DC here. Shikha and Radha hits Ishaque for a couple of overs. Six runs from NSB’siover next up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 79/9 (16 overs): WICKET! What a delivery. Dream off-spinner’s dismissal. Bhatia b Matthews 0 (2 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 79/8 (15.4 overs): Matthew has another. Mani st Y Bhatia b Matthews 2 (9 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal 4-2-5-3. What bowling figures of Hayley Matthews!https://t.co/LtRgXD7Uo7 pic.twitter.com/lpLktwk3ib— The Field (@thefield_in) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 79/7 (14 overs): Lanning is sat in the dugout with a wry smile on her face. Must be wondering if this is how a batting collapse in the final feels like. Just 2 runs from that Kerr over. 4-0-19-2 for her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Reminder that Hayley Matthews went unsold in the first round of the auction, and was signed by MI for just 40 lakh.#WPL— hypocaust (@_hypocaust) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 77/7 (14 overs): Minnu and Pandey in the middle. What a chance for the Kerala youngster.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 77/7 (14 overs): WICKET! JJ will be hoping she can take a five-for or something tonight (on a turning pitch mind you) because it’s been bit of a nightmare for her. Gets a reprieve but gets a leading edge back to Matthews next ball. Great change of pace Jonassen c & b Matthews 2 (11b\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal Jess Jonassen gets a life as Hayley Matthews puts down a return catch...Jess Jonassen is out caught and bowled anyway next ball.This is turning into a nightmare for Delhi Capitals.https://t.co/LtRgXD7Uo7 pic.twitter.com/O2qSYhuMyQ— The Field (@thefield_in) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 75/6 (13 overs): WICKET! Arundhati Reddy looked good when she got a chance to bat earlier in the tournament and she too is out early. Reddy c Ishaque b Kerr 0 (5 balls) \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Amanjot Kaur ran out Tahlia McGrath in the Eliminator. Today, Meg Lanning's wicket. #CricketTwitter #WPL— Krithika (@krithika0808) March 26, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 74/5 (12 overs): WICKET! Oh dear. Of all the ways for your most important batter to be dismissed. Jonassen sells Lanning down the river and she is run out. Ends up being a wicket maiden. Massive, massive mistake from DC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    A fellow Australian selling Meg Lanning down the river is not a twist I saw coming. And not the most difficult of run outs but it is Amanjot Kaur and Yastika Bhatia combining ounce again. #WPL2023 https://t.co/QTXp6cR2c1 pic.twitter.com/g2KoE7IAAU— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Matthews to continue. Lanning and Jonassen in the middle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 74/4 (11 overs): WICKET! The partnership has been broken. Good length delivery, Kapp goes back after an early forward movement and gets a fine edge. Good catch, by the keeper. Kapp c Y Bhatia b Kerr 18 (21 balls) \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 68/3 (10 overs): That’s actually a solid first-10 for DC after the early carnage with two of their best batters still out there. A four each for Kapp and Lanning in that Ishaque over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The legendary @sachin_rt in the house for the #Final 😃🙌🏻Follow the match ▶️ https://t.co/N0U4wKUU0z#TATAWPL | #DCvMI pic.twitter.com/s3WcTg6com— Women's Premier League (WPL) (@wplt20) March 26, 2023\n\n\n\n    Is it too late to announce Issy as Boom's replacement? 🙊#WPLFinal #MIvDC— Harini (@ImVHarini) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 56/3 (9 overs): Matthews with a 3-run over to keep the pressure on DC batters. This is a huge partnership mind you.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meanwhile in Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WWCHDelhi #WorldChampionshipsNitu Ghanghas 🥇Nikhat Zareen 🥇Lovlina Borgohain 🥇Saweety Boora 🥇Four world champions crowned from India, with all four medallists finishing top of the podium. ✅https://t.co/hT00GuGjTk pic.twitter.com/F4cy3htFdX— The Field (@thefield_in) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 53/3 (8 overs): Oh wow, nearly a huge mix-up. Kapp is halfway down the pitch for a third run and is sent back in time before the relay throw reaches Yastika. Time for a timeout, we all needed a breather \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Wong to bowl her third.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Deafening roar as Shafali Verma is given out. Easily the biggest crowd this season at CCI. Brilliant scenes.#WPL2023 #DCvMI pic.twitter.com/Wz9L3HLXwV— Aditya Chaturvedi (@aditya_c19) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 48/3 (7 overs): Lanning continuing to fight the good fight. Two fours in that Kerr over, one off a misfield and the other off an outside edge.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MumbaiKerr after the powerplay.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 38/3 (6 overs): A second tidy over by Ishaque to start this final. And that’s the end of a mad-cap powerplay. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 37/3 (5 overs): WICKET! Pitch? What pitch? Another full toss, another wicket. Terrific catch by Matthews, as a Rodrigues square cut goes straight to point. Rodrigues c Matthews b Wong 9 ( 8 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal Issy Wong! WOW. Hat-trick in the last match, three early wickets (all off full tosses) in the final. Jemimah Rodrigues falls.#DCvMI blog: https://t.co/LtRgXD7Uo7 pic.twitter.com/2mDyUcSH5P— The Field (@thefield_in) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 34/2 (4 overs): Tidy over by Saika to start off her spell.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal In all the drama off that Issy Wong over, must point out, what a wonderful fielding effort once again by Amanjot Kaur. Not easy to do that on one of the side pitches. She is a gun fielder, truly.https://t.co/QTXp6cRA1z pic.twitter.com/ylHVBl9bUv— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 29/2 (3 overs): Lanning angry? She is not going to take this lying down. MI are met with a counterattack and that is a good over for DC as NSB concedes three fours, one to Rodrigues.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 16/2 (2 overs): What an over! Shafali starts with a six and four. Then comes a moment we will be talking about for while. Out off a full toss and the umpire review returns fair delivery. Capsey is then caught off a full toss too, this one clearer. Jemimah then finishes with a superb cover drive for four.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Capsey c AB Kaur b Wong 0 (2 balls)Verma c Kerr b Wong 11 (4 balls) \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal ❌ Shafali Verma❌ Alice CapseyTwo full tosses, two wickets after two boundaries were scored off the first two balls.What a start from Wong! No ball or not? 😬https://t.co/LtRgXD7Uo7 pic.twitter.com/tLf1qxiNDS— The Field (@thefield_in) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal \"Any delivery, which passes or would have passed, without pitching, above waist height of the striker standing upright at the popping crease...\"What a close call. Given fair delivery, huge early moment. (Good use of the tech IMO)https://t.co/QTXp6cRA1z pic.twitter.com/xi10tv2By2— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n    #WPL2023 #WPLFinal Shafali Verma with a second-ball six and a third-ball four. Nerves? What nerves? 😅https://t.co/LtRgXD7myz pic.twitter.com/oNjS5v3hcu— The Field (@thefield_in) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC 2/0 (1 over): NSB starts with four dot balls to Lanning. Hint of away movement there. A couple of singlest to close out a good first over for MI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Practically a full house at Brabourne as the Mumbai Indians vs Delhi Capitals #WPL final begins, and it's very loud given its not exactly the biggest stadium.Let's hope we get a competitive, cracker of a final!— Zenia D'cunha (@ZENIADCUNHA) March 26, 2023\n\n\n\n    To those who laid the foundation without any fan fare and tho those who will always have the fan fare.This is for you! #TATAWPL #WPL2023 pic.twitter.com/yQGbVRrmw5— Kalyani Mangale at #WPL (@MangaleKalyani) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Nat Sciver Brunt to Meg Lanning. We are underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    First meeting: TOSS: Meg Lanning opted to bat firstFirst innings: DC 105 all out after 18 oversSecond innings: MI 109/2 after 15 oversSecond meeting:Toss: Meg Lanning opted to bowlFirst innings: MU 109/8 after 20 oversSecond innings: DC 110/1 after 9 overs\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal Two iconic captains. Two massive franchises. Two well-balanced teams. Who will be the champions? 🏆https://t.co/LtRgXD7Uo7 pic.twitter.com/gVowdgDnWN— The Field (@thefield_in) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    National anthem time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal Another big final, another GS Lakshmi appearance as match referee.https://t.co/QTXp6cRA1z pic.twitter.com/42v7399fnc— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n    The two captains are all smiles ahead of the #Final 😃👏#TATAWPL | #DCvMI pic.twitter.com/Dpx5FfymV1— Women's Premier League (WPL) (@wplt20) March 26, 2023\n\n\n\n    Delhi Capitals have been the strongest powerplay batting side in the WPL, averaging 52.44 runs per wicket at 9.83 runs per over.Meanwhile, Mumbai Indians have averaged 16.52 runs per wicket and 6.43 rpo with the ball during the PP.#WPL video scorecardhttps://t.co/HX3k4dJ26V— hypocaust (@_hypocaust) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    On the crowds in the tournament, the captains weighed in pre-matchHarmanpreet Kaur: We were very happy from day one - the way people came and watched. We have a lot of support from the crowd, and I think that’s what we expected. Last game, 30,000 people were there, and that is something we were always hoping for. I am sure a lot of people will come for the final. We are happy that people are coming and supporting women’s cricket. It is a great achievement for all of us.Meg Lanning: “The crowd has been amazing. The atmosphere has added to the whole tournament and the overall experience. Wanting to play in front of big crowds is very much possible in women’s cricket, and that is a strong message going out to the young girls who have just started to play the game. Final will be a great spectacle. A lot of people will be interested in watching. I feel very lucky to be a part of it.” — via MI website / pre-match press conference\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Considerations ahead of the toss #DCvMI | #WPL2023 | #TATAWPL pic.twitter.com/k6j3y7dQSy— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    DC XI: Meg Lanning(c), Shafali Verma, Jemimah Rodrigues, Marizanne Kapp, Alice Capsey, Jess Jonassen, Arundhati Reddy, Taniya Bhatia(w), Radha Yadav, Shikha Pandey, Minnu Mani (replacing Poonam Yadav)MI XI: Yastika Bhatia(w), Hayley Matthews, Nat Sciver-Brunt, Harmanpreet Kaur(c), Amelia Kerr, Pooja Vastrakar, Issy Wong, Amanjot Kaur, Humairaa Kaazi, Jintimani Kalita, Saika Ishaque\n    \n        \n        \n            \n            \n            \n        \n    \n\n    57.3% - @mipaltan bowler @Wongi95 has bowled 57.3% of her deliveries as dot balls in the ongoing edition of the @wplt20, the highest of any player to have bowled a minimum of five overs this season. Miserly.#DCvMI #TATAWPL #WPL2023 #Final #MumbaiIndians pic.twitter.com/icLZB3e6Ms— OptaJeev (@OptaJeev) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Team news: MI are unchanged. DC bring in Minnu Mani in place of Poonam Yadav, who didn’t bowl last match. The thinking perhaps is to bring in a multi-utility player instead of an out-and-out bowling option. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #WPLFinal The smile on Harmanpreet Kaur's face when she loses ANOTHER toss. She will finish the tournament with just one toss win. 😅But says she wanted to bowl first anyway.https://t.co/QTXp6cRA1z pic.twitter.com/ORn9JQDngz— Vinayakk (@vinayakkm) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS: A knowing smile as Harmanpreet Kaur loses her 7th toss out of 8 matches. Meg Lanning opts to bat first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Harmanpreet Kaur pre-match: I think if we look at our team combination, we have a lot of experience from the overseas players. They have done well for their country. Our local players, too, have some experience at the domestic level. Then we have Amanjot, who did really well in South Africa. There is Pooja too. When you have a great team combination, you feel positive. Your job is only to go out there and express yourself. We are enjoying each other’s success. Our team atmosphere has been good; the credit goes to the support staff. They are always there for us. When you work together, you always get good results. I am feeling more relaxed and enjoying myself in this tournament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meg Lanning, who celebrated her birthday last night, gave this interview to DC TV that is well worth your time:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n    #WPL final time!Big (& blue) crowds outside  Brabourne Stadium, starting hours before just like the opener at DY PatilSaw a number of women in blue too, from the train I was in to the queuesBut one thing is different, lots of Delhi Capitals flags & jerseys spotted today— Zenia D'cunha (@ZENIADCUNHA) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meg Lanning pre-match: “We have learned a lot throughout the tournament, which has prepared us for a high-pressure game on Sunday. We’ve just got to go out there and play our best cricket. We’ve played with a smile on our faces throughout this competition and I’ll encourage the girls to enjoy the Final as well.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Outside the Brabourne Stadium in Mumbai, where the inaugural #WPL’s final between @mipaltan and @DelhiCapitals begins in under an hour 🏏#MI | #DC | #MIvDC | #WPL2023 pic.twitter.com/xh50GpAdBE— Annesha Ghosh (@ghosh_annesha) March 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.45 pm: Hello and welcome to the live coverage of Match No 22, and the last one, at Women’s Premier League 2023. It’s the title clash with the Delhi Capitals or Mumbai Indians set to be crowned champions in the inaugural WPL season.We have seen Meg Lanning and Harmanpreet Kaur face off many a time before, and today’s final promised to add another eventful chapter in the rivalry between these two legends of the game. This is a franchise final, something that both of them will be desperate to win. There will be only one first-time winners after all. Lanning’s Delhi Capitals pipped Harmanpreet’s Mumbai Indians to the top spot on NRR and earned a direct place in the final. MI comfortably beat UPW in the Eliminator to set up a title clash between the two best teams in the WPL this season.We are due a thriller between these two evenly-balanced teams. It’s time to bring the curtains down on what has been a fun opening edition of the tournament. After 21 matches, we will know tonight who will be the winners. It’s a special night for the 22 players on the field, the contingents on both sides, and everyone behind the scenes, over the years, who has worked hard for this to be a reality. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Photos / screenshots in the blog courtesy: Sportzpics / wplt20.com and JioCinema","author":"Vinayakk Mohanarangan","time":"2023-03-26T18:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188423-guwghkausj-1679856241.jpg","tags":["WPL","WPL Final","Mumbai Indians","Delhi Capitals","Meg Lanning","Harmanpreet Kaur"],"source":"https://scroll.in/field/1046304/wpl-2023-final-delhi-capitals-vs-mumbai-indians-live-score-updates-reactions-statistics-meg-lanning-and-harmanpreet-kaur-s-sides-eye-title"}