{"title":"WPL 2024: Shabnam Shakil’s spell binds UP Warriorz as Gujarat Giants pick up gripping win","content":"The Gujarat Giants picked up a close eight-run win over the UP Warriorz on Monday in the 2024 Women’s Premier League at the Arun Jaitley Stadium in New Delhi, denting their opponent’s chances of making it to the playoffs.Giants captain Beth Mooney won the toss and played an instrumental knock in her team finishing with a score of 152/8 at the end of 20 overs. Eventually, they managed to defend the total by restricting the Warriorz to 144/5.The 153-run target could have been difficult to defend given the power and abilities in the Warriorz’s lineup. But the Giants found a perfect start in the unlikeliest of sources.Mooney, after the match, talked about how the team decided to give 16-year-old Shabnam Shakil the new ball since the opposition may not know much about her. The move paid off as the teenager, playing in only her third WPL match, picked up three important wickets and finished with figures of 3/11 – the most economical figures for an Indian bowler in the tournament’s history.Shakil, who was a part of the Indian team that won the inaugural ICC Under-19 Women’s T20 World Cup last year, also registered a WPL record-equalling 19 dot balls – sharing the honours with Hayley Matthews, Shabnim Ismail and Marizanne Kapp.In the first over of the second innings, she dismissed Australia captain Alyssa Healy, who tried to hit over the infield but only managed to sky her effort to Mannat Kashyap at long-off. Three balls later, Shakil dismissed Sri Lanka captain Chamari Athapaththu for naught, with Ashleigh Gardner taking an excellent running catch at cover.Kathryn Bryce picked up Kiran Navgire’s wicket and Gardner got the better of Grace Harris before Shakil bowled her Under-19 World Cup vice-captain Shweta Sehrawat with a sharp delivery that swung inside on the bounce and rattled the off-stump.The five wickets in quick succession left the Warriorz reeling at 35/5 after seven overs.That’s when Deepti Sharma took charge of the innings with Poonam Khemnar at the opposite end.Sharma played yet another impressive innings with the bat, scoring an unbeaten 88 off 60 (her third consecutive half-century), with nine boundaries and four sixes while Khemnar finished with a run-a-ball 36 (with three boundaries and one six).Despite the slow start, the duo’s partnership gave the Warriorz some hope. Sharma also struck two sixes in the final over, with the Warriorz needing 24 off six. Two singles however added to the pressure and with Sharma on strike, the UP-outfit needed 10 off two.Sharma tried to hit big towards mid-wicket but only found the fielder. Giants’ Meghna Singh had to only ensure the last ball of the match was a legal delivery – which Khemnar swung at but missed – to secure the win.In the first innings, openers Laura Wolvaardt and Mooney gave the Giants a good start. Wolvaardt was eventually stumped for 43 off 30, with the Giants at 60/1.Apart from the openers however, only Gardner (15 off 10) and Bryce (with a run-a-ball 11) managed to reach double figures. Mooney continued to bat but did not find stability at the other end.She played a key innings – although she was dropped once, and benefitted from some shoddy fielding – to finish with an unbeaten 74 off 52, with 10 boundaries and one six.The win gives the Giants a mathematical chance of making it to the playoffs. They are at the bottom of the table with just two wins this season, but they will have to beat the Delhi Capitals next.The UP team meanwhile are done with the group stage of the contest, and will need the Mumbai Indians to win by a big margin over the Royal Challengers Bangalore for the Warriorz to reach the playoffs.","author":"Scroll Staff","time":"2024-03-11T23:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199179-usdaxpzsds-1710180907.jpg","tags":["Shabnam Shakil","UP Warriorz","Gujarat Giants","Beth Mooney","Women's Premier League","WPL 2024","WPL","Indian cricket","Cricket"],"source":"https://scroll.in/field/1065050/wpl-2024-shabnam-shakils-spell-binds-up-warriorz-as-gujarat-giants-pick-up-gripping-win"}