{"title":"WPL 2024: Entertainers UP Warriorz aim to go all the way this time around","content":"The Alyssa Healy-led UP Warriorz were undoubtedly the team that raised the entertainment quotient of the Women’s Premier League last year. It was the tension that captain Healy created following her comments on Harmanpreet Kaur’s run-out in the Women’s T20 World Cup final, Grace Harris’s heroics and Sophie Ecclestone’s class.With some of the edge of the seat thrillers, doing a double on the down-and-out Gujarat Giants and upsetting the unbeaten Mumbai Indians, they made it to as far as the eliminator. While their overseas players – Healy, Harris, Tahlia McGrath and Ecclestone – proved to be worth banking upon, it was the Indian talent that let them down.There was plenty expected from U-19 pair of Shweta Sehrawat and Parshavi Chopra, and Kiran Navgire, who was a standout player during the Women’s T20 Challenge. However, they did not have impressive returns to show. The upcoming season will be another chance to turn it around.Having made it to the eliminator, they will be hoping to course-correct and go all the way this time around.After being ignored in the auctions despite her form and international numbers, Chamari Athapaththu will finally get a chance to feature in the WPL as a replacement for Lauren Bell. Considering her familiarity with subcontinental conditions, she is likely to adapt well.But it remains to be seen whether she will make the starting XI with the plethora of opening options to choose from.She wasn’t picked in the player draft for the Women’s Big Bash League either last year and only made it to the Sydney Thunders squad as a replacement. However, she lit up the tournament with 511 runs at an average of 42.58 and strike-rate of 129.69 to go with her nine wickets at an economy rate of 6.79.“Rejection is some kind of motivation for me. It’s good for me because I can learn and I want to show what I can do,” Athapaththu said in a virtual media interaction ahead of the league. “If someone says it can’t be done, be the first one to do it. That’s what my philosophy is.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nInjuries and withdrawalsUP Warriorz suffered a blow when fast bowler Lauren Bell of England decided not to play in order \"to prioritise preparing optimally\" for the tour of New Zealand that starts just two days after the WPL. As a result, Warriorz roped in Sri Lankan captain Chamari Athapaththu as a replacement for her. Athapaththu comes into the league after being snubbed by the five franchises in both the player auctions so far.Strength and weaknessesUP Warriorz have one of the strongest line-ups on paper. Healy, who invited mixed views about her captaincy last year, will be far more well-versed this time around after having taken over as captain of Australia following Meg Lanning’s retirement.Additionally, she led Australia to a clean-sweep in the three-match ODI series against India in January and followed it up with a 2-1 series victory in the T20Is. That is testament to her growing confidence as a leader, especially in Indian conditions.Warriorz are spoilt for choices when it comes to the top-order. Healy has the option to partner up with new overseas signings Danni Wyatt and Athapaththu. She also has an option to go with young Indian batters Sehrawat and Vrinda Dinesh.Although Ecclestone was the only bowler from the team to enter the top ten wicket-takers last season, the variety in their spin department is another strength Warriorz possess.With Ecclestone and Deepti Sharma at the top and rookie leg-spinner Chopra, there is scope for improvement in the spin department this edition. Rajeshwari Gayakwad is also part of the set-up. They have also added left-arm spinner Gouher Sultana to the mix, who will be playing top-level cricket after a decade away.Additionally, having Harris in your set-up is akin to having a cheat code.The major weakness for Warriorz, however, has been the inability of Indian talent to step up consistently. They are stacked with match-winners including Healy, Sharma, Harris, Ecclestone, McGrath, Wyatt and Athapaththu. But it is now time for the domestic talent to come to the fore. A lot will depend on Sehrawat, Navgire, Poonam Khenmar and Dinesh.Warriorz released Shabnim Ismail ahead of the auctions and with Bell absent, they have no alternative pure overseas pacers. As a result, the majority of the burden in the pace-bowling department will need to be carried by McGrath and Anjali Sarvani.Also read: Vrinda Dinesh – Once a benchwarmer, now one of the most expensive players from the auctionPlayers to watch out forGrace Harris: The hard-hitting Burger lover from Australia lit up UP Warriorz campaign last season and essentially carried the middle-order, pulling them out of several tough situations. She scored 230 runs in five innings at a strike rate of 165.46. Her unbeaten 72 against Gujarat Giants was her best knock and it helped the team seal their play off spot. If the Indian batters fail to step up yet again, Harris will be expected to play the same difficult role as a floater.Vrinda Dinesh: The 22-year-old was one of the most expensive signings in the player auction this year, being picked for Rs 1.3 Crore. With strong performances in the Senior Women’s T20 Trophy this season where she scored 211 runs at a stunning strike rate of 154. She got a call-up for trials by all the five franchises ahead of the WPL auction. She topped up her domestic performance by piling on 281 runs at a strike rate of 134.44 in the Under-23 T20 Trophy. She could potentially open the batting with the explosive Healy.Current squad:Alyssa Healy (C)*, Anjali Sarvani, Deepti Sharma, Grace Harris*, Kiran Navgire, Chamari Athapaththu*, Laxmi Yadav, Parshavi Chopra, Rajeshwari Gayakwad, Yashasri, Shweta Sehrawat, Sophie Ecclestone*, Tahlia McGrath*, Danielle Wyatt*, Vrinda Dinesh, Saima Thakor, Poonam Khenmar, Gouher Sultana— * denotes overseas player\nPredicted XI: Alyssa Healy (c & wk)*, Vrinda Dinesh, Shweta Sehrawat, Kiran Navgire, Grace Harris*, Tahlia McGrath*, Deepti Sharma, Rajeshwari Gayakwad, Sophie Ecclestone*, S Yashasri, Anjali Sarvani.— * denotes overseas player","author":"Scroll Staff","time":"2024-02-22T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198670-irrempmdez-1708525201.jpg","tags":["Alyssa Healy","Sophie Ecclestone","Mumbai Indians","UP Warriorz","WPL","WPL 2024","Women's Premier League","Cricket","Vrinda Dinesh"],"source":"https://scroll.in/field/1064085/wpl-entertainers-up-warriorz-aim-to-go-all-the-way-this-time-around"}