{"title":"WPL 2024: Harmanpreet Kaur blitzkrieg takes Mumbai Indians to playoffs ","content":"Harmanpreet Kaur on Saturday played one of the best knocks in the Women’s Premier League history, smashing an unbeaten 48-ball 95 to guide the Mumbai Indians to a seven-wicket win over the Gujarat Giants at the Arun Jaitley Stadium in New Delhi.Having opted to bat first, the Giants posted 190/7 thanks to half-centuries from Dayalan Hemalatha and captain Beth Mooney. However, Yastika Bhatia’s fifty followed by a blitzkrieg by Kaur saw Mumbai chase down the target with a ball to spare. The win sees Mumbai secure their spot in the playoffs while the Giants are all but out of the tournament.The Giants had come into the clash having won their first match of the season against the Delhi Capitals thanks to a 140-run stand between openers Mooney and Laura Wolvaardt. The duo could not do a repeat of their heroics from their last match as Hayley Matthews bowled Wolvaardt in the third over.In Hemalatha, Mooney found an able partner as the duo took on the Mumbai bowlers to stitch together a 121-run stand off 62 balls. Harmanpreet threw the ball to Sajana Sajeevan and she struck with her first ball to get rid of Mooney.Phoebe Litchfield, Ashleigh Gardner and Hemalatha also departed as Mumbai struck regularly to halt the Giants’ momentum. Bharti Fulmali’s 13-ball 21 took her team to a competitive total of 190/7.Mumbai started their chase positively with Bhatia and Matthews putting up 50 runs in the powerplay. However, Matthews departed soon after holing out to Sneh Rana at long on. Nat Sciver-Brunt followed an over later to give 16-year-old Shabman Shakil her first wicket.Captain Kaur joined Bhatia in the middle as the duo steadied the Mumbai ship, putting up 41 runs off 36 balls. However, Bhatia fell one run short of her half-century with Mumbai needing 93 runs off 40 balls.Kaur, who had scored 20 runs off 21 balls at this point, took off. She hit Meghna Singh for 19 runs the next over and got a lifeline an over later when Litchfield dropped a sitter at long on. Kaur brought up her second 50 of the season in the 17th over.With Mumbai needing 47 runs off the last three overs, Kaur upped the tempo. She hit Rana for 24 runs in the 18th over to take Mumbai to a very strong position.There was a delay in play as sprinklers came off in the outfield with Mumbai requiring 23 runs off the last two overs. Tanuja Kanwar gave away 10 runs, including a huge six off Kaur’s blade as the Giants started at another defeat.Kaur finished off the chase in style hitting Gardner for 12 runs as Mumbai closed out a thrilling win and secured their place in the playoffs.","author":"Scroll Staff","time":"2024-03-10T00:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199131-tyladrnsyv-1710010862.jpg","tags":["WPL","Women’s Premier League","WPL 2024","Mumbai Indians","Harmanpreet Kaur","Cricket"],"source":"https://scroll.in/field/1064964/wpl-2024-harmanpreet-kaur-blitzkrieg-takes-mumbai-indians-to-playoffs"}