{"title":"WPL 2024: A game-changer for the Indian team, Deepti Sharma looks to make a mark for UP Warriorz","content":"In November, 2014, Deepti Sharma donned the India cap for the first time, in a Women’s One-Day International against against South Africa in Bengaluru.On Saturday, 10 years after her international debut, at the very same venue, she will be wearing a different uniform as she walks out to the M Chinnaswamy Stadium as part of the UP Warriorz team in the second edition of the Women’s Premier League.Sharma, 26, is among a generation of Indian internationals who have played through different eras of women’s cricket.“Initially, we [the Indian women’s cricket team] could not fight in the match, in every series we played,” said Sharma to Scroll. “If I talk about the initial days, after my debut. But now we fight and we take the match till the end.”For Sharma, this has been the biggest change in women’s cricket. From not being able to make a dent in proceedings to finally making a stand, ready to compete and fight for wins.This change in attitude was displayed during India’s tour of England back in 2022 when Sharma herself was at the centre of a rather heated debate on the spirit of cricket.Against the backdrop of veteran pacer Jhulan Goswami’s farewell game, Sharma ran out non-striker Charlie Dean who was on course to script a match-winning innings for England. It gave India their first-ever clean sweep series win over the English and their first series win over the hosts since 1999.This is not an isolated incident in cricketing history, but for the Indian women’s team, who have been noted to be a little passive when it comes to chasing games, this was a refreshing attitude.Sharma asserted that she thrives on such situations – when the pressure builds to an extent that it is a cauldron waiting to bubble over.“My mindset has changed a lot since I started playing cricket at the age of nine,” recalled the all-rounder.“When we bring ourselves into that condition, that it is a tough situation, you have to take the game out of the present situation. Then you become mentally stronger and you can assess what kind of situation is going on.”Both with the ball and with the bat, Sharma is known to be a finisher – her captain in the national team, Harmanapreet Kaur, calls her on when bowling to get that wicket to change the momentum of the game. As a batter, barring a recent slump, Sharma is known for her big-hitting abilities.With her WPL team though, Sharma is not the only finisher in the squad – there is Kiran Navgire, the solid Nagaland batter who impressed during the Women’s T20 Challenge along with the Australian all-rounder Grace Harris.When asked about who she bonds with the most in the team, Sharma doesn’t hesitate in naming Navgire. It’s easy to see why the two players would gel together – they both have a penchant for hitting big sixes, an easy smile and a love for table tennis.Also read: Entertainers UP Warriorz aim to go all the way this time aroundThe habit of observing the game from the dug-out is something that hasn’t changed for Sharma through the last 10 years as she has made a name for herself in the international game and across leagues in Australia and England too.“I think, if I have to go in next, what should I do different? How is the bowler bowling and what areas are they bowling in? Or when I’m fielding, how is the batter making runs?”When on the field, Sharma is a live wire – constantly involved in the game and always on hand to pull off a stunning catch.Whether it’s Alyssa Healy at UP Warriorz or Kaur for India, the Agra-native is that one player that captains rely on to turn a match in their favour. And, as UP Warriorz make a bid for the title this season, Sharma is sure to be a vital cog in that campaign.","author":"Tanya Kini","time":"2024-02-24T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198714-ectdjukbkf-1708679685.jpg","tags":["Deepti Sharma","Alyssa Healy","UP Warriorz","Women's Premier League","Cricket","WPL 2024"],"source":"https://scroll.in/field/1064173/wpl-2024-a-game-changer-for-the-indian-team-deepti-sharma-looks-to-make-a-mark-for-up-warriorz"}