{"title":"WPL 2024: Delhi Capitals clinch thriller against Royal Challengers Bangalore","content":"Delhi Capitals snatched victory in the most thrilling fashion as they defeated Royal Challengers Bangalore by one run at the Arun Jaitley Stadium, New Delhi on Sunday.Chasing 182, Richa Ghosh’s late charge of 51 off 29 almost took Bangalore through but it was heartbreak as bowler Jess Jonassen held on to her nerves to prevail in the last over.Alice Capsey had gotten the Royal Challengers Bangalore skipper Smriti Mandhana for five in the second over but Ellyse Perry and Sophie Molineux stitched an 80-run partnership to provide Bangalore with some reprieve. Sophie Devine, coming in at No 4, scored a 16-ball 26 before Marizanne Kapp brought an end to the innings.#WPL #DCvRCB Richa Ghosh's heroics in vain as Delhi Capitals clinch a thriller by 1 run. Heartbreak for Royal Challengers Bangalore. What. A. Match. 🔥RCBW 180/7 (20)DCW 181/5 (20)https://t.co/5LuSkeikqz pic.twitter.com/TQWMWmTV1t— The Field (@thefield_in) March 10, 2024\n\n\nHowever, Ghosh was on course to put up a brilliant finishing act. With 17 needed off the last over, Jonassen and Arundhati Reddy combined to inflict a run-out. She struck two big hits to bring the equation down to 2 off 1.A fatigued Ghosh was eventually run-out and could not make it through to her last run.Earlier, Jemimah Rodrigues put up yet another commanding show as she scored a 36-ball 58 to propel Delhi to a competitive 181/5 in the first innings.Rodrigues employed sweeps, cuts, pulls and a superb inside out lofted drive, accumulating 97 runs in just 10.1 overs for the third wicket with Alice Capsey (48 off 32 balls).Capsey, who initially let the Indian take more of the strike, upped the ante during the death overs.Openers Shafali Verma (23) and Meg Lanning (29) contributed 54 to the opening partnership. However, they were both bowled in quick succession by Asha Sobhana and Shreyanka Patil respectively.Off-spinner Patil took four wickets for 26 in four overs and was outstanding at the conclusion of the Capitals’ innings, putting a stop to the home team’s score. She dismissed the well-set Rodrigues, Capsey and then had Jonassen beaten for one in the final over.Capitals, with their fifth win, are now on 10 points and lead the table.","author":"Scroll Staff","time":"2024-03-10T23:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199152-moxflrtokp-1710094544.jpg","tags":["Jemimah Rodrigues","Alice Capsey","Shreyanka Patil","Royal Challengers Bangalore","Delhi Capitals","Cricket","Richa Ghosh"],"source":"https://scroll.in/field/1064997/wpl-2024-delhi-capitals-clinch-thriller-against-royal-challengers-bangalore"}