{"title":"WPL 2024: From captain Meg Lanning to rising star Shreyanka Patil – The Field’s team of the season","content":"The near-four weeks of thrilling action from the 2024 Women’s Premier League wrapped up on Sunday night.Spread across two cities, the M Chinnaswamy Stadium in Bangalore and the Arun Jaitley Stadium in New Delhi were witness to the spectacle that comprised of stunning batting innings, superb bowling performances and many final-ball thrillers.At the end of the second edition of the WPL, Royal Challengers Bangalore were crowned winners, beating Delhi Capitals by eight wickets in a low-scoring yet entertaining final.But who were the stand-out performers throughout the tournament?Here’s presenting The Field’s team of the tournament from the 2024 edition of the WPL:Led by Meg Lanning, the team features five players from the champions Royal Challengers Bangalore, three from the two-time runners-up Delhi Capitals, two from Mumbai Indians and one from UP Warriorz.Top orderTwo of the best openers in the tournament and they are the captains of their respective teams too – Smriti Mandhana for Bangalore and Lanning for Delhi.Both Mandhana and Lanning were the clear front-runners from their respective opening combinations, having scored 300 and 331 runs across 10 and nine matches respectively (Mandhana having played one match more on account of Bangalore playing the Eliminator).While Lanning is the captain for her four fifties, her intuitive thinking and strategy, which nearly helped her team snatch the trophy, Mandhana has turned things around from her below-par first season performance. The left-handed Indian opener is fourth on the list of top run-getters with two half-centuries and third on the list of most sixes hit (10).Coming in at first drop is Jemimah Rodrigues who finished the season with 235 runs and two half-centuries across nine matches. Although the Indian international began the season on a lukewarm note, her experience in batting with Lanning for Delhi and with Mandhana for India will come in handy. Her ability to churn out a few overs and her ability to inject enthusiasm and energy in the field coupled with her safe hands is also a huge positive.Also read – WPL 2024: Royal Challengers Bangalore deliver lesson on making comebacks to win first titleMiddle orderThe next four in the team order have been singular match-winners for their respective teams, especially when they needed it.India captain Harmanpreet Kaur comes in at the No 4 position, something she is extremely familiar with, having batted at this position for both Mumbai Indians and India. It has been a decent tournament for her in the second season, finishing seventh on the list of top run-getters with 268 runs, two fifties and a top score of 95*. It is a testament to how much she contributes to her team that once her wicket fell, Bangalore managed to pull things back in the Eliminator and seal the victory.Next up is Bangalore’s talismanic all-rounder Ellyse Perry. The Australian bagged the Orange Cap (for leading the runs scored chart) with 347 runs, 190 of which have come in the last four matches alone.Not only does she bring the ability to anchor the innings in the event of a top-order collapse, as witnessed in the matches against Mumbai and the final against Delhi, but her medium-pace bowling is perfect for keeping things tight in the middle overs. On the chance the pitch offers some swing, she has the ability to turn things around rapidly, as she did with her figures of 6/15 against Mumbai.In at No 6 is Richa Ghosh, Bangalore’s pinch-hitter and a solid wicketkeeper to boot. Ghosh has earned herself praise aplenty from everybody, including Perry who she has often partnered with towards the end of an innings, like she did on Sunday. She is second on the list of most sixes hit (joint with Mandhana at 10) and her uncanny ability of finding the gaps in the field makes her a dangerous batter any time she walks out on the field.Rounding off the middle order is the only entrant from UP Warriorz, Deepti Sharma. The all-rounder became the first Indian and second bowler to take a hat-trick in the WPL as she set up a thrilling one-run victory over the Capitals. Earlier in that match, she anchored the Warriorz’s batting innings by scoring her second of three half-centuries and replicated her role of the finisher in the Indian team in the WPL as well.BowlersSpinnersThis section was probably the most difficult to decide with the quality of bowling that was on offer. There were a few overseas choices on offer like Jess Jonassen and Sophie Eccelstone, but the first entrant had to be the 21-year-old bowler from Karnataka, Shreyanka Patil.The youngster followed up a superb outing in the Women’s Caribbean League where she finished as the highest wicket-taker by taking the Purple Cap as in the 2024 WPL. With 13 wickets in eight matches at an economy of 7.30 and a strike rate of 9.92, Patil was the crucial factor in the final, taking the big wicket of Lanning and finishing with figures of 4/12.Although the off-spinner missed two matches after a hairline fracture on her non-bowling hand in the match against Mumbai Indians in Bengaluru, Patil turned her fortunes around when the league moved to Delhi. She was also the instigator in the Eliminator by dismissing Kaur to turn things in favour of Bangalore.While Sophie Molineux, No 3 on the wicket-takers list, would definitely find a spot in other teams of the tournament, solely because of her ability to come in clutch at crucial moments, Asha Sobhana, who finished second on the wicket-takers list, instead gets the second spinner’s spot.The 33-year-old may not have played for India internationally, but whenever called upon by her captain, she has delivered. Although she began with a bang, picking up 5/22 in Bangalore’s first game of the season, the other Bangalore bowlers rose to prominence, pushing Asha down the pecking order.Then came her moment again, when she needed to defend 12 off the final over after Patil and Molineux had pulled things back nicely for Bangalore in the Eliminator. Conceding only six runs and taking one wicket, Asha was the picture of cool as she gestured to her teammates before the last ball to calm down and trust her.PacersAlthough spinners dominate the top ten wicket-takers of the WPL (eight of the ten are spinners), Marizanne Kapp earns her spot as one of the two pacers in the team of the tournament with her returns of 11 wickets from seven matches.The South African bowler, who is also handy with the bat, was Lanning’s go-to-bowler whenever the Australian needed a breakthrough for the Capitals. Her best figures of 3/5 against UP Warriorz in Bengaluru was a masterclass in hitting line and length, even when the pitch offered minimal assistance. The all-rounder is usually higher up the batting order, but has been moved down to accommodate the likes of Perry, Sharma and Ghosh.Rounding off the team is Kapp’s former international bowling partner Shabnim Ismail. Although the former South African international missed a couple of matches due to a minor side strain, she was crucial in the games she played, finishing with eight wickets from seven matches. Aside from clocking the fastest-ever delivery in women’s cricket, she also kept Mumbai Indians in the league stage game against Bangalore after Perry had obliterated the Mumbai batting line-up.The 2024 WPL team of the tournament by The FieldSmriti Mandhana, Meg Lanning* (C), Jemimah Rodrigues, Harmanpreet Kaur, Ellyse Perry*, Richa Ghosh, Deepti Sharma, Shreyanka Patil, Asha Sobhana, Marizanne Kapp*, Shabnim Ismail*.12th player: Jess Jonassen*— * denotes overseas player","author":"Scroll Staff","time":"2024-03-19T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199363-dzeoszhdis-1710762145.jpg","tags":["Meg Lanning","Smriti Mandhana","Shreyanka Patil","Ellyse Perry","Deepti Sharma","WPL 2024","Cricket","Women's Premier League","Richa Ghosh","Harmanpreet Kaur"],"source":"https://scroll.in/field/1065340/wpl-2024-meg-lanning-leads-the-fields-team-of-the-tournament"}