{"title":"WPL 2023, UPW vs RCB blog: Spinners and Healy’s 96* power UPW to big win, RCB remain winless","content":"That will all for this blog. RCB once again had a good start but nothing much else. It is hard to imagine them coming back into the tournament here, four defeats is one thing but the NRR is so bad that it is, in my book, all but over for top three hopes. On Saturday, Giants take on Capitals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    RCB have bowled the most balls in the tournament so far, and taken by far the fewest wickets (10, at a rate of 40.4 balls per wicket).#WPL https://t.co/3KiZ0hjuLd— hypocaust (@_hypocaust) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Alyssa Healy, winning captain and player of the match: The spinners were outstanding, full credit to them. I thought below 200 would have been good, serious effort to keep that batting lineup to 138. Devika showed her class today. Was wondering when we saw her in the series against what she was doing down at 7 or 8. Wanted to win as soon as we could, sometimes it comes off and sometimes it doesn’t, tonight it did.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Post-match: Smriti Mandhana with another tough post-match interview. It has not been easy for her at all, but owns the problems with the batting. “Lots to reflect, my family there to support but I believe you have to sit by yourself & improve”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Brilliant performance all round 👏 👏@UPWarriorz with a W in Match 8️⃣ of the #TATAWPL 🙌 🙌Scorecard ▶️ https://t.co/aLy7IOKGXp#RCBvUPW pic.twitter.com/gucvNWVTAZ— Women's Premier League (WPL) (@wplt20) March 10, 2023\n\n\n\n    #WPL2023 #UPWvRCBUP Warriorz win by 10 wickets! 💥Alyssa Healy scores a superb 96 as RCB lose four straight to start the season. Things get tougher and tougher for Smriti Mandhana and Co.https://t.co/w4VeiNWxDe pic.twitter.com/HEx6VywQRt— The Field (@thefield_in) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 139/0 after 13 overs: 10-wicket win for UPW! Healy gave it a good go with a big shot attempted at the end, but she gets just a single. She remains unbeaten on 96*. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Devika Vaidya, with a late cut for four, has (almost) taken a century away from Alyssa Healy.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 127/0 after 13 overs: Two fours in the Perry over for Healy and she is 10 away from a century! Just about enough room to score it here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 115/0 after 11 overs: A four and six in that Burns over and Healy might actually be eyeing a century here you know. No stranger to that milestone. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bura na mano Healy hai 👑#RCBvUPW #UPWarriorzUttarDega #WPL pic.twitter.com/hejWZ1InnE— UP Warriorz (@UPWarriorz) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 103/0 after 10 overs: Yet another century partnership in the tournament, and it comes against RCB once again. Six runs in Perry’s over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #UPWvRCBSophie Ecclestone having some fun as Jon Lewis gives a mid(end)-innings interview. 😅https://t.co/KrURYSno1j pic.twitter.com/duw6vHWPBF— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 97/0 after 9 overs: A 29-ball half century for Alyssa Healy... and then she goes 4-4-4-4. Oh dear. The last four was a lucky one but this is a brutal knock otherwise. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    FIFTY for Alyssa Healy!Off just 29 balls.Probably heard the stadium announcer calling 'Alyssa' Perry & decided to out-bat Ellyse Perry (50 off 35) 😅#WPL— Zenia D'cunha (@ZENIADCUNHA) March 10, 2023\n\n\n\n    I have to admit, I didn't see such a hammering incoming for RCB in their 4 games so far. They've been clueless & it's visible in the body language of the team.When Renuka should've taken the new ball today vs. Healy & Vaidya + Schutt not playing, it was given to Zanzad/Patil.— Jeet Vachharajani (Women's Cricket) (@Jeetv27WC) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 79/0 after 8 overs: Oh dear. This is a nightmare that can’t end quickly for RCB. Knight’s over starts with a misfield by Ghosh down the leg side and then comes two fours for Vaidya. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB’s primary bowler Heather Knight into the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 66/0 after 7 overs: The 7th over is generally considered the easy over, but not for RCB. Healy takes on Pawar, the left-arm spinner concedes two boundaries. This is ending in a hurry. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    84 needed off 84 balls.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 55/0 after 6 overs: If anything RCB’s bowlers have struggled more than RCB’s batters and defending 139 was going to be a massive ask... on top of that, they have ran into Alyssa Healy in the mood. A flying start for UP Warriorz. The Aussie star is ruthless against the young Patil, hitting three fours in the over. This is the sort of test Shreyanka must be ready for. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 41/0 after 5 overs: Alyssa Healy has struggled in the past against Renuka Thakur but RCB chose to bring her in late evidently because there is no spin. Good first over here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 38/0 after 4 overs: Another four for Healy in that Burns over. This is heading in only one direction\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 RCB making Ellyse Perry look human on the boundary line now. pic.twitter.com/UVhO9T1UO6— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 32/0 after 3 overs:  Three fours in Zanzad’s over, a superb cover drive for DV and a stunning lofted straight drive for Healy. Flier here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Both Richa and Shafali together should have been in the DC team. Sudhar jaati abtak under Lanning's captaincy. 😭 https://t.co/bsY1rqvGdn— Ritwika Dhar #WPL (@RituD307) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 18/0 after 2 overs: Like she had in the first match, Patil has shown a tendency to drop it short and Healy loves it there. Smacks a pull for four and then follows that with a late cut for another.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The impressive Shreyanka Patil comes into the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UPW 8/0 after 1 over: Left-arm pacer Zanzad starts well but DV hits a four off the fifth ball to make it a solid start for UP.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Interesting, Devika Vaidya is opening the batting with Alyssa Healy as UPW go for the left-hand combo at the top.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 138 all out after 19.3 overs: Ellyse Perry’s half century was fantastic but that is another poor batting performance by RCB who are in real danger of going 0-4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Innings Break!An impressive bowling performance from @UPWarriorz! 👏 👏4⃣ wickets for @Sophecc19 3⃣ wickets for @Deepti_Sharma06 @EllysePerry top scores for @RCBTweets 👍 👍The #UPW chase is coming up shortly! Scorecard ▶️ https://t.co/aLy7IOKGXp#TATAWPL | #RCBvUPW pic.twitter.com/rtcbmavjPv— Women's Premier League (WPL) (@wplt20) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 138 all out after 19.3 overs: Another disappointing batting display and another brutally honest interview by an Aussie legend. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ellyse Perry:\"Was probably my job to accelerate, but fell at the wrong time\"\"My bad entirely (with the HEather Knight run out), poor judgement by me, feel awful about that\"🙏🏼😭https://t.co/KrURYSno1j pic.twitter.com/FQYV5QsCjG— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n    Sania Mirza went from AO (Aus Open) to AO (all out). #RCB— Radha🧣 (@radhalathgupta) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 138/10 after 19.3 overs: Oh dear. Another nightmare batting display by RCB. Sophie Ecclestone finishes her spell with a couple of wickets for 4/13 from 3.3 overs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Thakur Singh b Ecclestone 3 (8 balls)Pawar lbw b Ecclestone 0 (1 ball)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Yesterday, Meg Lanning and today, Ellyse Perry. So much honesty in these interviews— Karthik Raj (@kartcric) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 138/8 after 19 overs: Deepti finishes with a fine spell. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 #UPWvRCBStarted with two rank bad balls to go 0.2-0-8-0 and then comes back to finish with 4-0-26-3. Deepti Sharma 👏🏽https://t.co/KrURYSno1j pic.twitter.com/opfCCUM79I— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n    Kate Cross on commentary cueing up the replay \"If you're an RCB fan, just close your eyes for a couple of seconds\"Might have to extend that advice to minutes/weeks.#WPL— hypocaust (@_hypocaust) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 136/8 after 18 overs: RCB again in danger of being bowled out\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 131/8 after 17,1 overs: WICKET! This is a nightmare for RCB. Ghosh just takes off from the non-strikers after the ball is batted back to the bowler softly. Poor batting, sure but that is a tail-ender. Richa just took off irrespective. Ghosh run out Gayakwad 1 (1 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 130/7 after 16.5 overs: WICKET! Four and out. Burns hits one down the ground and then Deepti comes back with a yorker. Burns b Sharma 12 (9 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 125/6 after 16.2 overs: WICKET! Deepti started with a couple of gifts to Perry but has the last laugh. Slows it up, the slog sweep doesn’t have the distance. Perry c McGrath b Sharma 52 (39 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 124/5 after 16 overs: A four for Burns in that Anjali over but UPW won’t mind this. They are not letting RCB get away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The 1st thing that came to my mind when Burns joined Perry in the middle is Perry's emotional debut speech while presenting the cap to Burns. ❤ Hope they have a good partnership today.— Ritwika Dhar #WPL (@RituD307) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 117/5 after 15 overs: RCB have hit roadblocks regularly. Can they get past 160?  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Erin Burns in, still no Richa Ghosh, who to be fair, hasn’t really gotten going here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 116/5 after 14.4 overs: WICKET! And the next step for Patil will be to convert the cameos to consistency. And a bit more judiciousness in shot-selection. Goes after Ecclestone through the offside and is caught at cover. But that will come with time. Sarvani with her third catch. Patil c Sarvani b Ecclestone 15 (10 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Shreyanka Patil is fast becoming one of my new favourite players to watch Love her approach to batting Bats with intent and seemingly with no fearVery exciting for Indian cricket #TATAWPL— Natalie Germanos 🏏 (@NatalieGermanos) March 10, 2023\n\n\n\n    FIFTY for Ellyse Perry (whose hair is still pink from Holi!)A treat for the very Perry loving crowd at Brabourne & maybe the boost RCB so desperately needs #WPL— Zenia D'cunha (@ZENIADCUNHA) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 114/4 after 14 overs: However this goes for RCB, they have unearthed a real gem for themseves in Shreyanka. Three fours already for her. Perry needs to bat long, RCB need a big finish.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 Two sweeps and a reverse sweep for three fours in her first six deliveries. Shreyanka Patil! https://t.co/KrURYSmQbL pic.twitter.com/TcFo6IEfb7— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF CENTURY: Ellyse Perry is stepping up!   A 35-ball half century for the Aussie superstar and she has played some delightful shots.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 104/4 after 13 overs: Shreyanka comes in and plays one of the shots of the day, superb wrists for a sweep four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 98/4 after 12.2 overs: WICKET! Oh dear. Knight has been in good touch but she is out here for a 2-ball-2. Too risky a single and the throw by Anjali is terrific. Knight run out Sarvani/Healy 2 (2 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mandatory tweet to remind everyone how run outs are the worst form dismissal and it's better to take risks vs a negative match up than get run out while trying to steal a single.— Gurkirat Singh Gill (@gurkiratsgill) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 97/3 after 12 overs: Perry, Perry good! First ball from Vaidya is a gift on her pads again but the four next is a shot of such quality. Nearly a yorker, she digs it out behind square for four. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Knight the new batter. Vaidya to bowl.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 85/3 after 11 overs: WICKET! That was sweetly struck but to the longer boundary and the catch is taken. The move to push Ahuja up hasn’t paid off. Ahuja c Anjali b Sharma 8 (10 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Worth watching on loop. What a shot by Perry.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    𝗣𝗲𝗿𝗿𝘆 𝗣𝗼𝘄𝗲𝗿 💪@EllysePerry strikes it clean and hits it straight for a maximum🔥WATCH 📽️🔽  #TATAWPL | #RCBvUPW https://t.co/gRi4PoktL9— Women's Premier League (WPL) (@wplt20) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Deepti returns with a change of ends\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 81/2 after 10 overs: A bit of a lull for RCB. Ahuja is not able to get going right away. Would do well to let Perry bulk of the strike. But for now, rotating the strike as Harris’s over goes for just 4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 That ball from Ecclestone to Devine was a joy to watch. Angled in, straightens away, and boom, top of off. What a bowler. https://t.co/KrURYSmQbL pic.twitter.com/ZXZzzplONh— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kanika Ahuja gets a promotion.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 73/2 after 8.2 overs: WICKET! And that’s why she is the best in the world. A wonderful arm ball to deceive Devine on pace, the stumps are rattled. UP needed that. Devine b Ecclestone 36 (24 balls) \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 72/1 after 8 overs: Deepti Sharma starts off with two gifts to Ellyse Perry. This is a great start for RCB and it is not helping UP that their main off-spinner is bowling freebies on Perry’s pads. Two shots for four to start that over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time for Deepti Sharma.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 59/1 after 7 overs: Ecclestone with a tight first over, just five singles off it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 That was so good from Ellyse Perry. 6️⃣https://t.co/KrURYSmQbL pic.twitter.com/WmyKMYKbtQ— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 54/1 after 6 overs: SIX! Oh what a shot that is. Down the ground with such ease by Ellyse Perry. RCB have a good powerplay despite losing Mandhana cheaply.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 41/1 after 5 overs: Two fours for Perry in that Anjali over. Two superb shots through the offside. RCB need her to go big \n    \n        \n        \n            \n            \n            \n        \n    \n\n    SMH— Tareque Laskar (@tarequelaskar) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 29/1 after 3.1 overs: WICKET! Oh dear. Mandhana falls to spin again and eerily similar dismissal too. This time to slow left-arm. Mandhana c Sarvani b Gayakwad 4 (6 balls)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Mandhana has done the right thing so far by letting Devine dominate. Gayakwad comes in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 29/0 after 3 overs: A good over from Harris spoiled by another ordinary effort on the field off the last ball. Devine powers one through midwicket for four but two fielders had the chance to stop it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 23/0 after 2 overs: Harris will continue. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 23/0 after 2 overs: Unlucky Anjali. Two cuts from Devine that could have been saved but poor effort by the fielders in the ring, and both go for fours. Otherwise a good over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    What Smriti Mandhana did today is what she should be doing in every game. Play a safe shot, take a single, & let the RHB bash the off-spinner.Ideally, it should be Sophie Devine who should be taking the strike.— Jeet Vachharajani (Women's Cricket) (@Jeetv27WC) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Anjali Sarvani from the other end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB 13/0 after 1 over: Smriti Mandhana finding out early that the non-striker’s end is a good place to be when an offspinner is bowling, as she gets off strike and sees Sophie Devine smack a four and six off Harris.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 That's a heck of a lot of T20 matches. Is today the day SM18 lights up WPL? She is going to face Grace Harris' offspin right away. https://t.co/KrURYSmQbL pic.twitter.com/4os88yulpR— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n    Made it! Didn't have Grace Harris opening the bowling on my bingo card though. Taking up Ismail duty proper. #WPL2023 pic.twitter.com/YuLdVrYWc0— Radha🧣 (@radhalathgupta) March 10, 2023\n\n\n\n    \n\n    #WPL2023 #UPWvRCBGrace Harris is back for UPW. RCB ring in changes. Three tweaks after going three matches without a win. Another defeat tonight, with their poor NRR, is going to make it an incredibly tough ask for them. SM18 vs Deepti should be 🍿https://t.co/KrURYSmQbL pic.twitter.com/4jwPZ1b4kL— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n    35 metre line for entry via Gate 8. I imagine the same at other entry points, WPL BABY. pic.twitter.com/y7nIUMXrET— Radha🧣 (@radhalathgupta) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.17 pm: UPW have played just two matches so far so understandably more focus is on RCB for now. Schutt has struggled with the ball in hand and Burns gives a power-hitter in the middle order. Zanzad, a left-arm pacer, has been around for a long time and it is a massive chance for her tonight to impress. A bit harsh on Khemnar to not bowl and be out of the lineup after an early dismissal. Bose has struggled too, so that makes sense to try Pawar out. Will be interesting to see if Mandhana turns to more options with the ball tonight, with someone like Ahuja yet to be used fully. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Captain Smriti has won the toss again, and we'll be batting first. 👊3⃣ changes in our XI:Erin Burns 🔁 Megan Schutt Sahana Pawar 🔁 Preeti BoseKomal Zanzad 🔁 Poonam Khemnar #PlayBold #ನಮ್ಮRCB #SheIsBold #WPL2023 #RCBvUPW pic.twitter.com/JSCp6cLsLp— Royal Challengers Bangalore (@RCBTweets) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 pm: Smriti Mandhana has gotten off to three starts and then dismissed by offspinners thrice. The battle with Deepti Sharma is one to watch out for early. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    🚨 Here are the @RCBTweets & @UPWarriorz' Playing XIs 👇Follow the match ▶️ https://t.co/aLy7IOKGXp#TATAWPL | #RCBvUPW pic.twitter.com/9m7Jz4JfLT— Women's Premier League (WPL) (@wplt20) March 10, 2023\n\n\n\n    Came across this nice piece from the #WBBL season on ESPNCricinfo, that should give a fair idea of why RCB picked up Erin Burns at the auction. https://t.co/tHSiEWXM6L— Vinayakk (@vinayakkm) February 14, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    RCB XI (changes highlighted): Smriti Mandhana(c), Sophie Devine, Ellyse Perry, Heather Knight, Richa Ghosh(w), Erin Burns, Shreyanka Patil, Kanika Ahuja, Sahana Pawar, Komal Zanzad, Renuka Thakur UPW XI (changes highlighted): Alyssa Healy(w/c), Shweta Sehrawat, Kiran Navgire, Tahlia McGrath, Deepti Sharma, Grace Harris, Devika Vaidya, Simran Shaikh, Sophie Ecclestone, Anjali Sarvani, Rajeshwari Gayakwad\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WPL2023 \"She's going to be a gun, a ball of energy\": Heather Knight on Shreyanka Patil https://t.co/KrURYSmQbL pic.twitter.com/eSALk4ECFb— Vinayakk (@vinayakkm) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Smriti Mandhana says three changes for RCB, details coming soon. Alyssa Healy would have batted first too. Grace Harris is back in place of Shabnim Ismail.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    TOSS: Smriti Mandhana has a big smile on her face as she wins the toss and opts to bat first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Most balls delivered without conceding any sixes in #WPL2023Balls66 - Shikha Pandey61 - Saiqa Ishaque54 - Issy Wong/Alice Capsey42 - Kim Garth#WPL#WPL23— Mohandas Menon (@mohanstatsman) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UP Warriorz have made a change to their squad with Shivali Shinde of Maharashtra replacing another wicketkeeper Laxmi Yadav:Alyssa Healy (Captain), Sophie Ecclestone, Deepti Sharma, Tahlia McGrath, Shabnim Ismail, Anjali Sarvani, Rajeshwari Gayakwad, Parshavi Chopra, Shweta Sehrawat, S Yashasri, Kiran Navgire, Grace Harris, Devika Vaidya, Lauren Bell, Simran Shaikh, Shivali Shinde\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.48 pm: UPW mentor Lisa Sthalekar analyses the defeat against DC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.47 pm: The brightest spark among the domestic talent in RCB squad has so far come from Shreyanka Patil. Here’s a nice video feature on the 20-year-old. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    06.45 pm: Hello and welcome to the live coverage of Women’s Premier League. It’s match No 8 and it is getting dangerously close to exit territory for Royal Challengers Bangalore. And they take on Alyssa Healy’s UP Warriorz.Their Net Run Rate is bad, they are yet to win a match after playing three, and a defeat tonight will all but seal their fate in the inaugural edition of WPL. RCB began the tournament as one of the strongest teams on paper but they are yet to come to the party. Worryingly for them, the margins have been big too. But they did show signs of finding somewhat close to their best in the defeat against Gujarat Giants. For UPW, the stunning heist against GG was followed by a big defeat against Delhi Capitals despite a stunning 90* by Tahlia McGrath. They took a big risk by dropping Grace Harris to prop up their bowling, but expect the explosive batter to return to the lineup today at Brabourne Stadium.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Photos / screenshots in the blog courtesy: Sportzpics / wplt20.com and JioCinema","author":"Vinayakk Mohanarangan","time":"2023-03-10T18:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187809-vuxxiccawq-1678468305.jpg","tags":["UPW vs RCB","WPL 2023","WPL","Smriti Mandhana","Alyssa Healy"],"source":"https://scroll.in/field/1045384/wpl-2023-up-warriorz-vs-royal-challengers-bangalore-live-scores-statistics-reactions-smriti-mandhana-and-co-seek-first-win-take-on-alyssa-healy-s-team"}