{"title":"WPL 2024: Mumbai Indians clinch last-ball thriller against Delhi Capitals in tournament opener","content":"The tournament opener of the Women’s Premier League 2024 between defending champions Mumbai Indians and runners-up Delhi Capitals delivered a thriller of a game at the M Chinnaswamy Stadium, Bengaluru on Friday.Defending champions Mumbai Indians kept up their reputation of being great chasers, defeating the Delhi Capitals by four wickets.Chasing a competitive 172, the Mumbai Indians were off to a turbulent start as Hayley Matthews was dismissed for a duck by Marizanne Kapp. However, wicket-keeper batter Yastika Bhatia stepped up to score a composed 45-ball 57 to bring the chase back on track.Nat Sciver-Brunt too looked good during her 17-ball stay before she fell to Arundhati Reddy. Captain Harmanpreet Kaur was striking at 161 during her 34-ball 55. Towards the business end of the match, the chase became trickier for the Mumbai team as Shikha Pandey dismissed Amelia Kerr (24) in the eighteenth over.With twelve needed in the last over, Alice Capsey successfully dismissed Pooja Vastrakar and the well-set Kaur and conceded just seven runs. However, with five needed off the final delivery, the new batter in S Sajana sealed the deal with a six.#WPL #MIvDC It's the season opener and it has delivered right away! What a finish 🔥Defending champions Mumbai Indians show why they are called chase masters as they defeat Delhi Capitals by 4 wickets. Harmanpreet Kaur and Yastika Bhatia star with half-centuries but it is a… pic.twitter.com/U5xkUTVaKR— The Field (@thefield_in) February 23, 2024\n\n\nIn the first innings, debutant Shabnim Ismail managed to dismiss Delhi Capitals’ dangerous opening batter Shafali Verma for one. But the Delhi-team managed to steady their innings comfortably.Meg Lanning combined with Capsey to help add 64 runs in just over eight overs after they were reduced to 26/2 in the powerplay.Lanning had been looking in good touch despite her time away from international cricket. She scored three boundaries and one six during her 25-ball stay.Capsey then went on to play a fine knock and deal in boundaries as she took on Nat Sciver-Brunt for two consecutive pulled fours that went through mid-wicket.Lanning lofted leg-spinner S Keerthana over long-on to smash the opening six of the match and competition. However, Brunt brought an end to that by removing Lanning for 31 in the eleventh over.Nonetheless, Capsey persisted in her pursuit and had able support in Jemimah Rodrigues as the duo combined to score 73 runs in 7.3 overs for an entertaining third-wicket partnership.Spinner Amelia Kerr was the target of Capsey’s onslaught as she was hit for a couple of boundaries. Kerr, however, got the last laugh when she caught Capsey leg before wicket for 75 in the 18th over.The Capitals had already pushed for a competitive total. Rodrigues then combined with South Africa’s Marizanne Kapp to add a final flourish to the innings as the Capitals finished with a total of 171/5.However, it did not prove to be enough in what turned out to be a thriller.","author":"Scroll Staff","time":"2024-02-23T23:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198727-itloofkrfu-1708712090.jpg","tags":["WPL 2024","Women's Premier League","Cricket","Harmanpreet Kaur","Meg Lanning","Women's cricket","S Sajana","Alice Capsey"]}