{"title":"WPL 2024: Mumbai Indians top table after dominant win over Royal Challengers Bangalore","content":"It was an all-round victory for Mumbai Indians as the defending champions beat Royal Challengers Bangalore by seven wickets in the Women’s Premier League at the M Chinnaswamy Stadium in Bengaluru on Saturday.Natalie Sciver-Brunt won the toss and decided to bowl first, standing in place of regular captain Harmanpreet Kaur once more who missed out due to an injury.The Mumbai captain and Pooja Vastrakar picked up two wickets each with Issy Wong and Saika Ishaque the other bowlers to take one scalp each. The Bangalore batting didn’t fire as well as they would have liked, finishing with 131/5 in 20 overs. Ellyse Perry was the top scorer with 44 off 38 balls, Sophie Molineux (12 off 14) and Georgia Wareham (27 off 20) also contributing down the order. Meanwhile, Hayley Matthews and Yastika Bhatia got the chase off to a flier with both Renuka Singh Thakur and Molineux conceding nine and 12 runs off their first overs respectively. Bhatia also ended up hitting the first six of the match, with the Bangalore batters unable to get the ball over the line.The 45-run opening partnership was ultimately broken when Sophie Devine got Bhatia to edge a wide delivery to Richa Ghosh for 31 off 15 balls.Although Bangalore were sloppier in the field than Mumbai, Shreyanka Patil put in a good shift, especially when she nearly caught Matthews at the boundary before having to release the ball to not concede the six.Patil would eventually dismiss the West Indian batter for 26 off 21 balls, when Matthews tried to go over extra cover, but ended up finding Bangalore captain Smriti Mandhana’s safe hands.The home team however weren’t able to recover from the quick scoring at the start, with the Mumbai captain and Amelia Kerr also looking in fluent touch. Kerr currently holds the Purple Cap (as the leading wicket-taker of the tournament so far with seven wickets from four matches).The duo put on 49 runs for the third wicket, ultimately losing Sciver-Brunt to an ill-timed reverse sweep off Wareham.Kerr and Vastrakar then needed only 10 more balls to finish off the chase, giving Mumbai Indians a solid win and sending them to the top of the table.Earlier, Sciver-Brunt was brilliant in rotating her bowlers constantly, not allowing the Bangalore batters to settle. It proved successful when the home team lost their top order inside the first six overs.Mandhana (9) and S Meghana (11) were undone by short balls from Issy Wong and Sciver-Brunt respectively. Then, New Zealand all-rounder Devine (9) continued her dismal batting form, failing to read a full delivery from Saima Ishaque and was trapped LBW.What also helped Mumbai Indians was their incredible fielding that saw certain boundaries being curtailed for a single all throughout the innings.The despair for Bangalore continued with Ghosh trying to go over cover, but finding S Sajana who only slightly fumbled with the catch.It was all down to Perry who had to anchor the rebuilding of the innings and finally got going after being 1 off 6 balls with some fluent strokes. On the other end, she had fellow Australian Molineux with whom she put on 29 runs for the fifth wicket.The Australian spinner couldn’t stick around for long when Vastrakar got one to skid off the surface and knock over Molineux’s stumps. But then, it was Wareham who lent able support to Perry and stitched a 52-run partnership that saw Bangalore go past the 100-run mark.Unfortunately, Wareham decided to try and accelerate the scoring and holed out to deep mid-wicket off Sciver-Brunt on the last ball of the 19th over.Kerr would then bowl a tight final over despite the streaky reverse sweep that Patil attempted in the first ball ensuring that Bangalore finished with a below-par total.","author":"Scroll Staff","time":"2024-03-02T22:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198939-hseektmihx-1709399413.jpg","tags":["Royal Challengers Bangalore","Mumbai Indians","Ellyse Perry","Hayley Matthews","WPL 2024","Women's Premier League","Cricket","Natalie Sciver-Brunt"],"source":"https://scroll.in/field/1064599/wpl2024-mumbai-indians-earn-dominant-win-over-royal-challengers-bangalore-to-go-top-of-the-table"}