{"title":"Wrestling, World Olympic Qualifiers: Nisha Dahiya wins Paris quota in women’s 68kg","content":"Nisha Dahiya secured an Olympic quota for India at the World Wrestling Olympic Qualifiers in Istanbul, Turkey as the country’s Greco-Roman wrestlers failed to make inroads at the tournament on Friday.Dahiya became the fifth grappler from India to secure a quota for the 2024 Paris Olympic Games after Antim Panghal, Vinesh Phogat, Anshu Malik and Reetika Hooda.While Panghal (53kg) won the quota at the 2023 World Wrestling Championships, Phogat (50kg) along with Malik (57kg) and Hooda (76kg ) secured the spot for Paris 2024 at the Asian Wrestling Olympic Qualifiers last month in Bishkek, Kyrgyzstan.#Wrestling 🤼‍♀️Nisha Dahiya secures a Paris Olympics quota!🚨She defeats Romania's Alexandra Anghel 8-4 in the women's 68kg semi-final at the World Olympic Qualifiers to help India bag its fifth quota in the sport. https://t.co/RWFcYzmw5b pic.twitter.com/PEVKfXw1zy— The Field (@thefield_in) May 10, 2024\n\n\nDahiya emerged successful after beating Romania’s Alexandra Anghel 8-4 by points in the 68kg semifinals. It was an engaging encounter that saw the 25-year-old Indian grappler race to an 8-0 lead by the end of the first period. But Anghel came back in the second period with a couple of scoring moves and then attempted to take the win through orchestrating a ‘fall’. But Dahiya was on alert and escaped from her opponent’s grip in the final seconds of the bout.Dahiya, an Under-23 World Championships bronze medallist, began her campaign by beating Belarusian grappler Alina Shauchuk (competing as an independent athlete) 3-0 to enter the quarter-final. There, she faced Adela Hanzlickova of the Czech Republic who she beat 7-4 after leading 3-1 in the first period.The other Indian in the women’s wrestling qualifiers, Mansi was unable to progress past the opening round in the 62kg category, losing by fall to Belarussian Veranika Ivanova. There will be no repechage available for Mansi as Ivanova then lost to Kriszta Tunde Incze in the semi-final.Meanwhile, Sumit (60kg), Ashu (67kg), Vikas (77kg), Sunil Kumar (87kg), Nitesh (97kg) and Naveen (130kg) all lost their opening round bouts in Greco-Roman wrestling.The Indian freestyle men’s contigent will begin their campaign on Saturday.","author":"Scroll Staff","time":"2024-05-11T10:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179979-sfhquzecke-1663265035.jfif","tags":["Nisha Dahiya","World Wrestling Olympic Qualifiers","Indian wrestling","Wrestling","2024 Paris Olympics"],"source":"https://scroll.in/field/1067747/wrestling-world-olympic-qualifiers-nisha-dahiya-wins-paris-quota-in-womens-68kg"}