{"title":"Wrestling: Vinesh Phogat, Bajrang Punia set to attend training camps in Kyrgyzstan and Hungary","content":"Star wrestlers Bajrang Punia and Vinesh Phogat are set to attend international training camps in Kyrgyzstan and Hungary, as announced by Sports Authority of India on Thursday. The duo are scheduled to leave for their respective training camps in the first week of July. This will be the first time Punia (the Tokyo Olympics bronze medallist) and two-time World Championship bronze medallist Phogat will attend a training stint abroad since the wrestlers’ protest against the national federation chief Brij Bhushan Sharan Singh.In visuals: Protesting wrestlers Sakshi Malik, Bajrang Punia, Vinesh Phogat detained by Delhi Police  A number of prominent Indian wrestlers, including Rio Olympics bronze medallist Sakshi Malik, had first launched protests against Singh in January, accusing the Wrestling Federation of India president of sexual harassment and intimidation.Also read: A frozen moment of resilience shows how India’s women have been betrayed   They restarted their protest in April, but were forcefully removed and detained from their protesting site by the Delhi Police when they marched towards the new Parliament building on May 28.On June 26, the wrestlers announced that they will take the fight against Singh and the federation to the courts after a chargesheet was filed by the Delhi Police against the WFI chief.While Punia is set to head out to Issyk-Kul, Kyrgyzstan for a 36-day training camp, Phogat will first go to Bishkek, Kyrgyzstan for a week of training, before moving on to Tata, Hungary for an 18-day camp.Punia will be accompanied by sparring partner Jitender and coach Sujeet Maan. Phogat will have her cousin and sparring partner Sangeeta Phogat and coach Sudesh with her.","author":"Scroll Staff","time":"2023-06-29T20:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191727-ocmogigcjh-1688048708.jpg","tags":["Vinesh Phogat","Bajrang Punia","Wrestling","Indian wrestling","Sangeeta Phogat","Wrestlers' protest"],"source":"https://scroll.in/field/1051799/wrestling-vinesh-phogat-bajrang-punia-set-to-attend-training-camps-in-kyrgyzstan-and-hungary"}