{"title":"Wrestlers write to IOA president PT Usha, seeking removal of WFI chief Brij Bhushan Sharan Singh","content":"India’s top wrestlers wrote to the president of the Indian Olympic Association PT Usha on the sexual harassment allegations against the Wrestling Federation of India and its chief Brij Bhushan Saran Singh.In the letter addressed by Vinesh Phogat, Bajrang Punia, Sakshi Malik, Ravi Dahiya and Deepak Punia, they requested that the IOA immediately appoint a committee to enquire into the complaints of sexual harassment. They also demanded the resignation of the WFI president and the dissolution of the federation. The letter also claimed that the WFI had misappropriated funds related to wrestlers’ contract payments. According to the letter, the WFI president allegedly “mentally harassed and tortured” Vinesh Phogat after she failed to win an Olympic medal in Tokyo, which caused her to nearly contemplate suicide.The letter further stated: “A new committee should be formed to run the affairs of the WFI in consultation with the wrestlers. “It has taken a lot of courage for us wrestlers to come together and protest against the WFI President. We fear for our lives. If he is not sacked then the careers of all the young wrestlers who have joined this dharna will be over.”IOA to immediately appoint a committee to enquire into the complaints of sexual harassment.Resignation of WFI president Brij Bhushan Sharan SinghDissolution of the WFIA new committee to be formed to run WFI affairs in consultation with athletes— Four demands made by the wrestlers\n@PMOIndia @AmitShah @ianuragthakur @PTUshaOfficial pic.twitter.com/PwhJjlawPg— Vinesh Phogat (@Phogat_Vinesh) January 20, 2023\n\nPT Usha posted on social media on Thursday: “As IOA President, I’ve been discussing the current matter of wrestlers with the members and for all of us the welfare and well being of the athletes is the top most priority of IOA. We request athletes to come forward and voice their concerns with us. We will ensure a complete investigation to ensure justice. We also have decided to form a special committee to deal with such situations that may arise in the future, for swifter action.”(2/2) We will ensure a complete investigation to ensure justice. We also have decided to form a special committee to deal with such situations that may arise in the future, for swifter action.— P.T. USHA (@PTUshaOfficial) January 19, 2023","author":"Scroll Staff","time":"2023-01-20T15:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185872-aqmqrhhyya-1674207013.jpg","tags":["Wrestling","Vinesh Phogat","PT Usha","Indian Olympic Association","Bajrang Punia","Wrestling Federation of India","Brij Bhushan Saran Singh","Sakshi Malik","Ravi Dahiya","Deepak Punia"]}