{"title":"Wrestling: Vinesh Phogat says wrestlers to consider going to court in fight against WFI chief","content":"India’s star wrestler Vinesh Phogat said that Indian wrestlers will have no choice but to approach courts if the findings of the Oversight Committee, which was set up to probe allegations of sexual harassment against Wrestling Federation of India president Brij Bhushan Sharan Singh, is not released.Wrestlers, including but not limited to Phogat, Tokyo Olympics bronze medallist Bajrang Punia and Rio Olympics bronze medallist Sakshi Malik organised a sit in protest in New Delhi Jantar Mantar in January to protest the functioning of the WFI.While Brij Bhushan Singh denied the allegations, the Union Sports Ministry asked the BJP MP from Kaiserganj to step down from his role and set up an Oversight Committee to probe the allegations and set a deadline of one month to submit its findings. Phogat, Punia and Malik had expressed their disappointment in not being consulted by the Sports Ministry in the setting up of the OC.Also read: With pending criminal cases, wrestling chief accused of sexual abuse is no stranger to controversy  “Why is there secrecy over the findings of the Oversight Committee and the details about how they went about the probe? Women wrestlers have shown the courage to speak about what they faced but it seems like their words don’t matter. We have raised a very sensitive issue which concerns the safety of women wrestlers,” Phogat, a three-time Commonwealth Games gold medallist told The Indian Express.“We have lost faith in the committee. We received some assurances from the government but they were not fulfilled too. We do not know the status of the report filed by the committee as well. Every time we ask what is the status and finding of the Oversight Committee report, there is no response from anyone,” she added.Phogat also said that she and Punia tried to reach out to OC member MC Mary Kom and Sports Minister Anurag Thakur but received no response.“We are left with no other option but to approach the court in our fight for justice. Stepping back is not an option now,” Phogat said.The 28-year-old also alleged that though the Brij Bhushan had been removed from his post of WFI chief, he still runs the day-to-day affairs of the federation. She pointed out that the Open National Senior Ranking Wrestling Tournament for Women and Greco Roman has been scheduled to be held at  Nandini Nagar in Gonda from April 16 to 18.Brij Bhushan hails from Gonda and the district is a part of his Lok Sabha constituency and is considered to be his stronghold.Unbelievable! WFI, which has resumed functioning (why?), announces U17 Nationals 2023When: April 16-18Where: Nandini Nagar, GondaN Nagar Gonda is the area in which accused Brij Bhusan is the ruler, king and everything. How can this be possible! pic.twitter.com/sMT6SQt8EZ— Vinay Siwach (@siwachvinay) April 6, 2023\n\n“Nandini Nagar in Gonda was chosen despite us saying what all had happened to women wrestlers earlier. How can this even happen? When I saw that the venue of the senior ranking tournament was in Gonda, I did try to reach members of the Oversight Committee. But nobody seems to have any answer,” she added.The OC includes boxing legend and Rajya Sabha member MC Mary Kom, Olympic medalist and former wrestler Yogeshwar Dutt, former badminton player and Mission Olympic Cell member Trupti Murgunde, former CEO of the Target Olympic Podium Scheme Rajesh Rajagopalan, and former Sports Authority of India executive director (teams) Radhica Sreeman.Later on, 2012 World Championships bronze medal-winning wrestler Babita Phogat was also added to the committee.","author":"Scroll Staff","time":"2023-04-10T14:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185819-iegzwyzwvp-1674125161.jpg","tags":["Vinesh Phogat","Brij Bhushan Sharan Singh","Wrestling","Wrestling Federation of India","MC Mary Kom"],"source":"https://scroll.in/field/1047117/wrestling-vinesh-phogat-says-wrestlers-to-consider-going-to-court-in-fight-against-wfi-chief"}