{"title":"Wrestlers allegations of sexual harassment against WFI chief  ‘serious’, says Supreme Court","content":"The Supreme Court on Tuesday agreed to hear a petition by wrestlers seeking registration of a first information report against the chief of the sport’s governing body who has been accused of sexually harassing female players, Live Law reported.A bench headed by Chief Justice of India DY Chandrachud said that the allegations against Wrestling Federation of India President Brij Bhushan Sharan Singh were “serious” and issued a notice to the Delhi Police in the case.“The matter requires consideration by this court,” the chief justice said.The development came two days after several athletes, including Olympic bronze medal winners Sakshi Malik and Bajrang Punia and Commonwealth Games gold medal winner Vinesh Phogat, resumed their sit-in protest at Delhi’s Jantar Mantar seeking action against Singh. At Wednesday’s hearing, senior advocate Kapil Sibal told the court that seven women wrestlers, including a minor, have filed a sexual harassment complaint against Singh in Delhi but the police have not filed a first information report.“Please see the last complaint by the minor…the young girl had won a gold medal,” he told the chief justice.Sibal said that the police officers can be prosecuted for failing to register the FIR in an offence of this nature.“The plea is taken on board,” the bench said, according to PTI. “The identity of the petitioners shall be redacted. Only the redacted petition shall be made available in the public domain.”The country’s top wrestlers had first levelled the allegations against Singh, who is the Bharatiya Janata Party MP from Uttar Pradesh’s Kaiserganj, on January 18 during a protest at the same site. They, however, ended the demonstration after marathon talks with Union Sports Minister Anurag Thakur.On January 23, the Ministry of Youth Affairs and Sports formed an oversight panel, headed by boxer MC Mary Kom, to investigate the matter. The committee submitted its report in the first week of April but its findings have not been made public yet.On Monday, the sports ministry said the report was “under examination” but flagged some “major findings” after a preliminary scrutiny of it.It said that the Wrestling Federation of India had no Internal Complaints Committee, which is necessary under the Prevention of Sexual Harassment Act to deal with allegations of sexual harassment within an organisation.The ministry also highlighted a lack of awareness-building measures among sportspersons for their grievance redressal and recommended more transparency and consultation between the wrestling federation and the athletes.It, however, did not comment on the sexual misconduct charges against Singh.","author":"Scroll Staff","time":"2023-04-25T13:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189474-fcjqcrxadz-1682407333.jpg","tags":["Supreme Court","Brij Bhushan Sharan Singh","Kapil Sibal","wrestlers protest"]}