{"title":"Wrestling, World Olympic Qualifiers: Aman clinches quota; Sujeet, Jaideep active in repechage rounds","content":"Aman Sehrawat on Saturday saved India’s blushes by ensuring the country is represented in men’s freestyle wrestling at the 2024 Paris Olympics after securing a quota place at the ongoing World Wrestling Olympic Qualifiers in Istanbul, Turkey.On a day when former World Championships silver medallist Deepak Punia’s Olympic hopes came to an end, Sehrawat, the 2023 U23 World Champion, clinched a quota in the men’s 57kg event after a dominant run. Sujeet Kalkal (65kg) and Jaideep (74kg) have the opportunity to add to India’s quotas when they compete in the repechage rounds on Sunday. Sehrawat started with a 10-4 win over Bulgarian Georgi Vangelov before beating Ukranian Andrii Yatsenko 12-2 in the quarter-finals. In the winner-take-all semis, he was up against North Korean Han Chongsong and comfortably beat him 12-2 to clinch India’s first men’s freestyle wrestling quota for the Paris Olympics.In the 65kg categroy, Kalkal began with a narrow 3-2 win over Uzbekistan’s Umidjon Jalolov before following it up with a straightforward 10-0 wins over South Korea’s Yun Junsik and Canada’s Lachlan McNeil.In the semi-finals, Kalkal went down 1-6 to Mongolia’s Tulga Tumur Ochir. In the 74kg event, Jaideep lost to eventual finalist Tajmuraz Salkazanov of Slovakia in the quarter-finals. Both Jaideep and Kalkal will compete in the repechage rounds on Sunday to secure qualification for the Olympics.It was a disappointing day for the rest of the wrestling contingent as Punia (86kg), Deepak (97kg) and Sumit (125kg) lost in their respective first-round bouts to end their hopes of qualifying for the Olympics.","author":"Scroll Staff","time":"2024-05-12T09:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189135-ptizqxgtlo-1681542147.jpeg","tags":["Wrestling","Indian Wrestling","Aman Sehrawat","Deepak Punia","Sujeet Kalkal","Jaideep","World Wrestling Olympic Qualifiers"],"source":"https://scroll.in/field/1067759/wrestling-world-olympic-qualifiers-aman-clinches-quota-sujeet-jaideep-active-in-repechage-rounds"}