{"title":"Wrestling, Asian Games: IOA ad-hoc committee announces that trials to be held behind closed doors","content":"On Friday, the Indian Olympic Association-appointed ad-hoc committee decided that the Asian Games wrestling trials will be held behind closed doors following a heated debate between family members of several wrestlers and members of the panel.According to a PTI report, the family members threatened to skip the trials following the exemption given to Olympic medalist Bajrang Punia (65 kg) and World Championship medalist Vinesh Phogat (53 kg). They argued with the ad-hoc panel alleging that the decision was “unfair” and “unjust”. Read: Bajrang Punia, Vinesh Phogat given direct entry to event by WFI ad-hoc panelThe parents of World U-20 Champion Antim Panghal and the father of Vikas Kaliraman were also part of this debate with the panel. Panghal and Sujeet Kalkal had challenged the decision in the Delhi High Court demanding fair trial. The trials will go ahead as per schedule and on Saturday, the selection will be done in six Greco-Roman and as many in women’s categories. The trials for six men’s freestyle divisions will take place on Sunday. As a result, it was decided that the trials would have restricted entry and that spectators would not be permitted inside the wrestling venue. A member of the ad-hoc panel, Gian Singh stated that the DCP for the area has been requested to employ sufficient staff to ensure that nobody enters the hall. Each wrestler will have a masseuse and coach with him or her. “Trials will take place tomorrow as the Delhi High Court has not given stay orders,” Singh told PTI.     “Our job is to organise the trials and whosoever comes first we will send his or her name to IOA. The decision on who they (IOA) want to send to the Asian Games after that is their job,” he added.Singh said that the trials for the World Championships in Belgrade, Serbia in September would take place the following month.“World Championship trials will take place between Aug 10 and 15 between the top four wrestlers in each category from the July 22 and 23 trials and the six protesting wrestlers will also have to compete in those trials if they want to get selected for World Championships,” he said.","author":"Scroll Staff","time":"2023-07-21T21:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178703-sncuypwrcy-1660927430.jpeg","tags":["Asian Games","Wrestling","Indian Olympic Association","IOA","Antim Panghal","World Championships","Wrestlers protest"],"source":"https://scroll.in/field/1053059/wrestling-asian-games-ioa-ad-hoc-committee-announces-that-trials-to-be-held-behind-closed-doors"}