{"title":"Wrestling: Reetika becomes first Indian woman to be crowned Under-23 world champion","content":"Reetika, on Thursday, became the first-ever Indian woman to be crowned the Under-23 World Wrestling Champion after she defeated American grappler Kennedy Blades in the 76kg final at Tirana, Albania.Competing under the United World Wrestling flag due to a ban imposed on the Wrestling Federation of India, Reetika started off well as she raced to a 2-0 lead in the contest.Blades, who is a former world junior champion, soon equalised before the Indian edged ahead 3-2 at the end of the first period of play.As the American looked to attack post the break, Reetika countered it with a takedown to extend her lead to 5-2. There was no looking back from there for the Asian Championships bronze medallist as she raced to an easy victory to clinch the gold medal. Reetika REETIKA (UWW) just dominated Kennedy BLADES 🇺🇸, 9-2, in the 76kg finals. 🤯😲#WrestleTirana | #TheHomeOfWrestling pic.twitter.com/BexZcgFCod— United World Wrestling (@wrestling) October 26, 2023\n\nWith this win, Reetika became only the second Indian wrestler after Aman Sehrawat to be crowned the Under-23 World Champion in wrestling. Sehrawat had won his title in men’s 57kg freestyle last year.Earlier, Reetika had started off with a 9-1 win over Japan’s Nodoka Yamamoto in the qualification round. She then registered a technical superiority win against Rita Talismanovaa in the quarter-finals before going past Ukraine’s Anastasiya Alpyeyeva 5-0 in the semi-finals.Among the other Indians in action, Neha won silver in the women’s 55kg weight division, while Nikita took bronze in women’s 59kg on Thursday.Earlier in the competition, Naveen Malik (men’s 74kg) and Sagar Jaglan (men’s 79kg) had won a bronze each.","author":"Scroll Staff","time":"2023-10-27T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195324-vjrizsugqo-1698382027.jpg","tags":["Reetika","Wrestling","U23 World Wrestling Championships","Naveen Malik","Sagar Jaglan"],"source":"https://scroll.in/field/1058199/wrestling-reetika-becomes-first-indian-woman-to-be-crowned-under-23-world-champion"}