{"title":"Wrestling, Asian Olympic Qualifiers: Indian Greco-Roman wrestlers end campaign on disappointing note","content":"India’s search for a 2024 Paris Olympic berth ended on a disappointing note as the Greco-Roman wrestlers failed to secure a quota at the Asian Olympic Qualifiers in Bishkek on Sunday.Sunil, competing in the 87kg category, was the only Greco-Roman wrestler from the country who won a bout in his event as the rest failed to make it past the first round.In his opening match, Sunil beat his Japanese opponent Soh Sakabe 5-1 after securing four points with two gut wrench moves.However, despite an impressive show in the quarter-final against Uzbekistan’s Jalgasbay Berdimuratov which saw him lead at one point, the Indian lost 2-4 and exited the tournament.Ashu’s campaign in the 67kg category lasted all of two minutes as the Indian lost to Abror Atabaev of Uzbekistan by technical superiority.Sumit (60kg), Vikas (77kg), Nitesh (97kg) and Naveen (130kg) all also lost their respective opening round matches.The last time a Greco-Roman wrestler from India competed at the Olympics was at the 2016 Games in Rio de Janeiro, Brazil where Ravinder Khatri and Hardeep Singh participated in the 85kg and 98kg categories respectively.So far, India have won four quotas for Paris 2024 – all in women’s wrestling. Antim Panghal secured one quota in the 53kg category at the World Wrestling Championships in Belgrade, Serbia last year. Meanwhile on Saturday, Vinesh Phogat (50kg), Anshu Malik (57kg) and Reetika Hooda (76kg) all won their respective quota matches to add to the tally.Indian wrestlers now have one final chance to win a Paris 2024 berth at the World Olympic Qualifiers, scheduled to be held in Turkey from May 9 onwards.","author":"Scroll Staff","time":"2024-04-21T16:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162507-zcjkzcbfrw-1693369752.jpg","tags":["Asian Olympic Qualifiers","Greco-Roman wrestling","Sumit","Wrestling","Indian wrestling","2024 Paris Olympic Games"],"source":"https://scroll.in/field/1066885/wrestling-asian-olympic-qualifiers-indian-greco-roman-wrestlers-end-campaign-on-disappointing-note"}