{"title":"Wrestlers say their fight against Brij Bhushan Singh will continue in court, not on streets","content":"Wrestlers seeking action against Wrestling Federation of India chief Brij Bhushan Sharan Singh for sexually harassing female athletes on Sunday said that they will continue their battle in court, and not on the streets.India’s top wrestlers, including Olympic medallists Sakshi Malik and Bajrang Punia as well as two-time World Championship medallist Vinesh Phogat, had been protesting in Delhi since April seeking Singh’s arrest.On June 15, the Delhi Police filed a chargesheet against the head of the sport’s governing body, who is also a Bharatiya Janata Party MP from Uttar Pradesh. The development had come after the wrestlers had met with Union Sports Minister Anurag Thakur on June 7, who assured them that the investigation against Singh would be completed by June 15. “In line with the assurances the government had made to the protesting wrestlers during the talks, in the matter of female wrestlers’ complaints of sexual harassment, the Delhi Police completed an investigation based on FIRs lodged by six female wrestlers, and filed a chargesheet on 15 June,” Phogat, Punia and Malik said in identical tweets. “This fight will now continue in the court and not on the streets, until justice is delivered to us.”The wrestlers also said that the process for holding elections to choose the Wrestling Federation of India’s new president and executive committee has begun. “The elections are due on July 11, and we await the implementation of the government’s assurances in this regard.”pic.twitter.com/qhfsJVeKeY— Sakshee Malikkh (@SakshiMalik) June 25, 2023\n\nAlthough Singh has maintained that the allegations against him are false, the details of the FIRs against the politician show that he allegedly demanded sexual favours in exchange for professional help from at least two female wrestlers as well as harassed over half a dozen players.On Monday, he refused to comment on the wrestler’s decision to withdraw agitation on the streets. He said that the allegations against him were sub-judice and the court would decide on the matter.#WATCH | \" The matter is in the court, and the court will do its work,\" says former WFI chief Brij Bhushan Sharan Singh on wrestlers withdrawing protest against him following submission of chargesheet in the court pic.twitter.com/JpPmbGZIzB— ANI (@ANI) June 26, 2023\n\nThe Delhi Police had earlier booked Singh under the Protection of Children from Sexual Offences Act, or POCSO Act, since one of the complainants was a minor at the time of the alleged crime. However, on June 15, the police recommended cancelling the case saying that there was no “ corroborativeevidence against him”.The police had said that the cancellation report in the POCSO case was filed on the basis of statements of the minor girl and her father. A Delhi court will hear the matter on July 4.On June 18, Malik had claimed that the minor athlete had changed her statement as her family was threatened. “All those who get into wrestling come from poor families,” Malik said. “They cannot muster the courage to speak against the system and against such a powerful man.”Meanwhile, a Delhi court on Thursday transferred the case againt Singh to the court of Additional Chief Metropolitan Magistrate Harjeet Singh Jaspal, who deals with cases of MPs and MLAS.Vinesh Phogat accuses Yogeshwar Dutt of siding with SinghLast week, the Indian Olympic Association’s ad-hoc committee had decided to introduce one-bout trials for six protesting wrestlers – Vinesh Phogat, Sakshi Malik, Bajrang Punia, Sangeeta Phogat, Satywart Kadian and Jitender Kinha – ahead of the upcoming Asian Games and World Championships.The decision was criticised by Olympic medallist Yogeshwar Dutt, who called it a “black day for Indian wrestling.”“This is all wrong. To date, the earlier federation did not take the decision that you [the ad-hoc committee] have taken, without looking at any rules and without making any criteria,” he said.In response to Dutt’s statement, Vinesh Phogat said that he has been siding with the Wrestling Federation of India chief since the protests had begun.“He [Dutt] was a part of both the committees made for women wrestlers,” Vinesh Phogat said on June 23. “When female wrestlers were narrating their stories to the committee, he used to laugh in an ugly way. When two female wrestlers went out to drink water, he told them that nothing will happen to Brij Bhushan. You go and practice.”योगेश्वर दत्त का वीडियो सुना तो उसकी वह घटिया हंसी दिमाग़ में अटक गई. वह महिला पहलवानों के लिए बनी दोनों कमेटियों का हिस्सा था. जब कमेटी के सामने महिला पहलवान अपनी आपबीती बता रही थीं तो वह बहुत घटिया तरह से हंसने लगता. जब 2 महिला पहलवान पानी पीने के लिए बाहर आयीं तो बाहर आकर उनको…— Vinesh Phogat (@Phogat_Vinesh) June 23, 2023","author":"Scroll Staff","time":"2023-06-26T08:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190844-pgrnctkham-1685702361.jpg","tags":["Wrestlers","Brij Bhushan Sharan Singh","Wrestling Federation","Vinesh Phogat"],"source":"https://scroll.in/latest/1051544/wrestlers-say-their-fight-against-brij-bhushan-singh-will-continue-in-court-not-on-streets"}