{"title":"Wrestling, Asian Games: Bajrang Punia, Vinesh Phogat given direct entry to event by WFI ad-hoc panel","content":"Olympic medallist Bajrang Punia and World Championship medallist Vinesh Phogat have been given a direct entry into India’s Asian Games wrestling squad.According to PTI, the Wrestling Federation of India’s ad-hoc committee issued a circular stating that it had selected wrestlers in the men’s freestyle 65kg and women’s 53kg but trials will be held in all six weight categories in men’s freestyle, men’s Greco-Roman and women’s freestyle events.Though the circular does not name Punia or Phogat, panel member Ashoke Garg told PTI that the duo have been exempted from trials. The Greco-Roman and women’s trials will be held on July 22 with the men’s trials scheduled for July 23 at Delhi Indira Gandhi stadium.Punia and Phogat are experienced wrestlers who have won numerous medals in their respective categories over the years. However, neither wrestler has competed in any international event this year due to their protest against WFI president Brij Bhushan Sharan Singh.While Punia and Phogat were granted exemptions, the four other protesting wrestlers — Sakshi Malik, her husband Satyawart Kadiyan, Jitender Kinha and Bajrang’s wife Sangeeta Phogat have not been given exemptions.The WFI’s guidelines states that while selection trials are mandatory, athletes who have won medals in World Championships and Olympics can be selected without trials should the chief coach recommend it.However, according to PTI, men’s free-style national coach Jagmander Singh and women’s national coach Virender Dahiya were not consulted by the ad-hoc panel.“I am not even aware that such a decision has been taken. The ad-hoc panel had stopped calling us for meetings. We have not made any such recommendation, we favoured trials in all categories,” Jagmander told PTI.Dahiya said, “We don’t know in what shape Bajrang and Vinesh are in. They have not competed in the last eight months. You get to know about speed, strength, weight, only during the competitions. And they have not competed after CWG and World Championship last year, so we do not know how good they are at this moment.”Sujeet Kalkal has impressed in the men’s 65kg category winning bronze in the U-20 World Championships last year. He also won gold in the Tunisia Ranking Series, 2022 Under 23 and Under 20 Asian Championships.Speaking to Mirror Now, Antim Panghal criticised the ad-hoc panel’s decision and said that she would explore challenging the decision legally. In Vinesh’s 53kg category, Panghal has put impressive performances. She became the first woman to claim a gold medal at the Under 20 World Championships last year. She followed up that feat by winning silver at the Asian Championships in April this year.The Olympic Council of Asia had set July 15 as a deadline for national Olympic bodies to send their squads for the Asian Games. However, the OCA had granted IOA a one-week extension to submit the wrestling squad under “exceptional circumstances”. The protesting wrestlers had asked for the trials to be held in August to allow them time to prepare for it. However, the OCA shot down IOA’s request for a further extension of the deadline.","author":"Scroll Staff","time":"2023-07-18T20:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191727-ocmogigcjh-1688048708.jpg","tags":["Vinesh Phogat","Bajrang Punia","Wrestling Federation of India","Asian Games 2023","Wrestling","Antim Panghal","Sujeet Kalkal"],"source":"https://scroll.in/field/1052864/wrestling-asian-games-bajrang-punia-vinesh-phogat-given-direct-entry-to-event-by-wfi-ad-hoc-panel"}