{"title":"Wrestling: Sakshi Malik announces retirement after Brij Bhushan Sharan Singh aide elected WFI chief","content":"Sakshi Malik, a bronze medallist from the 2016 Olympics in Rio de Janeiro, announced that she will be quitting wrestling after Sanjay Singh was elected the new president of the Wrestling Federation of India on Thursday.Malik’s announcement came at a press conference in New Delhi, just an hour after Singh was voted into the position.Singh, a close aide of former Wrestling Federation of India chief Brij Bhushan Sharan Singh, won 40 votes to the seven won by 2010 Commonwealth Games gold medallist wrestler Anita Sheoran.In January, several star wrestlers from India, including Malik, Tokyo Olympics bronze medallist Bajrang Punia and three-time Commonwealth Games gold medallist Vinesh Phogat, had launched a protest against Brij Bhushan, a Bhartiya Janta Party MP, accusing him of intimidation and sexual harassment.The protest at the Jantar Mantar resumed in April after no action was taken by the oversight committees that were formed to look into the allegations.Seven complainants, including a minor, accused Brij Bhushan of demanding sexual favours for professional help on at least two occasions, 15 incidents of molestation and other forms of sexual harassment.  Also read: For Indian sportspeople to feel safe, reforms are urgently neededBrij Bhushan was forced to step down from his post and an ad-hoc committee was appointed to look after the affairs of the national federation. The elections, which were to be held in July, were delayed due to court cases which led to United World Wrestling to suspend India’s national body.Sanjay Singh, who hails from Varanasi, has been a close associate of Brij Bhushan with the latter  supporting him for the election.Sanjay Singh was earlier a part of the last executive council of the Wrestling Federation of India and also served as the body’s joint secretary since 2019.Given his close relations to Brij Bhushan, Malik announced that she will no longer compete in the sport.“We slept on roads for 40 days [during the protest against Brij Bhushan],” said Malik. “We fought with all our heart but if the president is like Brij Bushan Sharan Singh – his close aide and business partner – if he stays in the federation then I sacrifice my wrestling career.”मैंने देश के लिए जितने भी पुरस्कार जीते हैं आप सब के आशीर्वाद से जीते हैं , मैं आप सभी देशवाशियों की हमेशा आभारी रहुंगी। 🇮🇳 कुश्ती को अलविदा ।🙏 pic.twitter.com/yyO4lG59rL— Sakshee Malikkh (@SakshiMalik) December 21, 2023\n\n\nMalik, along with Phogat, Punia and other wrestlers had been aggressively detained by the Delhi police in May.Also read: A frozen moment of resilience shows how India’s women have been betrayed“[Sanjay Singh] is Brij Bushan’s right hand [and] is dearer to him than his own son,” Phogat said on Thursday, during the press conference. “His elevation to the president’s spot means that the next generation of women wrestlers will have to go through harassment and the things which were happening behind closed doors will now happen in the open.“It saddens me, we could not improve anything in our Wrestling Federation despite such a long fight. We do not know how is justice delivered in our country. From roads to wrestling mats to behind closed doors – we have explained our side of the story to everyone.”At the election on Thursday, Prem Chand Lochab was elected as general secretary of the Indian federation.","author":"Scroll Staff","time":"2023-12-21T17:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190922-cxoucmwxfa-1685960377.jpg","tags":["Brij Bhushan Sharan Singh","Sanjay Singh","Wrestling Federation of India","Wrestling","Bajrang Punia","Vinesh Phogat","Sakshi Malik"],"source":"https://scroll.in/latest/1060947/wrestling-sakshi-malik-announces-retirement-after-brij-bhushan-sharan-singh-aide-elected-wfi-chief"}