{"title":"Write history afresh, don’t just complain about distortion, says Amit Shah","content":"Union Home Minister Amit Shah on Thursday said that it was not enough to lament the incorrect portrayal of history and that the time had come to write it afresh.Shah on Thursday said that he often hears that history has been presented wrongly and in a distorted manner. “This may be true, but who is stopping us now from writing history in a way that reflects its glory?” he asked. The home minister urged historians and students to “identify 30 great empires in Indian history and 300 warriors who showed exemplary valour to protect the motherland” and write about them extensively. “A new history will emerge, and the lies will vanish on their own,” he said.Shah said that the Centre is willing to “support any task undertaken for the glory of the country”.He made the statements at an event in New Delhi to commemorate the 400th birth anniversary of Ahom commander Lachit Borphukan. The 17th-century commander was best known for his leadership in the Battle of Saraighat of 1671, during which the Ahom army defeated Mughal forces and compelled them to retreat from Guwahati.I urge our historians and students of history to identify 30 great empires in Indian history and 300 warriors who showed exemplary valour to protect the motherland and write extensively about them.This will bring out the truth and the lies will vanish on their own. pic.twitter.com/2yNPhfQtop— Amit Shah (@AmitShah) November 24, 2022\n\nShah said that while the Mughal forces were numerically superior to the Ahom army and were better equipped, the Mughals “did not even have a trace of the patriotism that Borphukan and his soldiers had”.The home minister said that Borphukan waged the same battle that Shivaji waged in the south, Guru Gobind Singh in the north and Veer Durgadas Rathore in Rajasthan.Also read:Why Assamese historians and writers are protesting against the BJP’s celebration of Lachit Borphukan","author":"Scroll Staff","time":"2022-11-25T08:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183371-dxfnnrxoqb-1669344380.jpg","tags":["Amit Shah","Battle of Saraighat","Lachit Borphukan","Assam"]}