{"title":"‘Writers are still vulnerable’: Mridula Garg recalls being arrested for her novel ‘Chittacobra’","content":"On Saturday, an event scheduled to be held in Agra on Saturday to felicitate Geetanjali Shree for her International Booker Prize-winning novel Ret Samadhi was cancelled because of a complaint that it contained “objectionable comments” about Hindu deities Shiva and Parvati. It brought to mind my own experiences a long time ago, after my Hindi novel Chittacobra was published by National Publishing House in 1979.In 1985, when my book was already in its fifth edition, I was arrested under Section 292 of the Indian Penal Code that deals with the publication of obscene books. Geetanjali Shree’s ordeal demonstrates that writers are still vulnerable. The accusationChittacobra was an instant hit. German scholar Lothar Lutze had done an interview with me, along with Hindi stalwarts, for his book on post-colonial Hindi literature. Abhimanyu Anant of Mauritius declared it a precursor of a new era in Hindi literature. Writer Jainendra said that while reading it, the reader was transported out of the body: “sharirikta mein nahin rehta...” But that did not seem to matter. Hindi magazine Sarika took three pages depicting intercourse between husband and wife out of context. It also published a letter by a woman writer, declaring that though she had not read the complete novel, she deemed it obscene on the basis of those pages. They could not digest the fact that while participating in the physical act fully, the wife was thinking of philosophical and intellectual matters. She was not thinking of her lover, that would have been acceptable. She had the temerity to just think, thus objectifying the husband. The editor invited “similar” reactions from other readers. Hordes of luridly vulgar letters poured in. It continued for months. It took an interview with Jainendra in the magazine to put an end to this. He asked: If you take out the prefix “sam” (unprejudiced) from sampadak (editor), what remained? Padak, obviously – “farter” in English. The campaign was called off. Police actionBut that was the beginning of another ordeal as the police took over at the behest of Delhi administration.My publisher and I were both arrested.  Luckily, we were granted bail under a new law that allowed the police to grant bail if someone stood surety. Fortunately, both of us knew of this law.The stocks of my books were seized and further sale disallowed.As the day of my trial drew close, I consulted the eminent lawyer LM Singhvi, suggesting we fight in court. Off the record, he said something hair-raising: that the judge would surely convict me just because I was a woman.As an alternative, he wrote to Jagmohan Malhotra, who was Lieutenant Governor of Delhi at the time, offering his unsolicited legal opinion, bolstered by a pile of reviews of the book, to the effect that if the official were to be a party to this harassment of a well-known writer, he and the Delhi administration would lose face all over the world.To his credit, Jagmohan – as he was better known – withdrew the case half an hour before it was to come up for hearing. I was angry, but also amused, that not a single writer except Jainendra had opposed the police action or the magazine’s smear campaign. But journalist Mrinal Pande later made amends by publishing an abridged version of Chittacobra in the second issue of Vama, a magazine from the same group, which had recently been launched with her as the editor.In, 1985, I had asked two questions of the government and writers:1. What kind of law allows unlettered sentinels of the law to indulge in witch-hunting of authors of literary works, as and when whim or fancy takes them?2. Why did a large part of the literary community choose to remain silent spectators to this saga? Was it because the target was a young woman who refused to hide behind a male patron?The first question remains unanswered. As for the second, there is a glimmer of hope as writers rise to support Geetanjali Shree and condemn her persecution.Mridula Garg, a recipient of the Sahitya Akademi Award, has published over 30 books.","author":"Mridula Garg","time":"2022-08-02T08:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/82284-sztgnayakp-1518855522.jpg","tags":["Geetanjali Shree","Hindutva","Obscenity","Mridula Garg"]}