{"title":"Wrong to assume government can solve unemployment, says chief economic advisor","content":"It is incorrect to assume that the government can solve all social and economic problems such as unemployment, Chief Economic Advisor V Anantha Nageswaran said at the launch of the India Employment Report 2024 on Tuesday, reported The Hindu.The report by the International Labour Organization and the Institute for Human Development highlighted the scale of unemployment in the country.A diagnosis was easier than the solution when it concerned problems like unemployment, the newspaper quoted Nageswaran as saying.“Look, all I will do is I’ll keep talking on every dais and stage that we have to solve the unemployment problem, and that is my contribution to solving the unemployment problem,” Nageswaran said. “Because this is not something I can address.”Skill development efforts and the 2020 National Education Policy are some of the actions taken by the government to facilitate increase in job creation, he said. “In the normal world, it is the commercial sector who needs to do the hiring,” he was quoted as saying.In an interview with DD India, the Union government’s chief economic advisor said that the Indian private sector has to invest in real assets.“The second decade is when the investment rate declined because of balance sheet problems,” he said on Tuesday. “Therefore private sectors making investments in capital formation will be an important pre-requisite for jobs to be created.”On Wednesday, former Union Finance Minister and Congress leader P Chidambaram described Nageswaran’s comments as the “most startling confession”.“If that is the official stand of the BJP government, we must boldly tell the BJP ‘vacate your seat’,” Chidambaram said in a social media post. “The Congress has a concrete plan to tackle the issue of unemployment and it will be revealed in its manifesto.”The most startling confession has been made by the Chief Economic AdviserHe said that \"Government cannot solve the problem of unemployment\". ShockingIf that is the official stand of the BJP government, we must boldly tell the BJP  \"Vacate your seat\"The Congress has a…— P. Chidambaram (@PChidambaram_IN) March 27, 2024\n\n\nWhat does the ILO report say?The report showed that in 2022, the share of unemployed youths in India’s total unemployed population was nearly 83%.It said that youth employment and underemployment increased between 2000 and 2019 but declined during the pandemic years. However, unemployment among youths, especially those with a secondary level of education or higher, has intensified over time.“Among the educated [secondary level or higher] unemployed youths, women accounted for a larger share [76.7%] than men [62.2%],” said the report. “This indicates that the problem of unemployment in India has become increasingly concentrated among the youth, especially educated youths and women in urban areas.”It also pointed out an increase in the share of educated youths among the unemployed population, from 54.2% in 2000 to 65.7% in 2022.Unemployment among those who have received secondary level or higher level education was more among women at 76.7%, while men accounted for 62.2% of the share.“This indicates that the problem of unemployment in India has become increasingly concentrated among the youth, especially educated youths and women in urban areas,” the report said.The labour force participation rate in India was 55.2% in 2022, which was lower than the world average of 59.8%, according to the report.","author":"Scroll Staff","time":"2024-03-27T16:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169427-jllfqahmnu-1643380931.jpg","tags":["V Anantha Nageswaran","unemployment","Chief Economic Adviser","P Chidambaram"],"source":"https://scroll.in/latest/1065864/wrong-to-assume-government-can-solve-unemployment-says-chief-economic-advisor"}