{"title":"WTC Final, Day 4: Rohit Sharma-led attacking start was fleetingly glorious but eventually fell flat","content":"As Rohit Sharma and Shubman Gill came out to bat for the second innings of the ICC World Test Championship Final, the pressure, undoubtedly, was on India. Australia had finished the second innings with a daunting lead of 443 runs, after declaring at 270/8.A day and a half to chase what would be a world record. India have the recent history of pulling off stunning things in the fourth innings too. These two have that experience. On Sunday in London, they had the crowd support. For India to stand a chance, they needed something out of the extraordinary.And thus, came the intent and counter-attack that Sharma brought with him. It was a huge positive and instilled hope because the discourse during the course of the Test was often about India’s disappointing body language, dropping shoulders and lack of aggression.  WTC Final, AUS vs IND, Day 4 as it happened: Kohli, Rahane rebuild; India need 280 more on Day 5When it looked like India was going to go for the shots, with the run rate going nearly a run-a-ball at one point, it did appear like they had learnt from their mistakes in the first innings and decided to capitalise on the batting conditions on offer with the new ball. Out or not out?Shubman Gill, coming into this match, was a man in good batting form. He had gotten a peach of a delivery by Scott Boland in the first innings when he was dismissed shouldering arms. In the second innings, he had been able to sneak in two boundaries against Pat Cummins in the third over itself not long later, while facing Boland again, he found himself on the receiving end of a rather contentious dismissal. India had made solid headway at the beginning of a daunting fourth-innings chase. Gill then pushed hard at a good-length ball from Boland and the towering Cameron Green dove low to his left as he clutched on to a low one-handed chance at gully. The on-field umpires, however, referred the decision to TV umpire Richard Kettleborough, who spent several minutes examining replays. There are no soft signals. So his job, not an easy one, was to determine if the ball had brushed the turf after Green had grabbed hold of the catch, even though replays are notorious for making things difficult to judge in these scenarios.The third umpire gave it out and at that moment you knew that wouldn’t be the last we heard of it.🔎🔎🤦🏻‍♂️ pic.twitter.com/pOnHYfgb6L— Shubman Gill (@ShubmanGill) June 10, 2023\n\nFor what it’s worth here’s what the law says:Gill, eventually, was still out for 18 and India were 41/1 at tea. Green later said in the press conference, “I think at the time I definitely thought I caught it. I think in the heat of the moment, I thought it was clean and threw it up and obviously showed no sign of any doubt basically. And then it’s left up to the third umpire and he agreed, so yeah.”The atmosphere became charged. There were reportedly chants of ‘cheat’ aimed at Green. Sharma threw his head back in disgust when the decision was made. But it was done. India keep up the attack but...The onus then largely lay on Sharma, who was joined by the new batter in, Cheteshwar Pujara. Regardless of the Gill dismissal, the Indian captain looked in great touch and kept up a good scoring tempo.He appeared to have the measure of the pitch and the attack by now and looked like he could play the captain’s knock India needed at that moment. The pull shot was out early too. In just the seventh over of the innings, Sharma opted for his favourite shot and sent it for a six into the crowd. During his 60-ball stay, he struck seven fours and one six. He hit Cummins, Mitchell Starc and Boland for two boundaries each and so it was evident that he was on to something. After all, the seamers were deemed a bigger threat on the pitch. Pujara, too had got the memo and was batting at a strike rate of above 100 at one point. The period of play was glorious, albeit fleeting. As exciting as the high was from an Indian point of view, the fall that followed was just as frustrating.When Sharma faced Nathan Lyon in his first over, he attempted a sweep and was struck plumb in front by an innocuous delivery. And so, his entertaining, hopeful innings came to an end at 43. In the very next over, Pujara tried to uppercut Pat Cummins and sent a nick through to the keeper. You didn’t need hindsight to say that was a poor decision on multiple counts by a batter of his pedigree.Two rather uncharacteristic dismissals for senior batters in that situation then handed the momentum back to Australia. In no time, India collapsed from 91/1 to 93/3. Despite that period of play that saw Australia get back into the driver’s seat, India can still remain hopeful before the anticipated final day on Sunday. Virat Kohli and Ajinkya Rahane defied Australia close to the end of the fourth day as India finished it with 164/3 with 280 runs needed to reach what would be a record-breaking total of 444.Kohli remains undefeated at 44 and was ably supported by Rahane, who is unbeaten at 20 after top-scoring in India’s first innings with 89 runs. The 71-run partnership has ensured that there were no further setbacks. On the final day, the hopes will be on this veteran duo and the remaining Indian line-up to pull off a miracle and get the coveted mace in their second appearance at the WTC final.Far-fetched as it may seem, India laid a decent platform for themselves to have a shot. But if they do fall short, they must look back at the two dismissals with regret. A period of thrilling attacking Test batting eventually fell a bit flat.","author":" Samreen Razzaqui","time":"2023-06-11T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191115-eaqhzfjwix-1686420943.jpg","tags":["Shubman Gill","Rohit Sharma","Australia","India","Cheteshwar Pujara","WTC Final","ICC World Test Championship"],"source":"https://scroll.in/field/1050711/wtc-final-day-4-rohit-sharma-led-attacking-start-was-fleetingly-glorious-but-eventually-fell-flat"}