{"title":"WTC Final: Rohit Sharma’s press conference – ‘In an ideal scenario, we needed more time to prepare’","content":"India’s batting was once again the center of discussion after a disappointing show in their loss to Australia in Sunday’s ICC World Test Championship final. Chasing 444 for victory, India resumed day five on 164-3 but crashed to 234 all out in the first session at the Oval.Rohit Sharma’s side fell behind by 173 runs in the first innings, bowled out for 296 in response to Australia’s 469. Defeat left India, beaten in the inaugural WTC final by New Zealand two years ago, still searching for their first major global title in senior cricket since 2013.Speaking in London after the defeat, the Indian captain was faced with a wide variety of questions. In the media interaction, he suggested a full series, rather than a one-off game, should be used to determine the next champions. But he accepted it would be tough to find room in an already-congested international calendar.Here are edited excerpts from the press conference:On what went wrongIt’s Test cricket, right? So, if you look at the game is won over the period of five days. Having won the toss, putting them in after the first session, we thought we have a good chance of getting them out quickly. But two of their batters - Smith and Head particularly played well. We were slightly away from our plans. We didn’t execute what we should have on that pitch because there was a lot of assistance in the pitch and we failed to do that and that can happen and then we were 170 - 60 or 70 runs behind after the first innings. Then in the second innings, obviously you want to get them out again as quickly as possible because the wicket honestly stayed pretty good all five days. That was one of the reasons for us to consider batting last because we thought the wicket will not change too much. In fact, it will get better and better - but obviously a lot of the things that we spoke of - how we want to bowl, how we want to bat, we didn’t actually do that. That’s probably the reason we were very much behind in the game all four days.On whether the first innings deficit proved criticalIf we had reached near the target, they had set in the first innings, if they had got less of a lead, then the game could have gone anywhere. We didn’t bat that well in the first innings. We were five down for 150 runs. After that Shardul and Ajinkya Rahane did a good batting job, and we were trying to get closer to their target. But again, we were behind by 170 runs. So, when you are behind, the opposition has the advantage. In the second innings, we tried our best to attack and try to get them out as soon as possible. Last time when we played here, we applied the same plan against England. Obviously, the opposition is different. But our plan was not successful. They scored around 250 in the second innings and gave us a target of almost 450. We were hopeful that we could score those runs. As I said, the wicket was good. Nothing much was happening in the wicket. What we normally expect on day 5 or 4 - the wicket played well. We didn’t bat well. We lost a lot of shots in the morning. Because of this, we were unable to reach the target.On reflecting where the team is at the momentObviously, any tournament you play, you start looking at what possibly you can do moving ahead. Honestly, the game just got over. We haven’t really given too much thought to about what we want to do in the future. Obviously, there will be some talks around it and we’ll see whatever is required and whatever is best, whatever the brand of cricket we want to play in the next two years. And who are the guys who can do that role for us? That is the question that we need to find answers for. And there are a lot of guys, there are a lot of players who are doing really well in our domestic cricket as well. It’s just about finding them and giving them that space, enough time to go forward and do the job for us. It’s all about that. The focus will be obviously on that, but also, I want to see where the next World Test Championship final is being played as well. That depends on where we play. Based on that, we will decide what sort of players we want to get ready and what kind of cricket we want to play.#WTCFinal \"There were some good moments for Team India, but I fail to understand the exclusion of Ashwin in the playing XI, who is currently the number one Test bowler in the world,\" says Sachin Tendulkar in his tweet.https://t.co/4bAsQTtZRm— The Field (@thefield_in) June 11, 2023\n\nAbout experienced batters playing loose shotsThere are a lot of experienced players in the team. Now we have played two finals. You cannot really teach them how to bat in the little time that you have before the game. It’s all about getting yourself ready and however you can do that, it is completely up to you. That is what experience is all about. But yeah, I don’t want to be too critical about it, the reason I say that is because when we were here last time, a lot of the senior batters actually put their hand up and got us ahead in the series. Things like this can happen. We’ve had a really good outing in the last two years. Whether we played in Australia, we played in England but yeah this is a one-off game, if you’re mentally not there, you can lose a game. And that is exactly what happened. We honestly wanted to give our best shot. Everybody prepared really well in the little time that we had, that is all you can do. And that is all you can hope for, whatever time you have in hand. And prepare well and get ready for the game. But yeah, when you have in your top six, five or six batters who have quite experience played in these conditions before and couldn’t go on to get big runs and that is what probably cost us the game.What happened in the opposition camp is - two of their batters got big runs and got them in the position where they could fight. And that is what was required from our side as well. A couple of batters putting their hand up and getting those big runs and getting close to their target. That really didn’t happen.Concentration.... when certain guys play in a certain way, I don’t think it’s a lapse of concentration. Sometimes you want to be ahead of the game, you want to take the bowlers on. Test cricket is played in a different way these days now. And that’s how we want to play as well. And it was a good pitch. You could play the shots that you want to.Of course, keeping in mind, you know, if somebody is bowling a really good spell, you try and respect that. But otherwise, you have to try and do something different just to break the bowler’s rhythm. And that is what Travis Head did. He came and played some shots. And he really got them out of that discomfort zone where after the lunch - we got wicket in the second over first ball. We really thought we were, you know, quite in the game and then the way Head came and played, he completely took the game away from us. And that is what we wanted to do as well. When you know the pitch is good, sometimes you have to let your instinct take those calls in the middle. And yeah, I don’t think it was concentration lapse or anything like that. It’s just, sometimes guys feel that they’re comfortable playing certain shot and they’re allowed to go and play those shots.On playing so soon after the IPLIdeally, yes, event like this, final like this, you need a lot of time to prepare yourself and that is what we did in the last time when we were here in England. We had good 25-30 days to prepare ourselves. And you saw the result. We were 2-1 up until that game got called off. Yeah, ideally, we would want to have good time in hand to prepare, give enough rest to the bowlers. Sometimes it can be tough because playing T20 cricket, you completely bowl different lengths, different lines, lot of change-ups. And then Test cricket obviously requires a lot of discipline, hitting that area consistently and challenging the batsmen - but again Shami, Siraj, Umesh they all are experienced, they obviously know how to prepare themselves and get ready for a game like this. But in an ideal scenario, yes, I would prefer if we have 20, 25 days to prepare for a game like this.On whether a best-of-three WTC Final is neededI would love that. But is there time for that? That’s the big question. But honestly, in a big event like this, you need to have fair opportunities to both the teams. You know, a three-match series would be nice, but it’s about finding that window where it can be fit in. But I would love to have - in an event like this, you work hard for two years and then you have only one shot at it. So, it’s not really - you cannot get into that momentum that you need in Test cricket. You know, Test cricket is all about finding that rhythm, finding that momentum as well. So, I think, yeah if in the next cycle, if it is possible, three match series would be ideal.On scheduling of the WTC FinalI mean, June is not the only month we should play the finals. It can be played any time of the year. And anywhere in the world, not just in England. It can be played anywhere in the world.WTC Final: From Rohit Sharma to Pat Cummins, who’s saying what about Shubman Gill’s dismissalRohit Sharma | AFPOn whether this loss adds more pressure for the ODI World CupObviously, look, it is disappointing to not come out on top, giving a shot at a couple of finals now in World Test Championship. You get dejected. There is no doubt about it. It does disappoint not just me, but I’m sure everyone in the changing room is disappointed. Because you work really hard for it. And then finally, to not see the result that you want to, it can be very disheartening. And that is what everyone’s feeling right now. But the sport is all about picking yourself up and getting ready for the next big event that you have. Because of course you can dwell on what went wrong, what you can do. There are a lot of things that we as a team we are trying, playing with different combination, certain guys in the squad as well. But yeah, it is disappointing, but you got to keep picking yourself and try and get ready for the next one. Because if you keep thinking about that, it’s not going to help you move forward. And you don’t want to be just lagging behind. And you, obviously, in life, you want to move forward and win games. And for me, winning championship is the most important thing rather than winning any series.So, yeah, I’m certainly very disappointed but I’ve got to keep the guys motivated make sure there’s not too much negativity around in the changing room. And keep the atmosphere nice and healthy for the next event that we have.Content courtesy: ICC Business Corporation FZ LLC 2020 via Online Media Zone.You can watch the full press conference here:","author":"Scroll Staff","time":"2023-06-12T08:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191144-ghzrkltxfk-1686503025.jpg","tags":["World Test Championship","ICC World Test Championship 2023","WTC Finale","Cricket","Australia","India","Rohit Sharma"],"source":"https://scroll.in/field/1050752/wtc-final-rohit-sharmas-press-conference-in-an-ideal-scenario-needed-more-time-to-prepare"}