{"title":"WTC Final, IND v AUS, Day 1: Ashwin’s exclusion to Head’s century, a look at three talking points","content":"Australia may have lost the toss of the much-awaited ICC World Test Championship final, but on a day that thoroughly belonged to them, they wouldn’t rue it too much. It was just the opening day that Pat Cummins would have liked even as the first half hour saw India troubling them with a disciplined bowling performance led by Mohammed Shami and Mohammed Siraj. But India’s joy pretty much ended there.Even though Usman Khawaja, David Warner and Marnus Labuschagne were not able to shine, Travis Head and Steve Smith steadied the ship in a way that put Australia in the driver’s seat at stumps.  Australia are 327/3, with Head unbeaten on 146 from just 156 balls, and Smith five runs short of reaching a ton. There was much to debate about India’s lineup, but by the end of the day, their bowlers were weary and due to face yet another lengthy outing at The Oval on Thursday.Here’s a look at the talking points from Day 1:Ashwin benched Ravichandran Ashwin’s exclusion was bound to open a debate the moment the Playing XI was announced by Rohit Sharma at the toss. The playing combination had been discussed and deliberated upon specifically because the number of spinners likely to play would have a major impact on the outcome. With India deciding to go in with a solitary spinner in Ravindra Jadeja, it was Ashwin who was once again sidelined. It is certainly not new to the Indian cricket discourse that, away from home, the axe almost certainly falls on the ace off-spinner.This is not to debate whether Ashwin should have been picked over Jadeja, even as their batting abilities remain up for discussion but could India have opted to go in with Ashwin instead of either of Umesh Yadav or Shardul Thakur. The two pacers have conceded 54 runs in 14 overs and 75 runs in 18 overs respectively on Day 1 and this is after India opted to bowl first on a green-tinged pitch. The conditions are, if anything, not going to help pacers as much as the match progresses.Former Australia captain Ricky Ponting had an interesting observation on air in this regard.#WTC23 #WTCFinal #AUSvIND Ricky Ponting on air: \"Seems to me that India picked a bowling attack for day one of this game only, I don’t think they looked far enough ahead for how this wicket would play later in the game\"https://t.co/LAMIrnVuYT pic.twitter.com/nPMHVqhELd— The Field (@thefield_in) June 7, 2023\n\nAustralia too opted to go in with three pacers and one spinner but they chose their best spinner, Nathan Lyon, and stuck to their strengths of picking their top pacers. Can it be confidently said that India picked all their best bowlers? More importantly, it is hard to process that Ashwin, who boasts of 474 wickets in Tests is benched while Lyon, who has picked 482 wickets, plays in the same match. It is, perhaps, the biggest talking point of the day. India would be hoping that it doesn’t end up becoming the biggest talking point about the entire Test. Lyon’s performance, in that regard, will be one to watch out for.“It’s always a very difficult decision to drop a champion bowler like that,” bowling coach Paras Mhambrey said in the press conference after the day’s play. “But I thought looking at the conditions in the morning, I thought having the additional seamer would definitely be beneficial. And it also has worked in the past. If you look at the earlier games that we played, the last test match, we went in with four seamers, which really did well for us. The seamers have done well out here for us. You can always look at the hindsight, saying additional spinner would have been different. But looking at the conditions in the morning, I thought additional seamer would definitely be handy.”Head’s turnTravis Head made heads turn at The Oval as he brought up a rather quick-fire century on Day 1 of the WTC finale. It was still quite early in the match when the 36-year-old struck first-change Umesh Yadav for three fours in successive balls, with a forcing shot through cover-point followed by an uppercut over the slips and a delicate late cut.By taking on the attack head on, he signalled his intent. Sixteen runs were conceded in that over, and all the steam was released after Mohammed Siraj and Mohammed Shami did an excellent job of exerting pressure on Australia. “If balls are presented to score off of, I’m looking to score off it and anything between trying to my best ability to stay out there and I felt like there were moments of that today,” Head said later in the press conference. “There were some challenging periods and some periods where – I’ve played a few championship games here but the ball gets to the boundary pretty quickly if you find the middle of the bat and that was the theme of the start of my innings – yeah, just playing within myself and trying to find the middle of the bat. I felt like it was challenging in the right areas and you can hit a gap and get away.  I guess the scoreboard moved in that middle session.”Head had come in with Australia struggling at 76/3, and put the pressure back on the bowlers from the start of his innings, with 24 of his initial 27 runs coming in boundaries.6 - Travis Head has registered a 6th Test century, it is his first outside of Australia however and a first in 17 innings against India. Heady. pic.twitter.com/DbcJ36MXQR— OptaJason (@OptaJason) June 7, 2023\n\nHe brought up his first overseas century and against India in a matter of 106 deliveries. In the process, he also became the first-ever player to score a ton at the WTC final. During his innings, he scored 22 fours and a ramped up six. He ended the day with an unbeaten 146 and a 251-run partnership with Smith, ensured Australia were comfortably placed in the driver’s seat. Travis Head changing the game:Gabba v England: 195 for 5 (85-ball hundred)Hobart v England: 12 for 3 (112-ball hundred)Gabba v SA : 27 for 3 (92 off 96 balls)Oval v India: 76 for 3 (106-ball hundred)#WTC23 #AUSvIND— Andrew McGlashan (@andymcg_cricket) June 7, 2023\n\nSecond-fiddle SmithFinishing the day at an unbeaten 95, Smith, a regular stealer of the limelight, headlines and often the main hero was happy to play second-fiddle for most part of the opening day. If the pitch or the conditions are an indication of what’s to come, expect Smith to take up an even more prominent role and for the 227-ball stay to just be considered a warm-up for bigger things to come this summer.  Steve Smith at The Oval in Tests \n    \n       Runs  Dismissal  Inns  Opposition  Start Date \n    \n     138*  not out  1  v England  21 Aug 2013  7  caught  3  v England  21 Aug 2013  143  bowled  1  v England  20 Aug 2015  80  lbw  2  v England  12 Sep 2019  23  caught  4  v England  12 Sep 2019  95*  ---  1  v India  7 Jun 2023 \n   via ESPNCricinfo The belligerence of Head played a perfect foil to Smith’s patience. Head said, “I do really enjoy batting with Steve because of how much attention he receives, obviously. One of the best players in the world, one of our best, probably our best player. He’s our best batter and unbelievable in these conditions and he receives so much attention from the opposition in terms of plans and how difficult it is to bowl to.”Head added that when you bat with him, it feels like you’re in the shadow at the other end, go under the radar, go about your business because he draws the bulk of opposition resources. Head added, “So it felt like that again today, it felt like he wasn’t going to leave anywhere, he wasn’t going to go anywhere. He was at the other end and sort of got in that rhythm and just went about business. A lot of balls that he may play or play out is a lot different to me so I think we complement each other completely differently but in the partnership it works really nicely.”The more conventional style of batting by Smith, who prior to this game averaged nearly 98 in Tests at The Oval, allowed Head the leeway to keep playing his strokes. Smith brought up the pair’s 250 stand off the last ball of the day when he guided Shami through the covers for a sweetly timed four. As Rohit Sharma chased the ball to the fence and it sped past him, you could only wonder what was going through his head.","author":" Samreen Razzaqui","time":"2023-06-08T08:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191006-ogqhfuzpwq-1686159937.jpg","tags":["WTC Final","World test championship final","ICC World test championship final","Cricket","Ashwin Ravichandran","R Ashwin","Steve Smith","Travis Head","Ravindra Jadeja"],"source":"https://scroll.in/field/1050528/wtc-final-ind-v-aus-day-1-ashwins-exclusion-to-heads-century-a-look-at-three-talking-points"}