{"title":"WTC Final, Day 2: From India’s top-order collapse to Rahane’s return, a look at three talking points","content":"After starting Day 2 on a fairly decent note, India found themselves struggling by stumps as they started the first essay of the ICC World Test Championship Final at The Oval on Thursday. Australia ran through half of India’s batting order, leaving them at 151/5 at stumps. Although there was hope that Cheteshwar Pujara and Virat Kohli had both the experience and the ability to counter the conditions and the Aussie pacers, they too struggled to hold on.England’s Stuart Broad had quipped before the match by saying he hoped Pujara and Kohli kept Pat Cummins and Co in the field for a long time ahead of next week’s first Ashes Test at Edgbaston.But much to Broad’s disappointment, both senior India batters fell for 14 with not too much time spent in the middle. India still trail by 318 runs with only five wickets in hand and so, a long, tricky Day 3 awaits them at The Oval.Here’s a look at the talking points from Day 2:Morning session to IndiaIt did not take very long for Steve Smith to reach the three-figure mark as Mohammed Siraj conceded two-back-to-back half-volleys that the Aussie great dispatched for boundaries. Smith got to the ton that he had been grinding for on Day 1 in the opening over itself –- for the 31st time in Test cricket, the seventh time in England and the third time at The Oval alone.Additionally, Head brought up his 150 but was undone by a short ball when he attempted to lash Siraj legside and gave a straightforward catch to wicketkeeper KS Bharat. Head’s dismissal brought an end to the remarkable 285-run partnership between him and Smith after Australia were in a spot of bother earlier at 76-3. Despite that partnership, the morning belonged to India as they did not let any other batter settle. Alex Carey did keep India at bay with 48 before he was lbw trying to reverse-sweep Ravindra Jadeja, the lone spinner in the attack. Earlier, Cameron Green edged a drive off Mohammed Shami, bowling from wide of the crease and Shubman Gill held a sharp chance at second slip. The prized wicket of Smith was subsequently taken by Shardul Thakur when he inside-edged an outswinger onto his stumps.50 - @mdsirajofficial has become the 42nd #TeamIndia bowler to scalp 50 wickets in men's Tests following the dismissal of Nathan Lyon. Workhorse.#WTC23 #AUSvIND #WTCFinal pic.twitter.com/e3JfwjFP3s— OptaJeev (@OptaJeev) June 8, 2023\n\nThe quick dismissals of Head, Smith, Green and Mitchell Starc ensured that India unexpectedly caught Australia’s tail and found a small window to crawl back into the game. For India, the best bowler remained Siraj, who picked up 4/108 and in the process, registered 50 Test wickets. After removing Head earlier, he also wrapped up the innings by dismissing Nathan Lyon and Cummins.A total well in excess of 500 seemed possible when Head and Smith got going again on Thursday, and the batting that Australia still had left. But all said and done, keeping Australia to 469 was a definite recovery on India’s part. Once again, Jadeja looked India's best batter and he is now a bonafide top 6 batter. And till that finger injury, Rahane looked very smooth and in excellent touch. But the top order is a concern and has to convert good looking starts into large scores.— Harsha Bhogle (@bhogleharsha) June 8, 2023\n\nDisappointing start to India’s inningsWhen India had managed to crawl back into the game, the runs were still aplenty but there was still hope for them. Sure, there was variable bounce but India’s batters, or at least, most of them were expected to tackle that. However, an hour into the innings and the facade started to crumble. The graphic on air from earlier in the day that showed 91% off India’s deliveries were not hitting the stumps started to re-play in our mind as did Cummins’ comment about the importance of not being overcooked. Scott Boland, Starc and Cummins, all looking fresh, steamed in against Rohit Sharma and Shubman Gill. Skipper Cummins dismissed skipper Sharma while Boland too knocked Gill’s top-off in the next over. Both dismissals going against the grain of India’s bowling: targetting the stumps. India lost both their openers cheaply and immediately, Virat Kohli and Cheteshwar Pujara, the two new batters at crease, were tasked with navigating this tricky period. “He’s (Gill) a very good player, nice to knock him over early. We are in a very good spot now. We are strong after two days, the pitch is a bit up and down and hopefully it will be harder for India to bat tomorrow,” said Boland after the day’s play. Scott Boland is a machine — since 2021, he has bowled 56% of his balls on a good line & length — the highest for any fast bowler. Josh Hazlewood is second with 54%. Australia couldn’t have found a better like-for-like reinforcement. #WTCFinal— Karthikeya Manchala (@KarthikeyaCric) June 8, 2023\n\nHowever, the start of the morning went from bad to worse as Pujara was dismissed leaving the ball on to the off-stump against Green, the ball going with the angle to hit timber. Now, the onus was on Kohli and Rahane, who was coming back into the side after nearly 18 months. But four overs later, Kohli too fell prey to a Starc off-cutter that reared up sharply and became the fourth Indian batter to fall for a score less than 15, leaving them reeling at 71/4.What clicked for the Aussies? Smith said later in the day, “I think it’s just putting the ball in the right area more often than not. Owning that sort of, I think it’s probably five and a half to seven meter length. Top of the stumps, there’s enough natural variation there in terms of up and down. Obviously Virat got a very difficult one, he couldn’t really do much there to be fair and if you’re hitting those areas consistently it’s quite challenging.”One wicket each to the Australian quicks #WTCFinal pic.twitter.com/NaL56qYVqJ— cricket.com.au (@cricketcomau) June 8, 2023\n\nThe return of RahaneThe 35-year-old returned to the Indian test side after nearly 18 months and his comeback was eventful. It had it all – the pressure to perform because India were reeling at 71/4, getting the body blows multiple times, getting out on a no-ball, and a solid 71-run partnership with Jadeja.Rahane seemed to struggle after receiving a blow on his hand and on the helmet once. He was also caught plumb in front by Cummins, only for it to be ruled as a no ball after multiple replays. On a day that saw India lose all of their other top-order batters cheaply, Rahane continued the grind for 71 balls before Stumps were called on Day 2. WTC final: Ajinkya Rahane on his return to Test team – ‘The dream was still to play for India’India scored 151/5 and have a long way to go – still 318 runs behind Australia’s first-innings 469 – but can hope if Rahane indeed builds a partnership with KS Bharat. He has done it before but this time, he has a renewed drive to excel. He dreamt he was playing for India again, after all. He will now hope that dream helps him play a recovering hand for his side, because otherwise this match looks out of India’s grasps.","author":" Samreen Razzaqui","time":"2023-06-09T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191042-zespnuwcik-1686245908.jpg","tags":["India","Australia","World Test Championship 2023","ICC World Test Championship","WTC Final","Mohammed Siraj","Steve Smith","Scott Boland","Pat Cummins","Travis Head"],"source":"https://scroll.in/field/1050594/wtc-final-day-2-from-indias-top-order-collapse-to-rahanes-return-a-look-at-three-talking-points"}