{"title":"WTC Final, Day 3: The Ajinkya Rahane-Shardul Thakur dance gives India a footing in the match","content":"Shardul Thakur has played eight Test matches before this ICC World Test Championship Final. Only one of those was at home. He has played in Brisbane, Nottingham, Centurion, Johannesburg... and even a fabulous match at The Oval. But at the end of the third day’s play, speaking to the press, he said that the first hour of Australian bowling he faced on Friday made him feel: “Though I have played a handful of games, that felt like a welcome to Test cricket.”When KS Bharat was dismissed on second ball of the third day, India were 152/6 and trailing Australia by 317 runs. It brought Thakur to the middle to bat with Ajinkya Rahane. The last recognised batting pair. One more wicket there, and India’s innings would likely have folded well below 200. But India managed to get close to 300 with their batting efforts (Thakur 51, Rahane 89) and later, the bowlers even chipped in with a few Australian wickets in the second innings, to keep Australia to 123/4 at stumps. A lead of 296 runs means Pat Cummins and Co are well ahead in this match... but, for the 130 minutes or so the two Mumbaikars batted together in the middle, the contest felt even. WTC Final, AUS vs IND, Day 3 as it happened: India fight back but Australia finish with 296-run leadGrinding it out, with a bit of flairThe highlights package for the day will tell you Rahane and Thakur played some sensational strokes. Truly. Of the jaw-dropping kind. The kind that you dream about when shadow-batting in your room as a kid. But beyond that, they had to grind it out. Scott Boland and Cummins were hitting those lengths on the pitch from where the ball often misbehaved. Rahane had already copped a couple of blows late on Thursday and rode his luck a bit when Cummins overstepped on a wicket-taking delivery. It was Thakur’s turn early on Friday. There was an over from Cummins when he took a blow on his arm, there was a pause in play, action resumed and then there was another almost identical body blow. The ball again struck Thakur’s arm, and there was another pause in play. The ball after wasn’t much different either but this time Thakur managed to get his bat handle to the rescue. Right then and there, it must have been when he felt that welcome to Test cricket he was referring to. There were other times when he was getting squared up constantly and he put his back foot up in the air almost like how MS Dhoni used to while keeping wickets to spinners. Only this wasn’t a ploy to stop the ball behind the stumps, this was the ball doing all sorts of things to trouble him in front of the stumps. He was dismissed by Cummins too, but once again the Australian captain had overstepped. There was a dropped catch by Cam Green in the middle of all this.But there is one thing that everyone who knows Thakur keeps referring to when speaking about him: the immense self-belief that he has. Those blows didn’t harm Thakur, instead his resolve strengthened as he spent more time at the crease. There was a disdainful drive through to extra cover, a square cut over point with the front foot in the air, and later in the innings, a delightful on drive. Thakur has now scored four half centuries in his nine-match Test career. One of those was that incredible knock alongside Washington Sundar at the Gabba, the other three have come at The Oval in England. Talk about an elite collection. Shardul Thakur's half centuries in Tests \n    \n       Runs  BF  SR  Dismissal  Inns  Opposition  Ground  Start Date \n    \n     67  115  58.26  bowled  2  v Australia  Brisbane  15 Jan 2021  60  72  83.33  caught  3  v England  The Oval  2 Sep 2021  57  36  158.33  lbw  1  v England  The Oval  2 Sep 2021  51  109  46.78  caught  2  v Australia  The Oval  7 Jun 2023 \n   ESPNCricinfo  A sweet comeback“The fingers are very sore, but the heart is very big,” said former England captain Nasser Hussain as Rahane walked back to the dressing room at the end of the first session. When he came out to speak to the broadcasters after the day’s play, Rahane was asked about the finger. He hadn’t fielded, presumably as a precaution and he said with a smile, that yes, it indeed was hurting. But he said that wasn’t going to keep him away from batting in the second innings. And why would it, because here was a man who has put in the hard yards and made the most of an opportunity that came his way. Quite a few things had to transpire for Rahane to get this chance in England for the one-off Test. Injuries to some, lack of overseas experience for others... and lo and behold, Rahane was back in the middle of a crisis away from home. At his best, this is where he made his name for India in Test cricket and he stepped up once more. While on Thursday evening Rahane was patient, he played more shots on Friday. There was one cover drive in particular off Green, not long after getting an Umpire’s Call on a LBW review in his favour. It was of the vintage kind. Rahane has already won the World Test Championship with that cover drive. The trophy is the consolation prize now.— Peter Miller (@TheCricketGeek) June 9, 2023\n\nThe shot to get to his half century was another gem too, latching on to a short ball and swiveling beautifully at the crease to send the ball soaring over fine leg for six. A quiet raise of the bat to the dressing room followed. He would go on to make 89, falling finally to a stunning catch by Green. “We just had to absorb the pressure,” Thakur said of their partnership. “We were talking to each other a lot. If the ball is moving, how is it moving? How did the bowler grip the ball, after pitching was there seam movement or did it swing in the air, even if we played wrong. He is a senior player, he has played a lot, he told me that ‘even if I make a mistake, you come and talk to me and tell me on the spot’. Because we are the last recognized pair. So, the more we stayed on the pitch, the more the team will benefit.”The partnership between Rahane and Thakur was 109 precious runs, and it just about gave India a footing back into this match. It might not mean much in the end result, who knows. But during those couple of hours and a few minutes of their partnership, Australia were tested. The grand finale to the World Test Championship felt grand enough.Corrections and clarifications: The partnership lasted a little more than two hours and not 70 minutes as the article originally mentioned.","author":"Vinayakk Mohanarangan","time":"2023-06-10T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191086-srqfmtzbrh-1686336625.jpg","tags":["Shardul Thakur","ICC World Test Championship Final","Ajinkya Rahane"],"source":"https://scroll.in/field/1050648/wtc-final-day-3-the-ajinkya-rahane-shardul-thakur-dance-gives-india-a-footing-in-the-match"}