{"title":"Xi Jinping to skip G20 Summit in Delhi","content":"Chinese President Xi Jinping will not attend the G20 Summit in New Delhi this week, and the country will be represented by Premier Li Qiang instead.“At the invitation of the government of the Republic of India, Premier of the State Council Li Qiang will attend the 18th G20 Summit to be held in New Delhi, India on September 9 and 10,” Chinese Foreign Ministry Spokesperson Mao Ning said on Monday, effectively ruling out Xi’s participation in the event.Several reports had been speculating Xi’s absence from the event earlier.US President Joe Biden had said on Sunday that he was disappointed about his Chinese counterpart’s likely absence from the summit but confirmed that he will be attending, reported Reuters. The two leaders are expected to meet when the US hosts the Asia-Pacific Economic Cooperation conference in San Francisco.Biden and Xi had last held bilateral talks on the sidelines of G20 Summit in Indonesia last year.The G20 summit will be held in Delhi on September 9 and 10. Among those in attendance will be French President Emmanuel Macron, Australian Prime Minister Anthony Albanese, German Chancellor Olaf Scholz, UK Prime Minister Rishi Sunak, Japanese Prime Minister Fumio Kishida and Brazilian President Luiz Inacio Lula da Silva.Russian President Vladimir Putin, who has been facing a backlash from western countries since the invasion of Ukraine in February 2022, has also said that he will not attend the summit. Instead, he will send his foreign minister Sergei Lavrov. Putin had also skipped the BRICS summit last month. The G20 comprises Argentina, Australia, Brazil, Canada, China, France, Germany, India, Indonesia, Italy, Japan, the Republic of Korea, Mexico, Russia, Saudi Arabia, South Africa, Turkey, the UK, the US and the European Union.The member countries represent around 85% of the global GDP, over 75% of the global trade, and about two-thirds of the world population. They meet for an annual summit with a rotating presidency. India holds the presidency in 2023 and at the conclusion of the two-day meet, will hand over the baton to Brazil.","author":"Scroll Staff","time":"2023-09-04T14:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193745-wzeaaldvsa-1693815104.jpg","tags":["Joe Biden","G20 Summit","Xi Jinping","India"],"source":"https://scroll.in/latest/1055379/xi-jinping-to-skip-g20-summit-in-delhi"}