{"title":"‘You are 83, step down’: Ajit Pawar urges Sharad Pawar to hand over charge of NCP","content":"Maharashtra Deputy Chief Minister Ajit Pawar on Wednesday claimed that he has the support of all Nationalist Congress Party MLAs and urged his uncle Sharad Pawar to hand over the control of the outfit to him, The Indian Express reported.“You are 83, aren’t you going to stop?” Ajit Pawar asked. Give us your blessings and we will pray that you live a long life.”#WATCH | Maharashtra Deputy CM Ajit Pawar says, \"You portrayed me as a villain in front of everyone. I still have deep respect for him (Sharad Pawar)...But you tell me, IAS officers retire at 60...even in politics  - BJP leaders retire at 75. You can see the example of LK Advani… pic.twitter.com/T2XqCzEH89— ANI (@ANI) July 5, 2023\n\nPawar made the statement at an event at the Mumbai Education Trust, where 29 MLAs showed up in support of him. Separately, Sharad Pawar also held a meeting at the YB Chavan Centre in Mumbai where 14 MLAs turned up to support the veteran leader. Both the factions had issued a whip to the MLAs.The Nationalist Congress Party witnessed a split after Ajit Pawar, along with eight other MLAs, joined the Bharatiya Janata Party- Shiv Sena government in Maharashtra on July 2. Ajit Pawar took oath as the deputy chief minister for the third time in less than four years.The Nationalist Congress Party has 53 MLAs in the Maharashtra Legislative Assembly.On Wednesday, Ajit Pawar said that he has served as deputy chief minister of Maharashtra five times, but added that he has aspirations to serve as the chief minister of the state, reported The Indian Express.“I got a lot from you,” Ajit Pawar said. “...I became deputy chief minister five times. It is a record, but I am stuck at that post only. I also wish to lead the state.”Maharashtra | NCP leaders of Ajit Pawar faction being taken to a hotel in a bus, after their meeting at MET Bandra in Mumbai. pic.twitter.com/jdos9Fz4XE— ANI (@ANI) July 5, 2023\n\nAjit Pawar claimed that it was his uncle who asked him to side with the Bharatiya Janata Party in 2019.The Baramati MLA had taken oath as the deputy chief minister in 2019 too after joining hands with the BJP. However, the alliance only lasted for three days. Subsequently, Ajit Pawar again became the deputy chief minister, this time in the Maha Vikas Aghadi government led by Uddhav Thackeray.“Five meetings had taken place at the residence of a prominent businessman of the country,” Ajit Pawar said on Wednesday, according to The Indian Express. “Senior BJP leaders and NCP leaders were present there. The decision was taken and I was asked to go [for the swearing-in]. Later, everything was backtracked and we went with Shiv Sena.”‘We were not taken into confidence,’ says Sharad PawarAddressing his supporters at the YB Chavan Centre in Mumbai, Nationalist Congress Party chief Sharad Pawar said no procedure was followed by the Ajit Pawar faction and that he was not taken into confidence before the split, reported ANI.“The party symbol is with us, it is not going anywhere,” Sharad Pawar said. “The people and party workers who brought us to power are with us.”\"Ajit Pawar should have spoken to me if he had any problems. If he had something on his mind he could have approached me,\" says NCP chief Sharad Pawar at the meeting of his faction's leaders in Mumbai pic.twitter.com/76LgN3pNoJ— ANI (@ANI) July 5, 2023\n\nHe also cautioned his nephew, saying that those who align with the BJP have lost everything.“Check the history of those who have gone with the BJP in the country,” Sharad Pawar said, according to The Indian Express. “Akali Dal lost everything. Andhra, Bihar and many examples show that the BJP destroys allies everywhere. Therefore, do remember that nothing different will happen with you as well.”","author":"Scroll Staff","time":"2023-07-05T18:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191897-ptlnzsqzdg-1688558297.jpg","tags":["Ajit Pawar","Sharad Pawar","Nationalist Congress Party"]}