{"title":"‘You are immortalised in our hearts’: A cellmate’s letter to Stan Swamy on his death anniversary","content":"Dear Stan,It’s now around a year to the day they said you went away. But it doesn’t seem as if you’ve gone. Guys like you can hardly just go away. Not from me at least, not from many many more you worked with and amongst. Actually you haven’t gone, in fact you’ve come. You’ve come to the lakhs who’ve come to know you over the last year and you’ll continue coming, down the ages, to millions more. You can’t go away, you won’t go away.That’s the way it’s been with me for over 45 years now. As I’ve told you, those five days in 1976, when you spoke on Social Analysis, stayed with me for a very long time. The copious notes I then made I preserved for many years, as also those booklets your Bangalore Centre brought out. My later study and reading may have made those notes and booklets redundant, but that’s not the point. You yet remained with me.How could you go away? The human soul is a strange entity. Once it allows room for someone, it rarely if ever can evict that presence. Your entry then didn’t come with any fire and fury – you aren’t like that, no? Your way is so quiet no, so serene. When I watched and heard you then, I didn’t know that you were silently slipping into the deeper recesses of my heart. And how you remained.No delete keyIt was 44 years before I met you again  – in Taloja Central Jail. But your images had remained, they still remain. The slim erect figure chalking near bullet points, charts and diagrams on the green-board. The matter of fact voice gently explaining brutal truths of Indian society. How could I forget? The mind’s eye does not have a delete key – at least not for stuff that gets embedded deep.So I told you in Taloja that I remembered how you wrote so near and clear on the board (something I couldn’t manage when I taught in later years). And you, showing your trembling Parkinsonian hands, said, “Not anymore Vernon, not anymore.” I then stayed silent. But think now Stan, I feel that you are somewhere wrong.Some beings, some things of those beings, just refuse to be no more. So it is with your writing. It doesn’t grow shaky, it cannot stay still. Reading the things, literally hundreds of things, written regarding you and your work, recalling you, reimagining you, it seems quite clear to me that you cannot but live on – you as word, you as struggle, you as life.From long before you stepped in through the Red Gate of the Taloja prison, your martyrdom was foretold. And the more they seemed bent on killing you, the more you were immortalised in our hearts.Refusing to bendThey took slow but sure steps to tighten the noose around you. When you did not bend after the first raid in August 2018, they steadily hacked your computer and planted the most weird concoctions on it. They then raided anew in June 2019, merely to show a “discovery” of “evidence” that they themselves had fabricated and put in your computer.We didn’t know all this when you and I together read your chargesheet in October and November 2020. We only came to know their criminal modus operandi when the forensic reports later came from US – from Arsenal Consulting and others.I still recall the look on your face. First bewilderment – such stuff never was on your computer; then a deep sense of sadness – when you realised the devilish deviousness of their plot. But, no anger. Stan, I think you are quite a stranger to anger.Lest we forget! Justice for Stan Swamy! Repeal UAPA! pic.twitter.com/B9ZgFsiueC— Jinee Lokaneeta (@LokaneetaJinee) July 4, 2022\n\nAnd that’s what foxed the people that run the prison. Rage, resentment and rebellion from prisoners is their daily cup of tea, which they cow down with violence and cunning. But how do you combat saintliness? They retreated in confusion. What they initially may have thought as your facade, they soon realised was a deep goodness that they perhaps hadn’t encountered before. But they remained faithful to the institution; to the edifice that had embarked on what later came to be known as your institutional murder.But they deluded themselves. They didn’t extinguish. They couldn’t extinguish  what couldn’t die down. In fact, your flame only glowed brighter through their darkness. It will yet see a dawn.Stan, one last small thing. You remember your pair of banians you left for me while leaving the jail for the hospital? Probably a premonition, probably your propensity to share whatever meagre you had. I’ve worn them more than a hundred times since then. On hot days they keep me cool and in the cold they exude a memory of warmth. They even serve to dry the tear that tends to wet every prisoner’s eye.Stan, I have not known myself to genuflect before relics of saints, nor reconciled to the need for adoration at mausoleums of revolutionaries. So I am not sure whether I should be uncomfortable with my desire to preserve and cherish these bits of you. But that’s the thing with guys like you. You never go away.Love,VernonRead moreHow the system broke Stan Swamy: A cellmate recalls the activist’s last days in prison  The song of a caged bird: A tribute to Fr Stan Swamy  Was Stan Swamy a Maoist or a martyr? A new book considers the question","author":"Vernon Gonsalves","time":"2022-07-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176709-glkaxpdhfg-1656956622.jpg","tags":["Stan Swamy","Bhima Koregaon case"],"source":"https://scroll.in/article/1027594/you-are-immortalised-in-all-our-hearts-a-cellmates-letter-to-stan-swamy-on-his-death-anniversary"}