{"title":"You know Aravindan the filmmaker? Meet Aravindan the cartoonist","content":"An important and extensive seminar on the cinema of Malayali director Govindan Aravindan will take place in Thiruvananthapuram from March 13-15. The programme, titled Remembering G Aravindan: Recollections/Conversations, has been organised by the Kerala State Chalachitra Academy, Chintha Ravindran Foundation and Chalachitra Film Society to mark the master filmmaker’s 25th death anniversary (he died on March 15, 1991). Aravindan made films and documentaries between 1974 and 1991, many of which are considered classic examples of the Indian New Wave tradition, including Thampu (1978), Kummatty (1979), Esthappan (1980), Pokkuveyil (1981) and Chidambaram (1985). Apart from screenings, the programme includes sessions on the use of sound, cinematography and music in Aravindan’s movies, his overall aesthetic sensibilities, and his other talents. Govindan Aravindan. Photograph by Nasreen Munni Kabir.The first session explores a side of Aravindan that is little known beyond his native Kerala – his cartooning. The Indian Express newspaper’s chief cartoonist, EP Unny, will analyse Aravindan’s cartooning legacy through a presentation. In an interview with Scroll.in, Unny discusses the significance of Aravindan’s cartooning career and its possible connections with his filmmaking.What aspects of Aravindan’s cartooning will your presentation consider?My presentation is called Cartoon Katha Parayumbol: When the cartoon tells a story.The title of the cartoon serial by Aravindan, Cheriya Manushyarum Valiya Lokavum, translates to Little Men and the Big World. It ran on the last page of the Mathrubhumi Weekly for 13 years from 1961 to the end of 1973. I shall try and show how Aravindan elevated the cartoon into a story-telling narrative, which is what we call the graphic novel today.Over the years, the weekly serial scaled up into something like a novel. Not just because it was habitually read like any other cartoon feature that gave you updated accounts of social life through a fixed set of characters. Aravindan’s characters aged organically like the reader, and they had personal and familial tales to tell as well. This business of ageing with time was tried out much later more famously in the mid-1970s in the American comic strip Doonesbury by Gary Trudeau. A cartoon by Aravindan.What do you think of Aravindan as a cartoonist? He was the first cartoonist I saw. Mathrubhumi Weekly was something like Desh is for the Bengali bhadralok. Having grown up with whatever approximates the bhadralok in Malabar, the weekly was a mandatory presence and bench-marked all that was good to read. Aravindan was part of a most respectable reading package that included the best of fiction and non-fiction. Iconic writers like MT Vasudevan Nair edited the weekly, and no less iconic ones like NS Madhavan were discovered by it. Aravindan was a fine cartoonist who did amazingly unconventional work without any fuss. The presentation will bring out a couple of other global firsts, the yet-to-be written history of Indian cartooning history in which one must credit Aravindan.EP Unny’s caricature of Aravindan.Did his cartooning have any bearing on his cinema?The panels in places are sequenced cinematically rather than in the conventional cartooning manner. In one episode, there is a lone top-down shot standing apart from the rest. Beyond that I can’t find any visual link. In terms of scripting there could be congruent patterns. This deserves study. Did you know Aravindan? What was his personality like?I knew him from the late 1970s when I was with The Hindu. Since then, we never lost a chance to meet – whenever he was in Chennai for post-production work for his films which was quite often then; whenever I went to Trivandrum where he lived then and later in Delhi. Aravindan was a person whose time is just about coming. He had a taste for the image, voice and text. He read extensively and spoke very little about it, sang soulfully, had an unerring cartoonist’s eye and was very political though he never did political cartoons. He was trained in Hindustani classical music and listened extensively to all kinds of music.  How much of Aravindan survives in Malayalam cinema or, for that, matter, Indian cinema? I can’t quite answer this in full. His influence in mainstream Malayalam cartooning is close to nothing. Malayalam cartooning is quite alive, but scores majorly in quick takes on the day’s news. The more laidback cartooning has more or less vanished.In cinema, there is at least one current practitioner, Rajeev Vijayaraghavan, who acknowledges him as a mentor.EP Unny. Photograph by Harmit Singh.","author":"Nandini Ramnath","time":"2016-03-09T11:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/804838-article-azrmqlanje-1457458894.jpeg","tags":["G Aravindan","Tribute"],"source":"https://scroll.in/reel/804838/you-know-aravindan-the-filmmaker-meet-aravindan-the-cartoonist"}