{"title":"‘Your silence emboldens hate-filled violence’: IIM students, faculty members tell Narendra Modi","content":"A group of students and faculty members of the Indian Institutes of Management have written a letter to Prime Minister Narendra Modi requesting him to speak up on the rising intolerance in the country, reported NDTV on Saturday.“Your silence on the rising intolerance in our country, Honourable Prime Minister, is disheartening to all of us who value the multicultural fabric of our country,” the letter said. “Your silence, Honourable Prime Minister, emboldens the hate-filled voices and threatens the unity and integrity of our country.”The letter has been signed by 183 people that includes 13 faculty members of IIM-Ahmedabad and IIM-Bengaluru. It said that the calls for violence against communities based on religion and caste identities were unacceptable.Several incidents of intolerance have been reported across the country. The latest being provocative speeches calling for violence against Muslims and disruptions during Christmas celebrations and attacks on Christians.“There is a sense of fear in our country now – places of worship, including churches in recent days, are being vandalised, and there have been calls to take arms against our Muslim brothers and sisters,” they said. “All of this is carried out with impunity and without any fear of due process.”The signatories urged the prime minister to “stand firm against forces” seeking to divide the country. “We ask your leadership to turn our minds and hearts, as a nation, away  from the inciting hatred against our people,” they said. “We believe that a society can focus on creativity, innovation, and growth, or society can create divisions within itself. We want to build India that stands as an exemplar of inclusiveness and diversity in the world.”Five faculty members of IIM-Bangalore drafted the letter, reported The Indian Express. They are Associate Professors of  Public Policy Deepak Malghan and Hema Swaminathan, Assistant Professor Decision Sciences Rajluxmi V Murthy, Assistant Professor of Strategy Prateek Raj and Associate Professor of Entrepreneurship Dalhia Mani.Rising intoleranceAt a “dharam sansad”, or religious parliament, held in Uttarakhand’s Haridwar city between December 17 and December 19, Hindutva group members and seers had asked Hindus to buy weapons to commit genocide against Muslims.Over the same weekend when the Haridwar event took place, Hindutva group Hindu Yuva Vahini had organised an event in Delhi where people took oath to “die for and kill” to make India a Hindu nation.In December, the Chhattisgarh Police had arrested Hindu religious leader Kalicharan Maharaj after he insulted Mahatma Gandhi and praised his assassin Nathuram Godse at an event in Raipur.Meanwhile, Hindutva supremacists had attacked Christians or disrupted Christmas celebrations in many states, alleging forced conversions. On December 29, a group of Hindutva supremacists had attacked a Dalit family residing in Tukkanatti village in Karnataka’s Belagavi district after accusing them of converting their neighbours to Christianity. A day after Christmas, a statue of Jesus Christ was desecrated in Haryana’s Ambala Cantonment.Last week, a widely shared video showed a group of women in a Dalit home fending off Hindutva supremacists in Karnataka’s Tumakuru district. The women questioned the men who reportedly barged into the home and tried to stop the Christmas celebrations.While some incidents of disruptions have made it to the news – for instance, in Assam’s Silchar, Haryana’s Pataudi and Pandavpura in Karnataka – several others are said to have gone unreported.","author":"Scroll Staff","time":"2022-01-08T15:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165162-huqczewdti-1634291854.jpeg","tags":["Narendra Modi","IIM","Rising intolerance","Hate speech","communal violence","Attack On Christians","Attack On Muslims"],"source":"https://scroll.in/latest/1014598/your-silence-emboldens-hate-filled-violence-iim-students-faculty-members-tell-narendra-modi"}