{"title":"YouTube places monetisation curbs on videos discussing EVMs, VVPAT","content":"Ahead of the Lok Sabha elections, YouTube has placed monetisation curbs on videos by at least two creators about the efficacy of Electronic Voting Machines and Voter Verified Paper Audit Trail, The Indian Express reported on Saturday. The Google-owned platform told the creators – Mehgnad and independent journalist Sohit Mishra – that the decision was based on its guidelines that say videos containing demonstrably false information are not eligible for ad revenue.Mishra’s channel has over 3.68 lakh subscribers whereas Meghnad’s channel has over 42,000 subscribers.The development comes months after the platform announced it was taking measures to curb alleged disinformation about the use of Electronic Voting Machines in elections in India. YouTube had said it would add additional context to such videos.Mishra told The Indian Express that his four videos on Electronic Voting Machines were placed under “limited monetisation”. After he requested a review, the monetisation of one of the videos was restored.Similarly, the platform curbed the revenues from advertisements in four videos that Meghnad recently live-streamed.The videos, which are two to three hours long, showed him answering audience questions on the Electronic Voting Machines, sharing updates on the Supreme Court hearing about 100% counting of the Voter Verified Paper Audit Trail and discussing electoral bonds, among other things. “I have applied for review and am yet to get a response,” Meghnad told The Indian Express. “I have no clarity as to why this has happened.”A spokesperson of YouTube, however, told the newspaper that the advertisements on the videos were blocked due to a violation of advertiser guidelines.“Any claims that are demonstrably false and could significantly undermine participation or trust in an electoral or democratic process are in violation of our policies,” said the spokesperson. “These guidelines are enforced consistently, regardless of the creator, their background, political viewpoint, position, or affiliation.”","author":"Scroll Staff","time":"2024-04-13T20:27:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/64747-kkmpzggirg-1501759758.jpg","tags":["Sohit Mishra","YouTube","demonitization curbs","EVMS","electronic voting machine","Lok Sabha 2024"],"source":"https://scroll.in/latest/1066590/youtube-places-monetisation-curbs-on-videos-discussing-evms-vvpat"}