{"title":"Youth unemployment is a major problem in India – so why is it absent from national politics?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).Have feedback, interesting links or think I am wrong? Write to me: [email protected]On Wednesday, two men jumped into the Lok Sabha chamber from the visitors gallery. They shouted slogans against “dictatorship” and waved canisters emitting a harmless, yellow smoke. It turned out that this dramatic action, organised by six young people from across India, was meant to be a protest against unemployment. The protestors were frustrated at not being able to get jobs. One, a woman named Neelam Azad from Haryana, even had an advanced master’s degree. All were admirers of socialist revolutionary Bhagat Singh who had, in 1929, symbolically bombed the Central Legislative Assembly, the closest thing British India had to a Parliament.Although the Modi government quickly moved to book them under terror charges, it is unclear how a peaceful protest – no matter how dramatic – could be an act of terror. In spite of that, this protest has, the first time in many years, made unemployment a part of the conversation on the national stage.A massive problemThe fact that it took such a dramatic incident to bring unemployment into the discussion is unusual, given the sheer scale of the problem. Numerous studies and surveys have shown that India has a serious problem generating jobs. Data from the Centre for Monitoring Indian Economy, for example, shows that the share of youth (aged 15-29) in the workforce dropped sharply from 25% in 2016-’17 to 17% in 2022-’23. In contrast, for those aged above 45, the share has gone up from 37% to 49%. Among emerging economies, India’s youth unemployment problem is one of the most acute. Data from the World Bank shows that Bangladesh and Indonesia did a much better job of employing its young men and women. Far from creating enough jobs, India finds it difficult to keep up with population growth and offering suitable employment to new adults entering the list of those seeking work. Pranjul Bhandari, the chief India economist at HSBC, estimates that while India will need to create 70 million jobs over the next decade, it will only end up with 24 million.Even worse is the fact that employment and education seem to have an inverse relationship. The State of Working India report 2023  finds that India’s unemployment rate is very high among its young graduates – at 42%. The men and women involved in the Parliament protest were, in all probability, driven by the specific fact that an educated young person in India has very poor prospects in the job market.Given this situation, it is not a surprise that Indians, in general, believe that unemployment is a major problem. Data from the Delhi-based think tank Lokniti, for example, found that 88% of people in Gujarat considered unemployment to be a “big issue”. Other states had similar figures.Political lacuna?Why does this anger not translate into political action? Part of the answer is that it does: but only in the states. Youth unemployment, for example, was a major issue in the recent Assembly elections in Telangana. This was a significant reason why the Bharat Rashtra Samithi lost power and voters elected the Congress to office. Corruption in government recruitment – such as the SSC scam in West Bengal and the Vyapam scam in Madhya Pradesh – create a significant backlash against state governments and often become major political talking points driven by the anger that educated, unemployed youth feel at allegedly being cheated out of jobs.As a result, state governments have come up with some policy responses. Bihar, for example, just completed a caste survey and subsequently expanded caste-based quotas from 50% to 65%. This offers educated youth from Other Backward Classes a better chance at government employment. However, at the end of the day, since the number of government jobs are tiny, governments have also focussed on measures such as cash transfers to reach out to the grassroots. Of course, cash transfers are poor compensation for the lack of employment opportunities, for individuals as well as the  economy.In India’s constitutional scheme, the Union has almost all economic, financial and commercial powers. Hence, creating jobs should principally be its responsibility. Ironically, however, very little anger for youth unemployment has been directed at Delhi. The reason for this is the strong political grip of the Bharatiya Janata Party as well as Narendra Modi’s popularity.Delhi missingThe national media, which needs to collect and focus this anger into pressure on the government, will not do this, given its close relation with the BJP. Moreover, given that the BJP commands significant upper-caste support, powerful and voluble sections of the citizenry will not attack the saffron party (even if they might also be suffering from a lack of jobs). Instead, much of the national conversation remains centered around issues that involve identity (such as temples) as well as national security.Apart from this political strategic play by the BJP,  the absence of politics around unemployment is also a reflection of how intractable an issue it is. While India has done well economically since the late 1980s, much of this has been jobless growth, driven by sectors employ a relatively small number of workers. Data from the State of Working India report 2023 in fact shows that there is no relationship at all between economic growth and employment growth. Moreover, part of India’s unemployment problem is based on the fact that women rarely do paid work outside the house – India’s female labour force participation is one of the worst in the world.Changing this would require massive economic and social transformations. Moreover, they would take time. For voters to make decisions thinking that a government would effect rapid and visible changes on employment would be unlikely. This partly explains why identity politics such as Hindutva or quick, if minor, fixes such as reservation ceilings are more popular issues in national politics.","author":"Shoaib Daniyal","time":"2023-12-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196726-uzpgjphuso-1702832178.jpg","tags":["unemployment","India Fix","Parliament protest"],"source":"https://scroll.in/article/1060710/youth-unemployment-is-a-major-problem-in-india-so-why-is-it-absent-from-national-politics"}