{"title":"YS Sharmila, sister of Andhra Pradesh CM Jagan Mohan Reddy, launches her political party","content":"YS Sharmila, the sister of Andhra Pradesh Chief Minister Jagan Mohan Reddy, on Thursday launched her political party named the YSR Telangana Party, NDTV reported. The launch of the new party was held in Hyderabad on the birth anniversary of YS Sharmila’s father and former Andhra Pradesh chief minister YS Rajasekhara Reddy. Jagan Mohan Reddy did not attend the celebrations.Sharmila said that she will fulfil her father’s promises of welfare. She also said that she would undertake a 100-day march to speak to the residents of Telangana, according to NDTV. The politician said that she would fight for the welfare and development of Telangana and noted the important agendas of her party, which include “self-prosperity and equality”, according to Telangana Today. YS Sharmila also accused Chief Minister K Chandrashekhar Rao of failing to fulfill the promises he made to the residents.Jagan Reddy's Sister Launches Party In Telangana, He Stays AwayRead more: https://t.co/awPOKgLpPq pic.twitter.com/9mJqkFF6aY— NDTV (@ndtv) July 9, 2021\n\nShe criticised the Telangana chief minister for not ensuring the welfare of people.  “His definition of standing on one’s own feet is making people stand in queues for Covid-19 treatment, for ration cards and everything else,” Sharmila said, according to The Times of India. “Every family in Telangana is having a loan burden, and the state is in debt trap of Rs 4 lakh crore.”Sharmila also highlighted the lack of representation of women in Rao’s Telangana Rashtra Samithi, according to The News Minute. She said her party will reserve 50% seats for women in the state Assembly and also work to provide reservation to Scheduled Castes, Scheduled Tribes and minorities.The politician called on the chief ministers of Telangana and Andhra Pradesh to resolve the dispute over sharing of water from the Krishna river, according to The Hindu.  “He [Rao] had invited neighbouring chief minister [Reddy] for a lunch and both of them spent a few hours together,” Sharmila said. “Why can’t the two chief ministers sit across the table to discuss the issue and thrash out the differences amicably?” Sharmila added that her party would not give up a drop of water that belonged to Telangana. “At the same time, the party’s policy is not to stop even a drop that belongs to Andhra Pradesh,” she was quoted as saying by the newspaper. We are for equal justice.”","author":"Scroll Staff","time":"2021-07-09T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161319-pkwpkxktrw-1625811116.jpg","tags":["Jagan Mohan Reddy","YS Sharmila","YS Rajasekhara Reddy","Telangana"],"source":"https://scroll.in/latest/999732/ys-sharmila-sister-of-andhra-pradesh-cm-jagan-mohan-reddy-launches-her-political-party"}