{"title":"YSR Telangana Party chief YS Sharmila joins Congress","content":"YSR Telangana Party president and Andhra Pradesh Chief Minister YS Jagan Mohan Reddy’s sister YS Sharmila joined the Congress on Thursday.She joined the Congress in the presence of party chief Mallikarjun Kharge, Wayanad MP Rahul Gandhi and the party’s General Secretary KC Venugopal. The YSR Telangana Party has now been merged with the Congress.On Tuesday, she announced that she had accepted an invitation to join the Congress, reported The Hindu. This came amid media reports claiming that Sharmila was looking to merge her party with the Congress.Sharmila said on Thursday said that the YSR Telangana Party becoming a part of the Congress was a development that gave her immense joy. “Dr YS Rajasekhara Reddy, the legendary leader of the Telugu people, not only served the Congress party all his life but also gave his life serving the Congress,” she said. “And today, it would give him great joy that his daughter is following in his footsteps.”After Sharmila was inducted into the party, she also met Congress Parliamentary Party Chairperson Sonia Gandhi.  It gives me immense joy that the YSR Telangana Party is going to be a part of the Indian National Congress from today onwards.The Congress is still the largest secular party in our country and it has always upheld the true culture of India and built the foundation of our… pic.twitter.com/K5lkveK0ba— Congress (@INCIndia) January 4, 2024\n\n\nSharmila launched the YSR Telangana Party in June 2021 on the birth anniversary of her father and former Andhra Pradesh Chief Minister YS Rajasekhara Reddy.Speaking to media persons on Tuesday in the Idupulapaya village of Andhra Pradesh’s Kadapa district, she said that her party had helped the Congress in the Telangana Assembly elections held on November 30 last year by opting out of the race.The YSR Telangana Party had announced unconditional support to the Congress for the state polls on November 3, days before the election.“In 31 constituencies, the Congress had won the elections with a majority of only 10,000 votes,” she said. “The party could do so because we opted out of the poll fray. Recognising the value of my sacrifice, the party has invited me to work with it, for which I expressed my willingness.”The Congress had bagged 64 of the state’s 119 constituencies in the Assembly polls. The Bharat Rashtra Samithi, which had governed Telangana since the state’s formation in 2014, won 39 seats. The BJP won eight seats.","author":"Scroll Staff","time":"2024-01-04T11:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197195-oqczcqdwri-1704347870.jpg","tags":["YS Jagan Mohan Reddy","YS Sharmila","YSR Telangana Party","Congress"],"source":"https://scroll.in/latest/1061554/ysr-telangana-party-chief-ys-sharmila-joins-congress"}