{"title":"‘Zanjeer’ and Amitabh Bachchan: The movie and the anti-hero we both needed and deserved","content":"Susmita Dasgupta’s Amitabh The Making of a Superstar is an expansion of her PhD thesis Sociology of Hindi Commercial Cinema: A Study of Amitabh Bachchan. Dasgupta describe her book as an “effort to capture Amitabh Bachchan’s pilgrimage as a star” and “more of a discursive or philosophical biography”. Dasgupta examines the key phases in Bachchan’s career from the late 1960s until the mid-2000s. In her chapter on Bachchan’s 1973 breakthrough film Zanjeer, Dasgupta analyses the creation of the angry young image, which has been indelibly associated with the movie star. On the face of it, Zanjeer has the oft-told Hindi film story of the hero witnessing the murder of his parents as a child and growing up tormented, seeking to avenge himself. But a closer look will reveal some fundamental differences. For one thing, Zanjeer is the start of biographical films in the sense that from now on the focus shifts from merely some scattered events in the hero’s life—his romance, his search for employment, his marriage—to the story of his entire life. Amitabh Bachchan is Hindi film’s first ‘total person’, one we know from birth to death. Second, right through Zanjeer the protagonist is not looking for personal revenge. The hero does not start with the mission of punishing his parents’ killer. In fact, he has no conscious memory of the incident; he does not even know the face of the killer. It is only incidentally that in the course of his job as a police officer he runs afoul of the killer, Teja (Ajit), who now happens to be a respected businessman.The childhood trauma is embedded in the hero’s subconscious mind and manifests itself in a strange dream he keeps having. The director finds the reason for his hero’s introspective mind in this mysterious dream. The hero does not attempt to analyse his recurring dream but the disturbances make him a wakeful man, a bit anxiety-prone but nonetheless very alert. It is to overcome the sense of disquiet the dream leaves him with that the hero constantly seeks order in his everyday life, an order that, given his job of a police officer, is disturbed by the presence of smugglers, bootleggers and those who run gambling dens.(1973)'Zanjeer'Raaj Kumar, Rajesh Khanna, Dharmendra and Dev Anand, which all of them turned down.Eventually, it went @SrBachchan \"Destiny\" pic.twitter.com/Z2rCAVkxin— Film History Pics (@FilmHistoryPic) October 9, 2017\nIt is Zanjeer that broke the audience’s expectations of a good-natured hero who always upholds the right values and does everything that society both prescribes and expects its members to follow. Zanjeer’s Vijay does the right things all right, but these ‘right things’ are not the ones that are in vogue with the establishment. Rather, they are those that he finds out through his own understanding of the empirical situation at hand. If he goes after trucks that carry consignments of liquor, it is on his own initiative—because he believes that those trafficking in illicit liquor ought to be punished, not because he has been asked to do so by his superiors. Nasreen Munni Kabir writes that the antihero was Gyan Mukherjee’s invention—when he designed the role of Shekhar that Ashok Kumar played in the blockbuster Kismet (1943). Ever since, a number of heroes, including Raj Kapoor and Dev Anand, have played the antisocial protagonist in numerous films. But there is a major difference. The characters essayed by Ashok Kumar or Dev Anand or Raj Kapoor returned to the mainstream as prodigals. Unlike Amitabh Bachchan, they did not make a case for the ‘dark virtues’ as the right thing to do. Zanjeer brought forth new ethics through the image of the antihero. It did not use the antihero to propagate established values through reduction ad absurdum. It also ‘declassed’ Amitabh by turning him into a man of the masses from the man of classes that he was identified as in Hrishikesh Mukherjee’s films.There were many reasons why Amitabh as a person took to the role in Zanjeer like fish to water. I have gone through several of his interviews and have found that he often makes an interesting comment—that his father’s poetry influenced him a great deal. Harivanshrai’s thoughts tell us that he supports rebellions which break barriers among human beings and encourage the assimilation of diversities into the celebration of a common life. He would also imagine himself as a warrior who would rather fight life than bask in it, because he wanted to take out of life all that eluded him. The poet not only fought the obstacles in his way but also the obstacles within himself, in order to achieve a state of perfection.This was perfectly in tune with the role of Vijay—a man who does not wish to consolidate his privileges but wants to move ahead of them… His job as a police officer is his passport to establish himself in the world. It brings him certain privileges and social standing. But his fight to get justice costs him his job, that too at a time when he is about to get married and start life as a family man. Yet, he grieves not so much for the loss of his job and its privileges, as for his inability to bring the criminals to book.The age of Zanjeer was an age of change. The new age needed new morals. The social agent who participated in the unfolding of history now had to have the confidence to break free of the old establishment and also the strength to face the consequences of his deviance. Zanjeer’s world was one of harsh realities. It prevented the audiences’ escape to a universe where good persons had good things happening to them. In such a world, justice was not guaranteed—one had to fight for it. It is not surprising therefore that this new hero was angry.Amitabh’s rage in Zanjeer is not due to his own predicament or due to people who behave in a manner detrimental to his interests. It is also not born of the fact that the system holds him in chains. The hero is angry at the system because it does not realize its full potential. It is here that Prakash Mehra places Amitabh Bachchan away from the archetypal rebel hero. The rebel is at war with the world; Amitabh appears to be more at war with that war. He is a slave who goes on correcting the master so that he can remain eternally enslaved to him.In the film, Amitabh is angry at the system not because it has not given him the powers to do what he thinks is right but because the system has belittled itself in forcing a man of his rank to assume its reins when he would have been more fulfilled in being subordinated to its order. Amitabh becomes God only to be able to return peacefully to earth as a normal man and live on with normal limitations. At least in Zanjeer it is more of an embarrassment to him that he has to become the law instead of merely being one of its subjects. This is strange and contradictory but this is also what makes the everlasting enigma that Amitabh Bachchan is. Zanjeer invented this enigma, and in doing so discovered a hero who is at once conservative and progressive, who is both respectful of the order and yet defiant of it.  Anand and Namak Haram and later Mili and Abhimaan established Amitabh as a forceful actor and in many ways reinforced his image of a loner, withdrawn and introverted. But Zanjeer made this introverted nature a centre of gravity that pulled the outer world into the hero’s innermost consciousness. The director used the hero’s silence and solitude to search for solutions through the understanding and the reasoning of the human mind, rather than through adherence to some preset values of society. This move gave immense power to the individual’s thought processes and actions that arose out of them. Prakash Mehra in tandem with Salim-Javed established the thinking and reasoning individual as an effective agent to challenge the world and its values. In Amitabh’s personal life, Zanjeer turned out to be auspicious because he finally found some financial stability and married Jaya Bhaduri, his girlfriend and colleague of some years. He was relatively free of worries of a material life. He was now genuinely settled in his vocation and could set out in peace towards his pilgrimage of creativity. In passing, it is worthwhile to mention an interesting aside: Zanjeer’s hero did not smoke or drink, and Amitabh, who used to be a heavy smoker, gradually gave up cigarettes. In the days to come, he became a teetotaller and a vegetarian. We know from his earlier interviews that he partied a lot when he was in Kolkata. Zanjeer’s hero was a loner; Amitabh soon became one too.Excerpted with permission from Amitabh The Making of a Superstar, Susmita Dasgupta, Penguin India.","author":"Susmita Dasgupta","time":"2017-10-11T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/853518-70642-trwwycazkm-1507573109.jpg","tags":["Amitabh Bachchan","Zanjeer","Prakash Mehra"],"source":"https://scroll.in/reel/853518/zanjeer-and-amitabh-bachchan-the-movie-and-the-anti-hero-we-both-needed-and-deserved"}