{"title":"Zero remorse: BJP minister who led ‘shoot the traitors’ chant is back on campaign trail ","content":"On Sunday evening, the three-day ban imposed by the Election Commission on campaigning by Union minister Anurag Thakur came to an end. Within hours, he had addressed three meetings of BJP volunteers.The next morning, as he began to speak in the Lok Sabha,  several Opposition members of Parliament chanted “Goli marna band karo” – stop shooting bullets.Thakur is a Bharatiya Janata Party MP from Hamirpur in Himachal Pradesh who has come into the limelight for incendiary remarks he made during a meeting to campaign for the Delhi Assembly elections on February 8.  Addressing a rally in North West Delhi’s Rithala on January 27, Thakur led crowds in a chant urging that “traitors be shot”. “Desh ke gaddaron ko,” he shouted, as the participants responded, “Goli maro saalon ko”.The “traitors” he wanted shot were the thousands of people across India who have been protesting the Citizenship Amendment Act passed in December and the planned National Register of Citizens. They say that the CAA violates the constitutional right to equality and, if used in tandem with the NRC, could be used to disenfranchise India’s Muslims.Since Thakur’s speech, three incidents of protestors being fired upon have been reported in Delhi. On January 30, a gunman opened fire near Jamia Millia Islamia, leaving one injured. As he brandished his weapon, the gunman, who cannot be identified since he is reportedly a minor, shouted “Yeh lo azaadi.”  Here, take your freedom. On February 1, another gunman opened fire at Shaheen Bagh. No injuries were reported but videos from that day showed the gunman saying “Hamare desh mein sirf Hinduon ki chalegi aur kisi ki nahi.” In our country, only Hindus will prevail.On Sunday night, another firing was reported around Jamia Millia Islamia. There were no injuries  reported but the police are yet to trace the persons behind the attack. The police look on as a teenager fires at protestors outside Delhi's Jamia Millia Islamia on Thursday, injuring one student. Credit: Danish Siddiqui/ReutersThe BJP in its campaign in Delhi has repeatedly put the spotlight on the continuing protests against the amended Citizenship Act and proposed nationwide National Register of Citizens, and especially on Shaheen Bagh, the protest site in South Delhi. The protest, largely led by women, has continued for over 50 days. Delhi police, that falls under the Union Home Ministry led by Amit Shah, has not yet acted against Thakur for his speech. The minister has not issued an apology for his comments even though the Election Commission of India barred him from campaigning for three days. Defending his actions, Thakur said he asked the crowds what should be done with traitors. “I just wanted people to say what is to be done with traitors of the country,” he told The Indian Express on January 27. “It could have evoked a response like ‘vote them out’ or ‘throw them out.’ But it was the people who reacted so.” This claim is belied by a video that shows a BJP leader on the dais prompting the slogan ‘shoot the traitors’. Watch the video.What has Anurag Thakur been up to since then? More rhetoric on Shaheen BaghAn analysis of Thakur’s social media timeline shows that he continued to use provocative language, speaking about Shaheen Bagh and forces that allegedly want to destroy the country, after his comments on January 27. On January 28, the Election Commission of India ordered Thakur and BJP MP Parvesh Verma to be removed from the party’s list of star campaigners for the Assembly elections for violating the poll guidelines.Star campaigners are permitted to campaign without their expenses being added to that of the candidates, which are capped. This meant Thakur continued to campaign for the BJP. Thakur’s Facebook page showed that on January 28, he was at Shalimar Bagh constituency in North West Delhi leading crowds to chant the slogan, “Takht badal do, taj badal do, jhutoon ki sarkar badal do.” Change the throne, change the crown, change the government filled with lies. The slogan seems to be a reference to the lyrics in poet Faiz Ahmed Faiz’ poem Hum Dekhenge.On the same day, addressing a meeting at Narela constituency in West Delhi, a video showed Thakur alleging that journalists were not allowed entry into Shaheen Bagh. “Wahan jo Shaheen Bagh wale hain, wahan par media ke itne bade bade anchors ko bhi andar nahi aane diya,” said Thakur. Even the big news anchors are not allowed inside Shaheen Bagh. The minister was referring to establishment-friendly news anchors Sudhir Chaudhary of Zee News and News Nation’s Deepak Chaurasia. Both anchors alleged that they were not allowed to report from Shaheen Bagh on January 28. Chaurasia alleged that he was subjected to treatment equivalent to “mob lynching”. “मीडिया के मित्र हमारी बैठकों में तो बेरोकटोक आ जा सकते हैं,मगर शाहीन बाग में उनकी नो इँट्री है।कथित बुद्धिजीवियों ने इस घटना पर चुप्पी साध कर शाहीन बाग वालों की असहिष्णुता पर अपनी मूक सहमति देने का काम किया है”दिल्ली के नरेला विधानसभा में श्री @ianuragthakur pic.twitter.com/B0xSWuGvhH— Office of Mr. Anurag Thakur (@Anurag_Office) January 28, 2020\n\nLater, Thakur visited Tigipur village in Narela constituency. A video posted on his Twitter timeline showed him speaking about the deteriorating condition of a community centre in the area.On January 29, photos showed Thakur addressing BJP volunteers at the booth level in Narela.Three-day campaign banOn January 30, the Election Commission had a rethink: it issued a notice, saying that Thakur had made “undesirable and objectionable statements”. It barred him from addressing any public meetings, rallies, gatherings and interviews among other public appearances in connection with the Delhi Assembly elections for 72 hours.The commission noted Thakur’s response to them in a statement: “Shri Anurag Thakur has stated that he has chanted only ‘Desh ke gaddaron ko’ which literally means the traitor of the country and it was the crowd that responded to his slogans.”In the notice, the commission also noted that Thakur stated he had “neither intention” to create enmity between different religions or communities, and he did not do any “covert/avert act in furtherance of the same” or violate the Model Code of Conduct.On January, 30, the day of Mahatma Gandhi’s death anniversary, Thakur appears to have stayed away from addressing any public gatherings, but on his Twitter account handled by his team, he posted a tweet paying respects to the freedom fighter. The gunman opened fire at Jamia Millia Islamia on the same day.  On February 1, before the Budget Session commenced, Thakur was seen alongside President Ram Nath Kovind and Finance Minister Nirmala Sitharaman as they headed to Parliament.On the same day, Thakur spoke to news outlets like ANI, Zee Business and Rajya Sabha TV about the Budget. “This is the Budget for new India,” Thakur told Zee Business on February 1. “This is the Budget for a solid economy, a $5 trillion economy. Rs 103 lakh crore will only be spent on infrastructure. This is not a small thing.”Thakur continued to speak to news channels about the Budget on February 2 as well. Speaking at the Jan Dhan Man Conclave organised by ABP News, Thakur said, “The Modi government is taking every big and possible effort to reach the $5 trillion economy goal.” On the same day, he also spoke at the Dayanand Anglo Vedic United Festival about the importance of the educational institution while “some people were thinking of breaking the country.”“Today, the country needs you,” Thakur said. “When some people are thinking of breaking the country you were working at that time…when the country’s governments were not able to provide good education…then DAV used to do it then as well. Today along with education, good values so that the forces that bind the country move forward instead of the ones that want to break the country.”Union Finance Minister Nirmala Sitharaman, flanked by her deputy Anurag Thakur and a team of officials, poses with a folder containing the Union Budget documents at Parliament on Saturday. Credit: AFPAfter the ban endedThe 72-hour ban came to an end by 5 pm on February 2. Soon after, Thakur was back addressing BJP volunteers across various constituencies in Delhi such as Janakpuri, Vikaspuri and Tilak Nagar. On February 3, he attended Parliament where he was heckled by Opposition MPs. He was present at a press conference at the BJP Delhi office where former Aam Aadmi Party workers joined the party.Along with Thakur, Union Minister Prakash Javadekar and BJP MP Manoj Tiwari were also present. In a video by ANI, Javadekar claimed that there was “plenty of proof” to prove that Delhi Chief Minister Arvind Kejriwal was a “terrorist”. No police actionThe Delhi police has not yet taken action against Thakur. On February 2, the Election Commission “relieved” Deputy Commissioner of Police for South East Delhi Chinmoy Biswal after two firing incidents were reported from Jamia Millia Islamia and Shaheen Bagh.The Indian Express reported that the commission noted the Delhi police’s inaction toward Thakur and Verma for their inflammatory speeches. “EC officials reminded the Delhi Police that they have the power to take legal action against anyone as per the Indian Penal Code, and they don’t have to wait for the Commission’s directions,” an unidentified official told the newspaper. Lawyers said that there were adequate provisions in the Indian Penal Code to act against Thakur and his comments. “Nothing stops the police,” said lawyer Abhik Chimni who practices at the Delhi High Court. “They [police] do not have to do something exceptional. There are clear communal undertones in the speech. It is a clear sign of hate speech and inciting violence.”Chimni said that police could act against Thakur on the basis of a number of Sections under the Indian Penal Code such as 124A that is sedition, 153A for promoting enmity on grounds of religion, 153B for making imputations to national integration, among others. The police, Chimni said, could also book Thakur under provisions of the Representation of People’s Act, 1951 under 123 3A for promoting enmity between religious groups, and 125 for promoting enmity between classes or religions in connection with an election.","author":"Vijayta Lalwani","time":"2020-02-03T19:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110192-gcxocsutaz-1580177936.jpg","tags":["Anurag Thakur","Election Commission of India","Delhi elections","Bharatiya Janata Party"],"source":"https://scroll.in/article/952001/zero-remorse-bjp-minister-who-led-shoot-the-traitors-chant-is-back-on-campaign-trail"}