{"title":"‘Zero’ film review: Null all the way into the void","content":"Shah Rukh Khan shrinks to conquer in Aanand L Rai’s Zero, a movie that probably sounded interesting at the concept stage but ends up being irretrievably outlandish in its execution.The romantic comedy about a vertically challenged man’s attempt to balance his love for a cerebral palsy-affected scientist with his adoration of a movie star ends up as an unintended circus act. It involves A-list actors, respectable performers cast as extras, a swooning Ajay-Atul score and cameos by Bollywood royalty. The presence of a chimpanzee completes the feeling of the film being a freak show whose main attraction is a severely diminished version of one of Hindi cinema’s most outsized idols.Rai’s grand folly of a movie, based on a story and screenplay by Himanshu Sharma, is about Bauua Singh (Khan), a Meerut resident who measures less than five feet. Always the shortest man in the room and a frequent target of ridicule, especially by his father Ashok (Tigmanshu Dhulia), Bauua has adopted a John Wayne strut and a devil-may-care attitude. Bauua is 38 years old and unmarried, and when he sees a photo of Aafia (Anushka Sharma) at a matchmaking agency, he decides that she will do.Aafia’s photograph offers an incomplete picture of her. One side of her body twitches uncontrollably, she speaks with difficulty and uses a wheelchair. If Bauua overcompensates for his lack of height with brashness and derring-do, Aafia has braininess to offer: she is a mathematics genius and an acclaimed scientist who is steering a mission to send humans to Mars. Bauua is undeterred by Aafia’s condition. Reasoning that two outliers can unite against a cruel world, Bauua woos Aafia in a manner reminiscent of a certain movie star, the one who flings out his arms to express his love and makes women offers they can never refuse. Lost in the sweet music of wedding bells is an alarm bell that goes by the name of Babita Kumari (Katrina Kaif). Babita is a troubled movie star, struggling to recover from a broken heart. A chance encounter between Babita and Bauua sets him on a journey that winds through Mumbai’s film industry and ends up in a rocket that blasts off to Mars.\n\n\n    \n    Play\n\nZero (2018).Mars is where the future of humankind lies, Aafia declares, and Zero takes her advice very seriously, blasting off unto the unknown without a care for the consequences. Written without any irony and turgid for the most part, Zero comes through in only a handful of scenes. Better than the cringe-worthy moments between Bauua and Aafia are the scenes involving him and Babita. Katrina Kaif is spot-on as Babita, a cynical and shambolic celebrity who adopts Bauua as her mascot and forges a relationship of empathy and mutual understanding with her knee-high friend. Kaif has rarely been this good, and she emerges as Zero’s surprise element.Shah Rukh Khan’s earnest performance is always undercut by the visual effects that render him as a pint-sized version of himself. Bauua is meant to be a doughty fighter whose dreams cannot be contained by the borders of Earth. But the visuals of a shrunken Khan are never anything but a distraction, and undermine Khan’s effort to convey Bauua’s romantic troubles. Like a meme or a gif inserted into a serious study, Bauua never quite blends into the backdrop, and feels less a real person than a product of slick machine-aided trickery. Among the bits that belong on Mars rather than in this movie’s universe are the songs in which Bauua prances with children and dances for the benefit of Salman Khan, and Bauua’s attempt to impress a bevy of Bollywood beauties, all of whom have appeared with Shah Rukh Khan in his films. Bauua might have been more credible if he had been played by an actor with less wattage than Khan. Like Khan’s 2016 movie Fan, Zero provides a side commentary on Khan’s recently troubled career graph. In Fan, Khan played a movie star modelled on himself and a deranged admirer who looked just like him – an idea that probably sounded fascinating on paper but confused audiences who didn’t quite get the meta-analysis joke. Khan’s fanbase will possibly be even more perplexed with Zero. By trying to play the man next door rather than a larger-than-life personality, Khan has all too literally let himself be cut to size. The romantic declarations are less effective, the conviction with which Khan has carried off more modest romances is missing, and the package is smaller than before. As the space rocket blasts off towards Mars, the superstar is transformed into a supernova, and it’s null all the way into the void.\n\n\n    \n    Play\n\nMera Naam Tu, Zero (2018).","author":"Nandini Ramnath","time":"2018-12-21T08:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108487-jeezfapbxg-1545245311.jpeg","tags":["Shah Rukh Khan","Aanand L Rai","Zero review"],"source":"https://scroll.in/reel/906457/zero-film-review-null-all-the-way-into-the-void"}