{"title":"‘Zwigato’ review: A gentle, revealing slice-of-life drama about the travails of India’s gig economy","content":"Nandita Das’s Zwigato is a gently paced slice-of-life drama. Having lost his job as a factory supervisor, Manas (Kapil Sharma) has signed up as a rider for app app-based food delivery service Zwigato. The pandemic has taken its toll on all. Manas zigzags through Bhubaneswar on his motorbike, setting targets for himself – make at least 10 deliveries, take selfies with customers for additional points, chase incentives. He forgets to rate his customers or request them for a good rating. He’s new to the gig economy and unschooled in the algorithm of this new employment. Das and Samir Patil’s script lifts the curtain on the travails of the gig economy and the impact of a changing world on the domestic algorithm of a humble migrant family. Manas’s wife Pratima (Shahana Goswami) wants to chip in. She tries her hand at freelancing but prefers the dependability of a regular paycheck. But Manas is unhappy with her decision, bruised that he’s unable to financially support his wife, two young children and ageing mother.There is an overt comment on class – symbolised by an overpriced imported avocado – and on the economy, with unemployment statistics. A Zwigato executive (Sayani Gupta) reminds Manas how lucky he is to have the job.\n\n\n    \n    Play\n\nZwigato (2023).Watching Kapil Sharma, the familiar face of television comedy, submit himself to Das’s vision in a modern survival drama is the USP of this 105-minute film. He is Everyman, at the daily mercy of ratings and bots. His lack of tech-savvy renders him weaker than his colleagues. His sharp-as-nails daughter tries to tutor her dad in the importance of optimising his app universe and improving his rating. But it’s a lesson he learns the hard way.If Sharma is the star, Shahana Goswami is the soul. She’s endearing as the supportive, dutiful and determined wife. She evokes discomfiture as she sheepishly accepts a tip from an upper-class client. The worth of human life and the class divide are glaringly illustrated in a scene where Pratima is redirected towards an elevator reserved for service staff by a woman with her pet dog. Pratima absorbs the ignominy of societal spurns in her crumpled sari, dusts herself off and moves on. There is no scope or time to wallow.In Ken Loach’s Sorry We Missed You (2019), the British filmmaker followed Ricky, a delivery driver beholden to unreasonable expectations, incentives and penalties. Things don’t go so well for a stressed-out Ricky. Manas’s journey starts similarly. Though the pacing of Zwigato suggests a dramatic peak or a climactic moment, the narrative does not take that route. It ambles along to simply snapshot a family on the cusp of change.Disclosure: Samir Patil, the co-writer of the film, is a founder of Scroll. Also read:Nandita Das’s ‘Zwigato’ makes a case for swiping for empathy","author":"Udita Jhunjhunwala","time":"2023-03-17T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184245-numkacwluk-1670836550.jpg","tags":["Zwigato review","Nandita Das","Kapil Sharma","Shahana Goswami"],"source":"https://scroll.in/reel/1045531/zwigato-review-a-gentle-and-revealing-slice-of-life-drama"}