{"title":"Wrestlers’ protest: Global governing body condemns detention, threatens suspension of federation","content":"United World Wrestling, the global governing body of the sport, issued a statement on Tuesday reminding the ad-hoc committee running the federation in India to hold elections within the stipulated deadline or face suspension. Olympic medallists Bajrang Punia, Sakshi Malik and World Championships medallist Vinesh Phogat have been at the centre of the protests against Wrestling Federation of India chief Brij Bhushan Sharan Singh who has been accused of sexual harassment. They were detained by the police on Sunday while they were trying to march to the new Parliament building in New Delhi to demand Singh’s arrest. The wrestling body chief, who is also a Bharatiya Janata Party MP has been accused of sexually harassing seven women players, including a minor.The Indian Olympic Association had formed an ad-hoc committee to run the Wrestling Federation of India, and also asked it to conduct conducting fresh elections.“UWW will request further information about the next elective general assembly from the IOA and Ad-hoc Committee of the WFI,” the statement said. “The 45-day deadline that was initially set to hold this elective assembly shall be respected. Failing to do so may lead UWW to suspend the federation, thereby forcing the athletes to compete under a neutral flag.”The statement condemned the treatment meted out to India’s top grapplers, when they were detained by Delhi Police. “For several months, United World Wrestling has followed with great concern the situation in India where wrestlers are protesting over allegations of abuse and harassment by the President of the Wrestling Federation of India,” the statement said. “It has taken due note that the WFI President has been put aside at an early stage and is currently not in charge.”On Tuesday, the wrestlers said they were going to immerse their medals in Ganga but were stopped from doing so by farmer leader Naresh Tikait who sought five days’ time from them to find a resolution to their demands.United World Wrestling expressed concern at the lack of progress made in the investigations against Singh. The athletes had been holding a sit-in protest at Jantar Mantar for more than a month demanding that Singh be arrested. The police registered two first information reports against Singh only after the Supreme Court had intervened. The wrestlers had started their protest in January but dispersed after sports ministry stepped into form an oversight committee.Farmer leader Naresh Tikait stops wrestlers from immersing their medals in GangaThe United World Wrestling statement added that the events of these last days were very  worrying. It added: “UWW firmly condemns the treatment and detention of the wrestlers. It expresses its disappointment over the lack of results of the investigations so far. UWW urges the relevant authorities to conduct a thorough and impartial investigation into the allegations.”The governing body also said that, as it has already done since the beginning of this situation, it will hold a meeting with the Indian wrestlers to inquire about their condition and safety, as well to reconfirm their support for a fair resolution of their concerns.The governing body had earlier this year taken action in this matter by reallocating the Asian Championships planned in New Delhi. What does this say about a country that proclaims proudly that “Bharat ki betiyan” (India’s daughters) are empowered?Read @shahidthejudge's piece on #WrestlersProtests | @thefield_in https://t.co/s1wGm54JJm— Scroll.in (@scroll_in) May 30, 2023\n\nOn Wednesday, the International Olympic Committee also issued a statement asking for immediate investigation into the allegations against Singh. “We urge that the safety and well-being of these athletes is duly considered throughout this process and that this investigation will be speedily concluded,” the International Olympic Committee said in a statement published by The Indian  Express.“The treatment of the Indian wrestling athletes over the weekend was very disturbing. The IOC insists that the allegations by the wrestlers are followed up on by an unbiased, criminal investigation in line with local law. We understand that a first step towards such a criminal investigation has been made, but more steps have to follow before concrete actions become visible.” Additionally, the global sporting body, whom all national Olympic committees are affiliated to, asserted that they are in touch with  United World Wrestling. The statement added: “The IOC supports UWW as the competent sporting authority to address this issue as it pertains to the governance of the sport of wrestling in India. The IOC will continue to support UWW in all their efforts and in the framework of the IOC Guidelines for International Federations and NOCs for safeguarding athletes from harassment and abuse in sport.”","author":"Scroll Staff","time":"2023-05-30T20:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190645-vdmqltjpru-1685263211.jpg","tags":["Vinesh Phogat","Bajrang Punia","Sakshi Malik","UWW","Wrestlers Protest","Wrestlers"],"source":"https://scroll.in/field/1050082/wrestlers-protest-global-governing-body-condemns-treatment-and-detention-of-athletes"}