{"title":"Wrestlers’ protest: Members of 1983 World Cup team issue statement – ‘Disturbed by unseemly visuals’","content":"Members of India’s 1983 World Cup-winning cricket team urged the protesting wrestlers not to make a hasty choice to immerse their medals in Ganga, and expressed hope that their complaints would be addressed, PTI reported.Last week, several wrestlers were detained  and their protest site at Jantar Mantar was cleared after they tried to  march to the new Parliament building demanding Wrestling Federation of India chief Brij Bhushan Sharan Singh’s arrest, whom they had accused of alleged sexual harassment. Pictures  of the wrestlers being dragged and carried off in buses were widely  shared on social media, sparking criticism from top athletes and Opposition leaders.On Tuesday, Olympic medallists Bajrang Punia, Sakshi Malik and World Championships medallist Vinesh Phogat had arrived in Haridwar to immerse their medals in river Ganga. Naresh Tikait, a Bharatiya  Kisan Union leader, convinced them not to do so and sought five days’  time to find a resolution to their demands.Wrestlers’ protest: A frozen moment of resilience shows how India’s women have been betrayed“We are distressed and disturbed at the unseemly visuals of our champion wrestlers being manhandled. We are also most concerned that they are thinking of dumping their hard-earned medals into river Ganga,” said the statement released by the cricketers, reported by PTI on Friday.The statement further added, “Those medals have involved years of effort, sacrifice, determination, and grit and are not only their own but the nation’s pride and joy. We urge them not to take any hasty decision in this matter and also fervently hope that their grievances are heard and resolved quickly. Let the law of the land prevail.”Former all-rounder Madan Lal, who was also a part of the 1983 team told  ANI, “Heartbreaking that they decided to throw their medals. We aren’t in favour of them throwing their medals because earning medals isn’t easy and we urge the Government to sort out this issue as soon as possible.”  Earlier in April, Phogat had specifically questioned why star cricketers and other top sportspersons were silent. Since then, several top athletes have spoken up including Olympic gold medalists Neeraj Chopra and Abhinav Bindra along with Indian football captain Sunil Chhetri. Cricketers like Anil Kumble and Irfan Pathan have also expressed their views on the topic. Wrestlers’ protest: From Neeraj Chopra to Sunil Chhetri, sportspeople speaking up on detainment“The entire country worships cricket but not even a single cricketer has spoken up,” The Indian Express had quoted Phogat as saying in an interview. “We aren’t saying that you speak in our favour, but at least put up a  neutral message and say there should be justice for whichever party.  This is what pains me… Be it cricketers, badminton players, athletics,  boxing.”Seven complainants, including a minor, have accused Wrestling Federation of India chief  Singh  of demanding sexual favours for professional help on at least two  occasions, 15 incidents of molestation and other forms of sexual  harassment, The Indian Express reported on Friday.Molestation, demand for sexual favours: What wrestlers alleged in FIR against Brij Bhushan SinghBinny distances himselfLater on Friday, BCCI president Roger Binny, who was also a part of the 1983 World Cup winning team, distanced himself from the statement issued by his teammates.“Contrary to some media reports, I would like to clarity that I have not issued any statement regarding the current situation of the wrestlers’ protest,” Binny told ANI.“I believe that the competent authorities are working to resolve the issue. As a former cricketer, I believe that sports should not be mixed with politics.”","author":"Scroll Staff","time":"2023-06-02T17:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190844-pgrnctkham-1685702361.jpg","tags":["Wrestling","Wrestlers Protest","Roger Binny","Kapil Dev","Sunil Gavaskar"],"source":"https://scroll.in/field/1050249/wrestlers-protest-members-of-1983-world-cup-team-issue-statement-disturbed-by-unseemly-visuals"}