{"title":"Wrestlers’ protest: For Indian sportspeople to feel safe, reforms are urgently needed","content":"“Podium se footpath tak. Aadhi rat khule asmaan ke niche, nyay ki aas may.”That was what Vinesh Phogat said in a tweet on April 24. “From the podium to the footpath,” said the wrestler with several medals at the World Championships, Commonwealth Games and Asian Games. “In the hope of justice under the open sky at midnight.”Since April 23, several champion Indian wrestlers have descended from the podiums and the mats to stage a sit-in on the streets of Jantar Mantar in the heart of New Delhi in an attempt to seek a fair hearing. Phogat, Sakshi Malik and Bajrang Punia are the face of a protest demanding that Brij Bhushan Sharan Singh be removed as president of the Wrestling Federation of India for allegedly sexually abusing several wrestlers. They also want him arrested.Update: Wrestlers protesting at Jantar Mantar allege they were manhandled by Delhi Police The wrestlers say they hope to end the culture of unchecked power and subservience that engulfs the Wrestling Federation of India. Adding to the impression of such imperiousness is the fact that Singh is a Bharatiya Janata Party MP. This is the second time in five months that the wrestlers have taken to the street. They staged their first protest in January but dispersed after Sports Minister Anurag Thakur promised an investigation into the allegations.From the first time they hit the streets to the current protests, there has been a great deal of discussion about the wrestlers and their battle against Singh. What are their motives? Why now? Who is making them do it? But though all the noise, one thread stands: these wrestling stars decided to risk it all by taking this position. Serious headway is yet to be made, although finally Delhi Police registered First Information Reports.Could this entire saga have been avoided in an ideal world? And what can India’s sports federations do to ensure things don’t come to this again?Podium से फुटपाथ तक। आधी रात खुले आसमान के नीचे न्याय की आस में। pic.twitter.com/rgaVTM5WGK— Vinesh Phogat (@Phogat_Vinesh) April 23, 2023\n\nGrievance redressalObservers say there are many lessons to be drawn from this controversy. To begin with, what many have failed to recognise is that sports is a non-traditional livelihood. For many Indians, there is a simple motive for pursuing sport, one that goes beyond acquiring national and individual glory: it is a means to make ends meet and provides employment. This means that for athletes, arenas and training camps are a workplace.That makes the absence of a framework like the Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013, in Indian sports a major lapse.“Every case of sexual harassment that happens in institutional space is down to the kind of power dynamic that exists,” said Shadab Bano, a professor at the Centre of Advanced Study in History, Aligarh Muslim University, and Joint Secretary of the Indian Association of Women’s Studies. “And for that matter, all these institutions are expected to have an Internal Complaints Committee and it’s very strange that a committee was not in place when sexual harassment is so rampant.”Another important point raised by this episode is the need to address the failure of the system and why the athletes thought that a public protest was their only resort, said Deepthi Bopaiah, Chief Executive Officer of GoSports Foundation.“We should be able to have a dialogue and close it, and at least, make them feel like they’re being heard,” Bopaiah said.She added: “In the sporting world, in one of the most developed countries in the world, in a sport like gymnastics... something like that had been happening for years despite multiple complaints. More than 360 kids were getting abused by Larry Nassar. We don’t need to wait for something like that to happen, right? This should actually urge us to create something and put in a process.” Nassar, the team doctor for the United States of America’s gymnastics team, was named in hundreds of complaints filed by athletes who claimed he engaged in sexual abuse for at least 14 years while purporting to provide medical treatment. He was sentenced to 40 years in prison. On paper, the Wrestling Federation does have a Sexual Harassment Committee. According to the wrestling federation’s website, that is the official name of  the organisation’s Ethics Commission, which also deals with issues like doping, age fraud and match fixing.The composition of WFI's sexual harassment committee on their websiteHowever, according to the Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013,  an organisation’s Internal Complaints Committee needs to be headed by a woman and more than half of the members on the panel need to be women. That is not the case here.The panel has four men and one woman. But the only woman on the committee, 2016 Rio Olympics bronze medallist Sakshi Malik, is among those at the Jantar Mantar protest. The committee also lacks an external member who would be specifically equipped to deal with challenges like these without a bias.The federation’s website also mentions a Grievance Redressal Committee. But it is headed by Brij Bhushan Sharan Singh, the very person against whom the grievance is directed.Also read: With pending criminal cases, wrestling chief Singh, accused of sexual abuse is no stranger to controversyThe composition of WFI's grievance redressal committee on their websiteWhile it is vital to look at sports through the prism of employment and livelihood,  the unique characteristics of the discipline must also be kept in mind. Athletes are required to stay away from home for long periods, travel with others frequently and need the constant guidance of their coaches. As a consequence, professional relationships with fellow athletes, coaches and support staff often become friendships. Dealing with abuse requires a sensitised redressal system within a framework like the Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013, backed by something like the Vishaka Guidelines. The Vishaka Guidelines are a set of procedural directions issued by the Supreme Court of India in 1997 for use in sexual harassment cases in the workplace.Aparajita Bharti, Founding Partner at The Quantum Hub Consulting, a public policy research firm, said that it is essential for sportspeople to feel a sense of security. “Safety is a huge determinant of whether women participate in the workforce, whether they feel safe in travel, whether they feel safe at their workplace”.  The same standard should apply for sports, she said, because it is a profession.“We are now building an ecosystem where we are excelling at sports,” said Bharti. “It is something that we aspire for as a country. If the narrative that women are not safe in sports gets built, it can actually have an impact on women participating in sports going further, which would eventually be bad for the country too.”#WrestlerProtestsVinesh Phogat: “Did we win medals for the nation to see such days?\" https://t.co/Ah3gMWszHY— The Field (@thefield_in) May 4, 2023\n\nReforms are essentialThe protest also points out an administrative failure by India’s sporting federations. Following the first demonstrations by the wrestlers in January, the Sports Ministry and the Indian Olympic Association set up committees to investigate the allegations and manage the functioning of the wrestling federation.However, the oversight committee appointed by the Sports Ministry reportedly could not come to any conclusion about the allegations against Singh. The fact that this information was leaked to the media by unidentified sources and has not been made public has angered the wrestlers particularly.During the second round of protests, the Indian Olympic Association set up an ad-hoc committee to manage the wrestling federation until a new body is elected. However, the wrestlers felt let down by the comments of Indian Olympic Association chief PT Usha on April 27 at which she claimed that the public protest was a sign of indiscipline.IOA chief PT Usha: ‘Wrestlers going to streets to protest is not good for sport, shows indiscipline’Said Phogat: “If we are sitting out in the streets, there must be some reason, a reason that nobody listened to us, be it IOA or Sports Ministry. Her saying this is insensitive. I even called her, but she did not pick up my phone.”Bopaiah said that the wrestlers have probably taken to the streets because they do not feel they have been heard. “I think having the empathy and the ability to speak, console, care and giving them some confidence that ‘we don’t have the outcome yet but we are with you,’ was the need of the hour,” she said. She added: “Empathy is so important. Maybe you don’t have a solution but are you there, are you making them feel seen and heard? Are you sharing that you are going to do everything in your capacity to get them to the right person?”Vinesh Phogat (L) and Bajrang Punia (R)Another theme that is often discussed when reports of sexual harassment surface is the role of women in creating safe spaces. Still, while it is vital for women to occupy leadership roles, this does not necessarily ensure swift or just action in such situations.Bharti said that while spaces do not automatically become safer by having women at the helm, they become safer when more women are present. “Women also sometimes have a lot of internalised patriarchy,” she said. “They also need to be trained about rights.”The escalation of the protest by wrestlers has directed attention towards the need to institute mechanisms to safeguard the rights of athletes. As is evident in this protest, powerful politicians continue to be associated with sporting bodies and standing up against them is doubly hard.Bopaiah said that the administrators must publicly announce those frameworks so that all stakeholders know that they are protected. If something happens, they will know what steps to take“Sometimes policies and processes exist on paper but neither the communication around it, nor the training for it is happening,” she said. ‘All resistance is political’In January, the protesting wrestlers declared that they did not want any political support for their demands, despite Singh’s own background in politics.This time around, Jantar Mantar is being frequented by current and former chief ministers, members of the Opposition party and other active politicians. The wrestlers are more than willing to accept support from all sides. Unsurprisingly after the renewed protests, Singh hit out saying that they are politically motivated. Why did the wrestlers modify their position? Bano has a simple explanation.“Every resistance is political...even if the individual is not very conscious of this,” she said. In a long-drawn protest, she said, participants consider various strategies that could possibly resolve their problem. “They might have felt that involving politicians at that stage might distract them or might disturb their protests,” she said. “They might have also assessed how the protests are being received...It is natural that upon realising that the resolution of such a serious matter is taking a long time, they are wanting to adopt different ways of reaching out. ”What does it say of the country when it takes so much for hard-working athletes to be heard?  One thing is clear: Indian sports administration is in dire need of reform.","author":" Samreen Razzaqui","time":"2023-05-04T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189734-wjelluplva-1683049975.jpg","tags":["Wrestlers protest","Vinesh Phogat","Brij Bhushan Sharan Singh","Bajrang Punia","Sakshi Malik","Wrestling Federation of India","PT Usha","Wrestling"],"source":"https://scroll.in/field/1048293/wrestlers-protest-for-indian-sportspeople-to-feel-safe-reforms-are-urgently-needed"}