{"title":"Wrestlers protest: Delhi Police register two FIRs against WFI chief after Supreme Court steps in","content":"The Delhi Police on Friday registered two first information reports against Wrestling Federation of India President Brij Bhushan Sharan Singh, who has been accused of sexually harassing several female players.Earlier in the day, Solicitor General Tushar Mehta told the Supreme Court that an FIR will be registered by evening.A bench of Chief Justice DY Chandrachud and Justice PS Narasimha was hearing a petition by the country’s top wrestlers seeking registration of a case against the chief of the sport’s governing body.Deputy Commissioner of Police, New Delhi, Pranav Tayal said later the first FIR pertained to allegations made by a minor player and was registered under the Protection of Children from Sexual Offences Act along with relevant sections of the Indian Penal Code concerning outraging modesty.The second FIR was filed in connection to allegations made by the adult complainants.  On April 23, several athletes, including Olympic bronze medal winners Sakshi Malik and Bajrang Punia and Commonwealth Games gold medal winner Vinesh Phogat, resumed their sit-in protest at Delhi’s Jantar Mantar seeking action against Singh.Seven women wrestlers, including the minor, filed a sexual harassment complaint against him in Delhi on April 21.The wrestlers had first hit the streets in January but withdrew the protest after the government asked Singh, who is also a Bharatiya Janata Party MP from Uttar Pradesh’s Kaiserganj, to step aside for a few weeks and formed an oversight committee to look into the allegations.At Friday’s hearing, the chief justice directed the Delhi Police to ensure the safety of the minor girl, Bar and Bench reported. Senior Advocate Kapil Sibal submitted in a sealed cover that there were concerns about her security.“An affidavit shall be filed [by the Delhi Police] regarding the steps taken to provide security to the minor girl,” Justice Chandrachud said while posting the case next week for further hearing.On Tuesday, the Supreme Court said that the allegations in the petition by the wrestlers were “serious”. A day later, the Delhi Police told the court that a preliminary investigation is necessary before the authorities file the case.Ahead of Friday’s hearing in the Supreme Court, Sangeeta Phogat, national-ranked wrestler and Punia’s wife, asserted that the athletes will stay put at the site until Singh is punished, ANI reported.“We didn’t get justice earlier,” she added. “The girls have blamed him for sexual harassment so an FIR should be registered and he should get punished according to the acts. As you can see nobody came to us, we didn’t receive a phone call, [and] nobody has told us that we will get justice.”Pained by silence of top sportspersons: Vinesh PhogatVinesh Phogat, meanwhile, objected to Indian Olympic Association President PT Usha’s comments saying the sportspersons protesting on the streets were tarnishing the image of the country. The Indian Olymic Association president had said that their action amounts to indiscipline.Vinesh Phogat told reporters that Usha’s comments were insensitive. “We live as per the constitution and are independent citizens,” she added. “We can go anywhere. If we are sitting out in the streets, there must be some reason, a reason that nobody listened to us.”She also told The Indian Express that she was pained by the silence of Indian cricketers as well as other top sportspersons.“The entire country worships cricket but not even a single cricketer has spoken up,” she said. “We aren’t saying that you speak in our favour, but at least put up a neutral message and say there should be justice for whichever party.”She pointed out that Indian cricketers had supported the Black Lives Matter movement in the United States in 2020, when people took to the streets against police brutality.“Don’t we deserve even that much?” the wrestler asked. “I understand that they may be concerned that this could affect their sponsorship and brand endorsement deals. Maybe that’s why they are afraid to associate themselves with athletes who are protesting.”After her comments, Olympic gold medallist Neeraj Chopra voiced his support for the athletes. This was followed by tennis icon Sania Mirza, among other sportspersons, calling for justice.#WrestlersProtest | From Neeraj Chopra to Sania Mirza, here’s what athletes across sports are saying: https://t.co/CsxNXQrGrm@thefield_in pic.twitter.com/zcLj9hho2w— Scroll.in (@scroll_in) April 28, 2023\n\nWFI chief says won’t go down without fightBrij Bhushan Sharan Singh, who has denied the allegations against him, in a video message on Thursday said he will fight with all his might to prove his innocence.VIDEO | WFI President Brij Bhushan Sharan Singh reacts to the sexual harassment charges against him. pic.twitter.com/HOdwVCWCIa— Press Trust of India (@PTI_News) April 27, 2023\n\n“Friends, the day I reflect on my life, what I gained or lost, the day I feel I don’t have the strength to fight, the day I feel helpless, I won’t like to live a life like that,” the wrestling body chief said. “Instead of living such a life, I would wish that death embraces me.”Union Sports Minister Anurag Thakur, who had formed the oversight committee to look into the charges, said the government stands with the protesting wrestlers and he himself spoke to them for 12 hours.But Punia dismissed his claims. “Once ask the sports minister for how long you were sitting among the players,” he told reporters. “He sat for 2-4 minutes with the players. His officials were mediating with the players.”","author":"Scroll Staff","time":"2023-04-28T15:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185884-zvbqtfrydj-1674222434.jpg","tags":["Brij Bhushan Sharan Singh","Vinesh Phogat","Bajrang Punia","Wrestlers protest","Supreme Court"],"source":"https://scroll.in/latest/1048183/wrestlers-protest-delhi-police-to-file-fir-against-wfi-president-brij-bhushan-singh"}