{"title":"Wrestlers protest: Neeraj Chopra – ‘Hurts me to see athletes on the streets demanding justice’","content":"Star javelin thrower Neeraj Chopra on Friday weighed in on the matter of wrestlers protesting against Wrestling Federation of India chief Brij Bhushan Sharan Singh, saying he was hurt to see the athletes on the streets demanding justice.The 2020 Tokyo Olympics gold medallist tweeted a statement that read the nation is “responsible for safeguarding the integrity and dignity of every individual, athlete or not.”pic.twitter.com/SzlEhVnjep— Neeraj Chopra (@Neeraj_chopra1) April 28, 2023\n\nChopra also called on the government to address the claims and “ensure that justice is served.”Chopra’s statement comes a day after Indian Olympic Association President PT Usha and IOA Joint Secretary Kalyan Chaubey accused the protesting wrestlers of being indisciplined and tarnishing India’s image.Chopra has joined fellow Olympic champion Abhinav Bindra, who also tweeted his support on Thursday.Wrestlers led by Vinesh Phogat, Sakshi Malik and Bajrang Punia had accused BJP MP and WFI chief Singh of sexual harassment and criminal intimidation on January 18 during a protest at the same site.On January 23, the sports ministry organised an oversight committee, led by boxing legend MC Mary Kom, to investigate the wrestlers’ charges. Earlier this month, Phogat had said that the athletes have lost faith in the committee and were considering legal action against Singh. They have resumed their protests. According to Sakshi Malik, seven female wrestlers, including a teenager, filed a sexual harassment case against Singh at the Connaught Place police station in Delhi on Friday. She also stated that a first information report has yet to be filed.Singh, who has completed 12 years as the Wrestling Federation of India president, has denied the allegations against him.Text of Neeraj Chopra’s statement:It hurts me to see our athletes on the streets demanding justice. They have worked hard to represent our great nation and make us proud.As a nation, we are responsible for safeguarding the integrity and dignity of every individual, athlete or not.What’s happening should never happen. This is a sensitive issue, and must be dealt with in an impartial and transparent manner.Pertaining authorities must take quick action in order to ensure that justice is served.","author":"Scroll Staff","time":"2023-04-28T09:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189421-knqpnopxwf-1682254253.jpg","tags":["Neeraj Chopra","Brij Bhushan Sharan Singh","Vinesh Phogat","Bajrang Punia","Wrestling","Indian Wrestling"],"source":"https://scroll.in/field/1048168/wrestlers-protest-neeraj-chopra-hurts-me-to-see-athletes-on-the-street-demanding-justice"}